{"doi": "10.1080/21670811.2015.1096746", "url": "https://doi.org/10.1080/21670811.2015.1096746", "title": "The Sochi Project", "volume": "4", "year": "2016", "issue": "4", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Rampazzo Gambarato", "first_name": "Renira", "name": "Renira Rampazzo Gambarato"}], "abstract": "The Sochi Project is a distinguished example of slow journalism. The project, a transmedia experience built by Dutch photographer Rob Hornstra and journalist Arnold van Bruggen, depicts the hidden story behind the 2014 Winter Olympic Games in Sochi, Russia. The project involves an interactive documentary, numerous print media extensions, digital publications, and an exhibition. Transmedia storytelling involves the unfolding of a storyworld in which instalments of the narrative are distributed across different media platforms to engage the audience and offer a meaningful experience. The case study paper aims to discuss the premises of slow journalism within the transmedia space as the theoretical background on which the analysis of the project is founded. The transmedia analysis delineates how The Sochi Project is developed and, consequently, how slow journalism can benefit from multiplatform media production. In conclusion, slow journalism is not necessarily attached to traditional media, but the opposite: it is aligned with the new possibilities offered by novel technologies. The relevance of the paper relies on the exemplification of slow journalism within transmedia dynamics.", "body": [{"title": "Introduction", "paragraphs": ["The Sochi Project is a transmedia experience built by Dutch documentary photographer Rob Hornstra and journalist/filmmaker Arnold van Bruggen to depict the hidden story behind the 2014 Winter Olympic Games in Sochi, Russia. Since Sochi was announced as the Olympics host in 2007, the two worked together to tell the complicated story of the region.Never before have the Olympic Games been held in a region that contrasts more strongly with the glamour of the Games than Sochi. Just twenty kilometers away is the conflict zone Abkhazia. To the east, the Caucasus Mountains stretch into obscure and impoverished breakaway republics such as North Ossetia and Chechnya. On the coast, old Soviet-era sanatoria stand shoulder to shoulder with the most expensive hotels and clubs of the Russian Riviera. By 2014 the area around Sochi will have been changed beyond recognition. (van Bruggen 2013)", "Never before have the Olympic Games been held in a region that contrasts more strongly with the glamour of the Games than Sochi. Just twenty kilometers away is the conflict zone Abkhazia. To the east, the Caucasus Mountains stretch into obscure and impoverished breakaway republics such as North Ossetia and Chechnya. On the coast, old Soviet-era sanatoria stand shoulder to shoulder with the most expensive hotels and clubs of the Russian Riviera. By 2014 the area around Sochi will have been changed beyond recognition. (van Bruggen 2013)", "The project’s tent pole, an interactive documentary (iDoc), is accompanied by numerous print media extensions, digital publications, and an exhibition. Hornstra and van Bruggen are practitioners of so-called slow journalism, which involves an in-depth, investigative approach to storytelling. This approach provides a solid research foundation for the project. The Sochi Project, the result of their investigation, is described as “a remarkable exercise in photojournalism, a transmedial stream of photobooks, catalogues, exhibitions and online documentaries that has set new standards in modern journalism” (Ferri 2014).", "In this context, the paper aims to discuss the premises of slow journalism within the transmedia space as the theoretical background on which the transmedia analysis of the project is founded. Although the transmedia phenomenon is not new, as a concept, a discipline, transmedia storytelling (TS) is still elusive. Consequently, it remains open and does not yet have its own consolidated analytical methods. Therefore, the methodological approach chosen to explore the case of The Sochi Project is the original transmedia project design analytical model by Gambarato (2013), aimed at outlining the essential features of the process of developing transmedia projects."]}, {"title": "Slow Journalism Within the Transmedia Space", "paragraphs": ["TS involves the unfolding of a storyworld (Jenkins 2006) in which instalments of the narrative are distributed across different media platforms in order to engage the audience and offer a more meaningful experience. “Transmedia enriches story by activating the human affinity toward shared experience” (Bernardo 2014, 150). Bernardo also emphasizes: “In the past decade, transmedia has proved invaluable as a communication strategy. Its real value lies in its prioritization of a dynamic storytelling experience as opposed to a more or less static broadcast” (125). The classic examples of TS are often related to entertainment, as the case of The Matrix (1999) by the Wachowski brothers. “In between each feature film, additional content (including graphic novels, animations, video games and memorabilia, for instance) were released to give the audience a richer understanding of the storyworld and to help keep fans engaged” (Gambarato 2013, 85). An example beyond fiction is the British project Fish Fight (http://www.fishfight.net/). It was produced by Channel 4 and hosted by chef Hugh Fearnley-Whittingstall as a transmedia experience designed to draw the audience’s attention to the reckless discarding of caught fish because of the quota system intended to conserve fish stocks in the domain of the European Union and, consequently, to pressure the authorities to change the European Common Fisheries Policy. The story unfolded on various media platforms and involved multiple extensions, such as a television series, a mobile application, websites, newspaper advertisements, and social media profiles. The result was massive public participation demonstrating support for the project with an online petition to end fish discarding. In 2013, the parliament voted to ban this wasteful practice, and amend the fishing policies. Nevertheless, it still must be passed into law (Gambarato and Medvedev 2015b).", "Therefore, TS is connected to fictional and nonfictional forms, embracing interactivity and participation. Interactivity is a notion in vogue in contemporary communication strategies, and to a certain extent, every computer user seems to be interacting with the computer interface. However, this general assumption is not exactly the focus of interactive storytelling. Jensen’s (1998, 201) definition, which considers the user’s perspective and the technological dimension, portrays interactivity as “a measure of a media’s potential ability to let the user exert an influence on the content and/or form of the mediated communication.” The close relationship between the story and the audience is a TS principle.", "In interactive stories, such as The Sochi Project, the audience can act/react/interact without interfering with the creation of the narrative, which would characterize participation (Gambarato 2012). It is a matter of choice: the audience decides the path by which the story is experienced. Crawford (2012) considers three main factors involved in the aesthetics of interactivity: (1) speed, (2) depth, and (3) choice. The first is related to the degree of responsiveness of users’ actions, the second is about the subject material being significant to the user, and the third is what really matters because the choices should work together to satisfy the audience’s needs. The transmedial environment seems the ideal place for interactivity to flourish because “transmedia space appears as a notion that integrates meta- and intercommunicative levels, presuming the interpretation of the same message as the sequence of proto- and metatexts described in different discourses and fixed in different signs systems and media” (Saldre and Torop 2012, 41).", "The Sochi Project is referred to as an eximious example of slow journalism (Colberg 2013). Inspired by the slow food movement (Petrini 2007) from the 1980s, in contrast to fast food, slow journalism is, according to Paul Salopek, “the process of reporting at a human pace of three miles an hour” (Osnos 2013). Among multiple facets of journalism, slow journalism is defined by Greenberg as:essays, reportage and other nonfiction forms that offer an alternative to conventional reporting, perceived as leaving an important gap in our understanding of the world at a time when the need to make sense of it is greater than ever. The journalistic equivalent of slow food keeps the reader informed about the provenance of the information and how it was gathered. More time is invested in both the production and consumption of the work, to discover things we would not otherwise know, or notice things that have been missed, and communicate that to the highest standards of storytelling craft. (Greenberg 2012, 381–382)", "essays, reportage and other nonfiction forms that offer an alternative to conventional reporting, perceived as leaving an important gap in our understanding of the world at a time when the need to make sense of it is greater than ever. The journalistic equivalent of slow food keeps the reader informed about the provenance of the information and how it was gathered. More time is invested in both the production and consumption of the work, to discover things we would not otherwise know, or notice things that have been missed, and communicate that to the highest standards of storytelling craft. (Greenberg 2012, 381–382)", "Cooper (2009) describes the 1980s, on the one hand, as “days of ‘takeouts,’ stories that might take days, weeks, or months to report and that were carefully written and edited for maximum effect—magazine-style writing for newspapers.” On the other hand, she emphasizes that although the slow food movement was ascendant at that very moment, journalism was suffering what “would become the age of ‘charticles,’ or presentations of news that combined words with data and graphics into a journalistic form” (Cooper 2009). She strongly criticizes “a declining industry moving toward … what? Tidiness? Word Counting? Charticles?” and decrees “the death of slow journalism” (Cooper 2009).", "However, Greenberg (2012, 382) stresses the aspect that could perfectly place slow journalism within the contemporary transmedia space: “Often, a defining aspect of the genre is that the story works on more than one level so that the specific subject matter leaves openings to other, more universal themes.” That is the case of The Sochi Project. The 2014 Winter Olympic Games open doors to other stories, characters, conflicts, and feelings connected to the Olympics, such as the reality of the neighbouring (largely unrecognized) small state of Abkhazia, where disputes have originated since time immemorial. The unfolding of other extensions of the project takes advantage of the characteristics of different media platforms.", "Gerard (2009) summarizes the distinctiveness of slow journalism as follows: it (1) is not focused on beating the competition; (2) values accuracy, quality, and context, not just being fast and first; (3) avoids celebrity and sensationalism; (4) takes time to discover the context; (5) seeks out untold stories; (6) relies on the power of narrative; and (7) sees the audience as collaborators. Dallman (2012) adds that slow journalism is about: (8) longer articles that rely on excellent narratives; (9) taking the time and effort to construct reliable and credible stories; (10) more likely to source information that fast media does not; and (11) embraces the new digital technologies, such as smartphones and tablets. In addition, Le Masurier highlights (12) transparency:Slow journalism would lay bare the way stories are reported, by, for example, crediting all sources, being clear about what is original journalism and what is reproduced PR copy, being clear about how information is obtained, and in digital journalism by linking readers to source documents, background research and other relevant stories. (Le Masurier 2015, 142)", "Slow journalism would lay bare the way stories are reported, by, for example, crediting all sources, being clear about what is original journalism and what is reproduced PR copy, being clear about how information is obtained, and in digital journalism by linking readers to source documents, background research and other relevant stories. (Le Masurier 2015, 142)", "Pertinent initiatives of the genre are expressed, for instance, by the Finnish online publication longplay.fi, the American news site salon.com, the global magazine monocle.com, the American and European editions of politico.com, the British magazine Delayed Gratification, the Spanish yorokobu.es, the American narrative.ly, and the Dutch decorrespondent.nl.", "In the midst of fast-paced media, churnalism (Davies 2009, 59), i.e. press release material turned into news, and robot journalism (Fresneda 2015), slow journalism seems to provide information with added value without flirting with Luddism. In addition, this genre is not necessarily attached to traditional media but the opposite: it is aligned with the new possibilities offered by novel technologies.The word slow is often associated with print media but a print story is not automatically slow journalism and slow journalism is certainly not limited to just print stories. Slow journalism could equally take the form of an extended online overview on a particular topic covering a longer time period, comment pieces or analyses or even a carefully edited video. The emphasis here is on quality, that particular knack of journalism to tell a good story, to identify the core issues and to present them to the reader in an accessible form. (Kauhala 2013)", "The word slow is often associated with print media but a print story is not automatically slow journalism and slow journalism is certainly not limited to just print stories. Slow journalism could equally take the form of an extended online overview on a particular topic covering a longer time period, comment pieces or analyses or even a carefully edited video. The emphasis here is on quality, that particular knack of journalism to tell a good story, to identify the core issues and to present them to the reader in an accessible form. (Kauhala 2013)", "Matti Posio, newspaper editor in Finland, states that slow stories are often shared throughout social media networks because these stories help people forge their own identities by doing so. It characterizes the search for more extensive and in-depth content. He concludes that slow journalism could transform media in two ways: “by causing existing products to evolve and by establishing brand new channels” (Kauhala 2013).", "The connections between TS and slow journalism start from the focus on the story and the power of narrative. The story is number one and works on multiple levels, or dimensions, creating a dynamic storytelling experience and leaving space for the content to expand across different media platforms. A storyworld is developed to support the expansion of content and multiplicity of media channels. Both TS and slow journalism embrace new technologies (mobile, locative media, for instance) and devices (smartphones, tablets, etc.) to tell compelling stories able to reach a diversified public. The audience engagement is a central point for both to involve the audience as collaborators and create a more valuable experience. In order to do so, more time is invested from the side of authors/producers as well as from the public."]}, {"title": "Transmedia Project Design Analytical Model", "paragraphs": ["Although the analytical procedures of TS remain undefined, the analytical model developed by Gambarato (2013) is the method chosen to develop the case study of The Sochi Project because this model contributes to a qualitative understanding of the design process of projects that unfold across multiple media platforms. The model was elaborated in 2013 as a tool to facilitate the analysis of transmedia projects in the fictional and nonfictional realms. For other analyses applying this analytical model see Gambarato (2014) and Gambarato and Medvedev (2015a, 2015b). The structure of the model involves 10 specific topics that are guided by a series of practicable questions. A brief description is presented in Table 1."]}, {"title": "The Sochi Project", "paragraphs": ["The Sochi Project, a nonfictional narrative, documents the location at which the 2014 Sochi Winter Olympics take place beginning more than five years before the Games. The project reflects on the transformations of the area and presents a different perspective from the official image portrayed by the Olympic Committee and President Vladimir Putin’s propaganda machine. The Sochi Project takes advantage of the inherent characteristics of slow journalism, such as deep research and credible compelling narratives, to engage the audience across multiple media platforms and offers a more purposeful and significant experience. The designer Arthur Herrman, part of the project’s team, states that the “long-term approach [of The Sochi Project] contributes to deepen the story. It’s a form of slow journalism that doesn’t show solely what is happening but also why it’s happening. It doesn’t avoid complex matters” (Ferri 2014, original emphasis).", "The project aims to inform the audience not only about Sochi, the site of the most expensive Olympic Games ever, but also about neighbouring regions, such as Abkhazia, which normally does not attract media attention. Abkhazia declared independence from Georgia in 1999. However, this small and impoverished country is recognized by only five nations, including Russia. In addition, the project also documents the North Caucasus and Chechnya, poor Russian regions stigmatized by Islamist rebels, terrorism, and female suicide bombers. Hornstra states: “If you look a little bit farther than the stadium, you’ll see different things. I think it’s important for people to know what’s going on over there, that it is part of this facade, the Putin show” (Teicher 2014).", "The geopolitics of the Sochi Winter Olympics is the focus of the narrative. The iDoc is organized into eight chapters: (1) the summer capital, (2) a paradise lost, (3) on the other side of the mountains, (4) always troubled, (5) building the winter capital, (6) the Abkhazian Olympic dream, (7) injustice breeds unrest, and (8) Putin’s private project. The chapters describe Russia’s summer capital since Soviet times, “its history as the site of a genocide, its development into a tourist destination, and recent changes made in anticipation of the Olympic Games” (Teicher 2014). Homophobic issues, a topic that permeated the 2014 Winter Olympics, are also discussed in the project. The Sochi Project documents the very existence of homosexuals in Sochi, which was completely denied by the authorities, especially the mayor of Sochi, Anatoly Pakhomov, who declared that “there are no gay people in the city [of Sochi]” (“Sochi 2014: No Gay People in City” 2014).", "The iDoc is available in Dutch, English, and Russian, and includes text, videos, photos, and hyperlinks to other extensions of the project, such as online publications of books and catalogues. The hyperlinks work as migratory cues to redirect the audience to other expanded parts of the story. Conflicts in the region are alive even now, after the Winter Olympics. Georgia continues to claim that Russia, ahead of the Olympic Games, moved the “border line 11 kilometers deeper into Georgia’s breakaway region of Abkhazia” (“Georgia Claims Russia Grabbed Abkhazia Land” 2014). Internally, shortly after the Games, demonstrators stormed the presidential building and demanded the resignation of Abkhaz President Alexander Ankvab due to corruption allegations (Rutland 2014). The story goes on.", "The storyworld of the project develops around the city of Sochi, in the Krasnodar Krai region of Russia, and neighbouring regions, especially Abkhazia, North Caucasus, and Chechnya. Sochi, a subtropical resort on the Black Sea, was the favourite location for summer holidays for Soviet citizens in the past and remains the favourite among Russians today, although it is no longer affordable for all of them. Sochi was a socialist paradise for the proletariat, the dream of Soviet citizens, and a symbol of all that was good in the Soviet Union: sun, warm temperatures, beach, good food, music, strip clubs, and rest provided by the state. Then Sochi was an inexpensive option for workers, and now is a luxurious place for wealthy Russians.", "Sochi is “the Florida of Russia, but cheaper” (Byrnes 2013). Therefore, the site is a peculiar choice to host the Winter Olympic Games. This decision was made by President Vladimir Putin, who spends time at his opulent house in Sochi and stated: “I chose this place personally” (Murray 2014). Hornstra states that “it’s Putin’s project. The people there, they don’t care about these Games. They were complaining about too much traffic, dust, and construction work” (Teicher 2014). Putin, himself a winter sports lover, seems to have used the Olympics to polish his image and distract the world from more serious issues in the country, such as human rights violations (Caryl 2014). As The Sochi Project documents, the Olympic Games was pure propaganda (Gray 2014). The open-air winter sports venue was located in the Caucasus Mountains, 50 kilometres from Sochi, but the indoor stadiums for the Games were built in the city at sea level.", "Why Sochi then? This site was not chosen by chance. Several reasons for this controversial choice include the following. (1) The Olympic bid was launched in 2006, when Putin was being heralded as a hero who had conquered the rebels in Chechnya; thus, it would be his triumph over the enemies to have the Olympics in the Caucasus Mountains. (2) After the collapse of the Soviet Union and the historical battles in the Caucasus, the Sochi Olympic Games is an effort to elevate the country’s morale. (3) The Olympics ended on 23 February, a symbolic date. On the same day 70 years ago, Joseph Stalin deported Chechens to Siberia, Kirghizstan, and Kazakhstan; genocide ensued (Caryl 2014). Due to all the battles for independence in the region, Hornstra refers to the area as “a black hole on Earth” (“Dutch Journalists Bring Sochi to America” 2014). In this scenario, the storyworld of The Sochi Project is rich and robust enough to support numerous expansions.", "To build a world around the story that can provide different entry points to the story universe is a key characteristic of transmedia projects. Slow journalism can benefit from this project-based approach from TS to extend the content and amplify the reach and impact of the story through diversified media platforms and audience engagement.", "The primary character of the project is the storyworld itself: Sochi and the region portrayed across multiple media platforms. The storyworld is inhabited by simple but definitely emblematic personae, such as the singer, the prostitute, the retired worker, the widow, and the wrestling pupils, for instance. Their colours are mixed to compose a portrait of what life is really like in this naturally beautiful and historically troubled part of the world. “It bears little resemblance to the place presented during the Games” (“The Art of Slow Journalism” 2014).", "The authors play an essential role in this long-term project because of the subjectivity in telling the stories of the Sochi universe visually. The Sochi Project is the result of the creative and journalistic work of Rob Hornstra (born in Borne, the Netherlands, 1975) and Arnold van Bruggen (born in Texel, the Netherlands, 1979) in association with the design team Kummer & Herrman. Hornstra is a slow-form documentary photographer, and van Bruggen is a writer/filmmaker and founder of the journalistic production agency Prospektor. Various extensions of the project won relevant prizes, such as the New York Photo Book Award 2010; the Magnum Expression Award 2011; the Sony World Photography Award 2012; the World Press Photo Award for Arts & Entertainment Stories 2012; the European Design Awards 2014; and the Canon Prize for Innovative Journalism 2014, among several others.", "The project involves the online iDoc, printed books, e-books, sketchbooks, catalogues, billboard, newspapers, cards, an exhibition, and social media profiles. The exhibition has travelled to the Netherlands, Canada, the United States, Ireland, Italy, Belgium, Austria, and Spain thus far. An exhibition stop planned for Moscow in 2013 was cancelled because the authors’ visa applications to re-enter Russia were rejected. The catalogues Empty Land (2011) and No Fixed Format (2013) accompany the exhibition. Newspapers are connected to the exhibition as well: On the Other Side of the Mountains (2010) and Paris Photo Newsprint Exhibition (2012). The Billboard Sochi Singers (Lilya/Olymp) (2013), composed of 42 A3 pieces, was also produced. The designer Arnold Herrman explains that a series of sketchbooks was developed because “the ‘sketchbooks’ were too small for being a year publication, but too beautiful not to share, so we decided to start a new smaller series” (Ferri 2014). The series encompasses Safety First (2011), Life Here is Serious (2012), and Kiev (2012).", "The final publication of The Sochi Project is the book An Atlas of War and Tourism in the Caucasus (2013). Other books are Sanatorium (2009), Empty Land, Promised Land, Forbidden Land (2010, 2013), and The Secret History of Khava Gaisanova (2013). In 2010, The Sochi Project printed a small documentary story displayed as a series of six Christmas cards. The main publications are also available as special editions, most of them finely displayed in boxes.", "The Facebook page (https://www.facebook.com/thesochiproject?fref=ts) for The Sochi Project, as the main social media extension, is updated with the latest news about exhibition venues, lectures performed by the authors, links to reports and interviews related to the project, and nominations and prize ceremonies, and had more than 8700 “likes” in February 2015. Therefore, the Facebook page collaborates to keep the project alive, add value to the community interested in the project, and function as a migratory cue to point the audience in the direction of other extensions connected to the project.", "Overall, the extensions contribute to expanding the narrative through online and offline platforms, providing the possibility of exploring in-depth dimensions of the story, a key feature of slow journalism and TS. Although all the extensions are canonical (maintain the coherence and respect the logic of the story) and enrich the project, not all necessarily offer new content. For instance, the printed and electronic versions of the books have the same content, and the images incorporated in the iDoc are available in the books and exhibition. In this context, The Sochi Project has also characteristics of crossmedia (Davidson 2010), a broader concept than TS that presupposes the repetition of content in different media platforms. Crossmedia is a more generic term that “includes the whole process of communication and interactivity not restrict to audio-visual industry, and the main difference would be the emphasis of TS on the narrative” (Gambarato 2013, 83). Herrman states that “the storylines of the final publication (An Atlas of War and Tourism in the Caucasus), the traveling overview exhibition and the web documentary are largely the same. The experience for each platform, however, is entirely different” (Ferri 2014). The different types of media have their own affordances and limitations, therefore, the transmedia producers/slow journalists should be aware and take advantage of it. To read a book is a different kind of experience than visiting a photo gallery exhibition. Reading is a lively experience for the imagination; visiting an exhibition is a physically immersive experience; and accessing an online documentary offers an audio-visual interactive experience of moving through the story linearly or non-linearly. “In the ideal form of transmedia storytelling, each medium does what it does best” (Jenkins 2006, 96), contributing to a more rewarding experience.", "As a long-term project that unfolded over more than five years, The Sochi Project incorporated the logic of releasing the story via instalments in print media (books, catalogues, newspapers, cards) and on the internet (e-books and iDoc), with each extension focusing on a particular facet of the people, the geography, and the history of the region. Social media networks are modestly involved in the project. The main role of Facebook, Twitter, and Pinterest is sharing and spreading the word about the project. To facilitate this action, social media buttons are embedded in the documentary website.", "The documentation nature of the project is anchored in the specific aspects of the slow journalism genre. “Although not in any way channel-dependent, slow journalism represents a lifeline for one medium in particular: It is an opportunity for print journalism to redefine its role in the world” (Kauhala 2013). The Sochi Project places great emphasis on print media and incorporates digital media well.", "The website https://www.thesochiproject.org presents the iDoc, which includes an online shop/donation section. Herrman describes the development of the website as follows:Because of its narrative form, it feels like reading a book. It’s shaped as a long read divided in eight chapters, ranging from The Summer Capital to Putin’s Private Project. Lots of imagery, audio and video content and detailed maps accompany the stories. Obviously, audio and video make a substantial difference in comparison with printed matter; but the interactivity ensures you that a connection can be made. [The purpose is] [t]o add urgency and importance [and] to make it an experience rather than “just” a story, or a narrative. (Ferri 2014)", "Because of its narrative form, it feels like reading a book. It’s shaped as a long read divided in eight chapters, ranging from The Summer Capital to Putin’s Private Project. Lots of imagery, audio and video content and detailed maps accompany the stories. Obviously, audio and video make a substantial difference in comparison with printed matter; but the interactivity ensures you that a connection can be made. [The purpose is] [t]o add urgency and importance [and] to make it an experience rather than “just” a story, or a narrative. (Ferri 2014)", "The authors are independent professionals without any links to media corporations and financed the project entirely with small grants and online crowdfunding. The funds came from Dutch institutions, such as Stichting Democratie en Media, Mondriaan Fund, Stichting Sem Presser Archief, Fonds Bijzondere Journalistieke Projecten, and Dutch Culture and Postcode Loterijfonds voor Journalisten. However, the project “has been largely crowdfunded by more than 650 private donators over the years 2009–2013. With individual yearly donations between €10 and €1500 they have made this project possible” (van Bruggen 2013).", "Greenberg (2012, 382) suggests that “there appears to be a public appetite for ‘slow journalism’ when it becomes available,” which could justify the successful crowdfunding model used in this case. In the website online shop, in the donation section, the audience can easily donate by adding the amount to the shopping cart. If it is the first donation, the user is invited to subscribe to The Sochi Project and will be included among the other donors in the list displayed on the website.", "The potential audience interested in the project is broad since the Olympic Games are a fascinating topic and Sochi is mostly unknown in Western countries, which could raise curiosity. Nevertheless, the project scale is small, and The Sochi Project is a niche production focused on a community interested in the geopolitical dimension of the Winter Olympics to the exclusion of sports per se. From young to mature adults, the target audience is international, especially European countries and the United States. The massive media attention directed at the controversies, allegations of corruption, misleading administration, and homophobic issues, for instance, that surrounded the 2014 Winter Olympics benefited The Sochi Project.", "The multiplatform production attracts various kinds of users/viewers, and this is a special bonus for slow journalism, which has the potential for exploration by different audiences. In Murray’s (1997) terms, the project comprises real-time (who accessed the content), reflective long-term (who followed the entire development of the project), and navigational viewers (who explored the connections between different instalments of the project).", "The Sochi Project is not the only initiative to portray the challenges of the region. The project Grozny Nine Cities (http://www.mediapart.fr/documentaire/international/grozny-derriere-la-facade-russe) by Olga Kravets, Maria Morina, and Oksana Yushko, is also a long-term slow journalism production in the transmedia space that explores particular aspects of Grozny, the capital of turbulent Chechnya, including the issues around the Sochi Olympic Games.", "The mechanisms of interactivity in the iDoc involve the selection of the chapters to be explored; the option to read the text; watch the videos; enlarge and see photographs; access the maps; clink on the hyperlinks and be redirected to other extensions of the project, such as e-books; and share information through embedded social media buttons. The maps that contribute to the understanding of the conflicts in the region, for instance, can be shared via Facebook, Twitter, and Pinterest. Photos, including historical ones, can be easily shared via Facebook and Twitter buttons as well. The project, however, does not presuppose participation, in the sense that the audience cannot co-create and modify the story. Thus, the project functions more as a cultural attractor (being able to congregate a community around the topic depicted in the project) than a cultural activator (giving this community the opportunity to participate) (Jenkins 2006). Ryan believes interactivity affects narrative discourse and the presentation of the story when:the materials that constitute the story are still fully predetermined, but thanks to the text’s interactive mechanisms, their presentation to the user is highly variable. Narratologists would say that interactivity operates here on the level of narrative discourse, as opposed to the level of story. This type of interactivity requires a collection of documents interconnected by digital links, so that, when the user selects a link, a new document comes to the screen. This type of structure is widely known as hypertext. (Ryan 2005)", "the materials that constitute the story are still fully predetermined, but thanks to the text’s interactive mechanisms, their presentation to the user is highly variable. Narratologists would say that interactivity operates here on the level of narrative discourse, as opposed to the level of story. This type of interactivity requires a collection of documents interconnected by digital links, so that, when the user selects a link, a new document comes to the screen. This type of structure is widely known as hypertext. (Ryan 2005)", "In addition, among the four modes of interaction (conservational, hitchhiking, participatory, and experiential) proposed by Gaudenzi (2013, 37–71), The Sochi Project iDoc is predominantly characterized by the hitchhiking mode. The hitchhiking (or hypertext) mode presupposes the rearrangement of a fixed storyline within a closed system:What is arguably more essential is an interesting narrative or a well-defined topic for the user to explore. Because the user’s personal interest in the topic is often what motivates her to explore, the sense of freedom of action is less significant, and a low level of agency will still make for a satisfying experience. Indeed it may allow the user to concentrate on the content without being overly distracted by navigation. (Gaudenzi 2013, 51–52)", "What is arguably more essential is an interesting narrative or a well-defined topic for the user to explore. Because the user’s personal interest in the topic is often what motivates her to explore, the sense of freedom of action is less significant, and a low level of agency will still make for a satisfying experience. Indeed it may allow the user to concentrate on the content without being overly distracted by navigation. (Gaudenzi 2013, 51–52)", "One of the main extensions of The Sochi Project is an offline exhibition, which offers the audience the condition to be immersed into the story by being surrounded by large-scale photographs. However, the audience can extract elements of the storyworld, such as printed books, catalogues, and cards, and incorporate them in their everyday life. As a slow journalism project, the story can be experienced in the first-person point of view with the direct narrative of the characters and in third person through the eyes of the narrator.", "The Sochi Project is a proactive transmedia production that from the beginning was planned to spread the story in various instalments. Although the framework was clear, not all the planning was done in advance mainly because of funding limitations, uncertainties, and the story itself, which depended on the reality found in loco. Herrman explains the process:", "Not willing to be dependent on grants only and having the idea that there was a crowd out there interested in the stories Rob and Arnold wanted to bring across, we introduced a crowdfunding platform from the very first start. Inspired by the Obama campaign (largely funded with small donations) we came up with a yearly donation system in three levels. Referencing the Olympic medals, donors were subdivided in gold, silver and bronze supporters for respectively 10, 100 and 1,000 [actually 1,000, 100, and 10] Euro. (Ferri 2014, original emphasis)", "Not willing to be dependent on grants only and having the idea that there was a crowd out there interested in the stories Rob and Arnold wanted to bring across, we introduced a crowdfunding platform from the very first start. Inspired by the Obama campaign (largely funded with small donations) we came up with a yearly donation system in three levels. Referencing the Olympic medals, donors were subdivided in gold, silver and bronze supporters for respectively 10, 100 and 1,000 [actually 1,000, 100, and 10] Euro. (Ferri 2014, original emphasis)", "The main extensions of the project are the iDoc, the books, and the exhibition, but the structure started very small with the authors building the visual identity, publishing an introductory newspaper, and launching the website to start the crowdfunding and distribute the first journalistic stories (Ferri 2014). The Sochi Project is a transmedia franchise with each extension functioning as an independent entry point to the storyworld. The endpoint of the project remains open, as the authors intend to return to the region soon. Hornstra comments: “We have seen many more subjects that we want to cover. What we have done is just one chapter in our final project. When the authorities give me the possibility,” he says without hesitation, “I’ll go back immediately” (“The Art of Slow Journalism” 2014).", "Arthur Herrman and Jeroen Kummer are the designers of the entire project and stress the relevance of The Sochi Project, which “has become a leading model on how to disseminate and present documentaries in a transmedial manner” (Ferri 2014). In addition, Hornstra’s photographic approach combines slow journalism with documentary storytelling and portraits. The text, in the iDoc and in most of the books, highlights the use of quotes (in red), which calls attention and emphasizes the first-person point of view of a documentary, bringing intimacy to the experience. Herrman states:“People are trying to organize Winter Games in a subtropical conflict zone” was one of the very first quotes we’ve been using. In terms of communication about the project, this was a very powerful move. In just one sentence, it summarizes the core of the project: a small yet incredibly complicated region suddenly finds itself in the glare of international media attention. (Ferri 2014, original emphasis)", "“People are trying to organize Winter Games in a subtropical conflict zone” was one of the very first quotes we’ve been using. In terms of communication about the project, this was a very powerful move. In just one sentence, it summarizes the core of the project: a small yet incredibly complicated region suddenly finds itself in the glare of international media attention. (Ferri 2014, original emphasis)", "Text and image coexist as inseparable parts and there are no fixed formats to restrain the organic development of designing the stories (Ferri 2014). The design of each extension emerged from the stories themselves, and the strongest element of unification is the overall subject of the project: “there are some elements contributing to this effort: the use of bold and penetrating quotes, the frequent use of newspaper print which often very well suited the nature of the stories, and of course the use of typography” (Ferri 2014, original emphasis). The materials used in the print media extensions, especially the roughness of newspaper print in contrast to the glossy photo paper, also reinforce the authenticity and (slow) journalistic aura of the project."]}, {"title": "Conclusion", "paragraphs": ["The Sochi Project brings to the surface the deeply rooted struggles of a turbulent region historically immersed in disputes for independence, divided by different ethnic groups and religious expression, and relegated to mixed feelings of pride and hopelessness. This multiplatform slow journalism production functions as an appropriate canvas to paint, with a variety of colours, the neglected stories behind Sochi and the odyssey of the Winter Olympic Games in this lost land. The project explores online as well as offline outcomes in order to embrace the diverse facets of the project and the audience, elevating the slow journalism experience. The Sochi Project incorporates the main principles of TS and slow journalism combined: emphasis on the quality of the story, multiple media platforms, expansion of content throughout a storyworld, investment of time for production/consumption, usage of new technologies and devices, the project is neither focused on beating the competition nor on being fast and first, the characters are not celebrities, and the project portrays untold stories. However, the principle of having the audience as collaborators, which is key for TS and slow journalism, is not fully developed in The Sochi Project. The interactive mechanisms used in the project are limited without the full exploration of either interaction or participation. For instance, the maps displayed in the iDoc are crucial for understanding the region, the distances, the neighbours, and the conflicts, but are extremely generic and grey without enough detail. The user can zoom in and out and can share them via social media networks, but that is all. In this case, the maps do not capture the whole potential of interactivity as it could be experienced in other iDocs, such as Bear 71 (http://bear71.nfb.ca) and Farewell Comrades (http://www.farewellcomrades.com). The interactive result is probably closer to what Ingrid Kopp, the director of digital initiatives at New York’s Tribeca Film Institute, refers to as “scrollytelling projects” (Cheshire 2014) in the realm of journalism, such as the acclaimed New York Times Snow Fall (Branch 2012).", "The ability to engage the audience and allow them to participate is underestimated in The Sochi Project and could be improved in future developments. This would help intensify the slow journalism feature of considering “the audience as collaborators” (Gerard 2009) or “a practice of responsible citizenship” (Le Masurier 2015, 149).", "Although the authors were arrested multiple times in the North Caucasus, they plan to return: “We want to follow up on specific main characters in the project. We want to see how the region around Sochi is dealing after the games, how it’s developing after the games” (Teicher 2014). The potential to continue to unfold the story is a relevant aspect of transmedia spaces that can contribute to the development of slow journalism.", "Greenberg (2012, 389) argues about the possible conflict in the realm of journalism regarding the attempt “to offer original and documented writing that aims for a high level of craft” in opposition to “the move into a digital environment … that makes a virtue of its raw and instantaneous nature.” This assertion does not apply to the case of The Sochi Project. As the analysis demonstrates, the usage of digital tools does not decrease the high-quality craft of journalism achieved by the project. On the contrary, the online outcomes reinforce the level of in-depth information made available for a diverse audience.", "In this context, transmedia strategies combined with slow journalism practices can actually take full advantage of the possibility to offer high-quality content via a digital environment with “a good dose of pleasurable narrative style” (Le Masurier 2015, 149). The Sochi Project exemplifies this trend."]}], "references": [{"title": "The Sochi Project", "year": "2013", "journal": "", "volume": "", "authors": [{"name": "van Bruggen Arnold", "first_name": "van", "last_name": "Arnold"}]}, {"title": "Why Sochi?", "year": "2014", "journal": "The New York Review of Books Blog", "volume": "", "authors": [{"name": "Caryl Christian", "first_name": "Caryl", "last_name": "Christian"}]}, {"title": "Documentary Storytelling with You Directing the Action", "year": "2014", "journal": "Wired", "volume": "", "authors": [{"name": "Cheshire Tom", "first_name": "Cheshire", "last_name": "Tom"}]}, {"title": "The Death of Slow Journalism", "year": "2009", "journal": "American Journalism Review", "volume": "", "authors": [{"name": "Cooper Candy", "first_name": "Cooper", "last_name": "Candy"}]}, {"title": "", "year": "2014", "journal": "Here \\& Now", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "En Defesa Del Periodismo Sin Prisa", "year": "2015", "journal": "El Mundo", "volume": "", "authors": [{"name": "Fresneda Carlos", "first_name": "Fresneda", "last_name": "Carlos"}]}, {"title": "Signs, Systems and Complexity of Transmedia Storytelling", "year": "2012", "journal": "Estudos Em Comunicação", "volume": "12", "authors": [{"name": "Gambarato Renira R.", "first_name": "Gambarato", "last_name": "R."}]}, {"title": "Transmedia Project Design: Theoretical and Analytical Considerations", "year": "2013", "journal": "Baltic Screen Media Review", "volume": "1", "authors": [{"name": "Gambarato Renira R.", "first_name": "Gambarato", "last_name": "R."}]}, {"title": "Transmedia Storytelling in Analysis: The Case of Final Punishment", "year": "2014", "journal": "Journal of Print and Media Technology Research", "volume": "3", "authors": [{"name": "Gambarato Renira R.", "first_name": "Gambarato", "last_name": "R."}]}, {"title": "Fish Fight: Transmedia Storytelling Strategies for Food Policy Change", "year": "2015", "journal": "International Journal of E-Politics", "volume": "6", "authors": [{"name": "Gambarato Renira R.", "first_name": "Gambarato", "last_name": "R."}, {"name": "Medvedev Sergei", "first_name": "Medvedev", "last_name": "Sergei"}]}, {"title": "Western Scepticism Vs Putin Propaganda: Reporters React to Sochi", "year": "2014", "journal": "European CEO", "volume": "", "authors": [{"name": "Gray Jules", "first_name": "Gray", "last_name": "Jules"}]}, {"title": "Interactivity: Tracing a New Concept in Media and Communication Studies", "year": "1998", "journal": "Nordicom Review", "volume": "1", "authors": [{"name": "Jensen Jens F.", "first_name": "Jensen", "last_name": "F."}]}, {"title": "Slow Journalism Spreads Fast", "year": "2013", "journal": "", "volume": "", "authors": [{"name": "Kauhala Anna", "first_name": "Kauhala", "last_name": "Anna"}]}, {"title": "What is Slow Journalism?", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Le Masurier Megan", "first_name": "Le", "last_name": "Megan"}]}, {"title": "On Slow Journalism", "year": "2013", "journal": "The New Yorker", "volume": "", "authors": [{"name": "Osnos Evan", "first_name": "Osnos", "last_name": "Evan"}]}, {"title": "Abkhazia’s Crisis Not over Yet", "year": "2014", "journal": "The Moscow times", "volume": "", "authors": [{"name": "Rutland Peter", "first_name": "Rutland", "last_name": "Peter"}]}, {"title": "Peeling the Onion: Layers of Interactivity in Digital Narrative Texts", "year": "2005", "journal": "", "volume": "", "authors": [{"name": "Ryan Marie-Laure", "first_name": "Ryan", "last_name": "Marie-Laure"}]}, {"title": "Sochi 2014: No Gay People in City, Says Mayor", "year": "2014", "journal": "BBC", "volume": "", "authors": []}, {"title": "An Uncensored Look at the Real Sochi", "year": "2014", "journal": "Slate", "volume": "", "authors": [{"name": "Teicher Jordan G.", "first_name": "Teicher", "last_name": "G."}]}, {"title": "", "year": "2014", "journal": "Border Crossings", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}]}