{"doi": "10.1080/17512786.2014.953769", "url": "https://doi.org/10.1080/17512786.2014.953769", "title": "Partners in Power", "volume": "9", "year": "2015", "issue": "3", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Lanosga", "first_name": "Gerry", "name": "Gerry Lanosga", "affiliation": "", "orcid": "", "role": ""}], "abstract": "This historical analysis examines the relationship between investigative journalists and official sources through the prism of Pulitzer Prize archive materials from 1917 through 1960. Most prize research has focused on the content of winning stories, but this study provides a fuller picture of the process of newsmaking—and policymaking—through an exploration of deliberative material created by prize juries. While the role of the press in these decades and beyond has been conceptualized alternately as a passive lapdog or an aggressive watchdog, this essay offers a more nuanced view of newspapers that are fully entangled with power in society—sometimes collaborating with a faction of power, sometimes confronting a faction, and, often, both at once. Detailed jury notes on the nominations tell the stories behind the investigations, revealing a press that sometimes leads and other times takes the lead from those in positions of official power. The paper adds to the literature on policy and media agenda building, arguing that through investigative reporting, journalists have often been active rather than passive partners in systems of community standard maintenance.", "body": [{"sec_title": "Introduction", "sec_content": ["Where does the press fit into structures of local power? Under what circumstances do the media influence the actions and agendas of government elites, and vice versa? And how does investigative reporting figure in the power arrangement? This historical study explores these questions through an examination of Pulitzer Prize archival documents from 1917 through 1960.", "While the role of the press in these decades and beyond has been conceptualized alternately as a passive lapdog or an aggressive watchdog, this study offers a more nuanced view of newspapers that are fully entangled with power in society—sometimes collaborating with a faction of power, sometimes confronting a faction, and, often, both at once. Detailed prize jury notes on the nominations tell the stories behind the investigations, revealing a press that sometimes leads and other times takes the lead from those in positions of official power. Journalists in these encounters are often strikingly intimate with official power, playing much more than mere stenography roles in official responses to problems. The journalists, in fact, sometimes act in near-official capacities, while officials, surprisingly, take on the role of stenographer.", "The scenarios uncovered here add to the body of agenda-setting research, particularly as it pertains to the building of media and policy agendas. In contrast to scholarship focused on macro-level effects of news coverage or source inputs, this paper examines specific historical moments involving contacts between individual journalists and policymakers and the resulting stories and policy reforms. While journalists are often portrayed as lacking much real agency in press–power relations—largely limited to simply recapitulating official priorities through a regurgitated daily report—this research reveals a more substantive historical role for newspapers in the formation of policy agendas. Through episodic investigative reporting, journalists often have been active rather than passive partners in systems of community standard maintenance.", "The historical backdrop for these findings is an era of a developing professionalism in journalism marked by an increasing commitment to the objectivity norm (Schudson 1978). In shedding light on press–power relations, this research also adds to our understanding of professionalization. Although a number of industry associations, trade publications, and codes of ethics were spawned in a relatively brief span in the early years of the twentieth century, analysis of the prize materials reveals that formal commitments to objectivity and detachment were frequently belied by the collaborative relationships between reporters and those they covered. Consequently, this essay poses a challenge to normative understandings of the accepted role for journalists with respect to policymakers."]}, {"sec_title": "Literature Review", "sec_content": ["Journalists and media scholars have staked out markedly different perspectives on how journalism and power interact. The predominant narrative among professional journalists is a somewhat triumphalist view of an independent press that exerts a powerful influence on both policy and the public. This view constitutes a Fourth Estate ideology that drives journalistic practice and often casts investigative reporting as the highest form of journalism, with a clear-cut ability to affect public affairs. Popular journalistic literature is replete with examples of this conceptualization. Former Washington Post journalist Leonard Downie, for instance, has written: “There can be little doubt that a great surge of investigative reporting during the past decade has considerably influenced the course of the nation” (Downie 1978, 7). The ideology permeates the rhetoric of journalism, beginning with the very names of our newspapers, such as Sentinel, Monitor, Examiner, and Advocate (Donohue, Tichenor, and Olien 1995, 118).", "On the other hand, media scholars have offered a more critical view that portrays the press as an “agent of power,” in Herbert Altschull's (1995) phrasing. He portrayed the idea of an independent Fourth Estate as a myth, arguing the press can exert influence in society only as an instrument of the true wielders of power such as government and advertisers. Further, he argued that investigative reporting has tended to prop up the status quo, targeting individual wrongdoing but not underlying systemic issues.", "Others have presented a similar vision of a subordinate press that reports conflict only when it arises between competing power groups. Donohue, Tichenor, and Olien (1995, 119) offered a “guard dog” approach in which the media “reflect interests of the dominant groups and the system and have neither the inclination nor the power to challenge those dominant groups, unless they are already under challenge by other forces.” The inability or unwillingness to tackle systemic problems stems from the fact the press is itself part of the system of power, often relying on other actors for cues about what constitutes news. In their analysis of local newspapers, Tichenor, Donohue, and Olien (1980) contended that newspapers serve ancillary rather than initiating roles in community conflict, trafficking in the ideas of sources even in the case of investigative reporting. They found that the first reports of a controversy typically did not appear until there was some organized opposition and that the press tended to reflect the orientations of elite interests. They concluded: “Newspapers and other media of communication are not the independent, self-styled social agents that either they or members of the public may imagine them to be” (217).", "Chad Raphael (2005) made a similar case in his study of investigative reporting in early television network documentaries, arguing that media become adversarial toward government only when there is a lack of consensus among competing groups of elites. Raphael's analysis draws on indexing theory, which posits that the news is calibrated to match debate among officials (Bennett 1990). Journalists tend “to restrict the field of criticism to the kinds of opposition expressed in official circles” (Raphael 2005, 7).", "The idea that the press is merely ancillary in the structures of power is more pronounced in the literature of political science. In a seminal study tracing political power in New Haven, Connecticut, Robert A. Dahl (2005, 256) treated newspapers primarily as a source for information, assets to be used by other political actors: “Control over the content of the mass media is thus a political resource of great potential importance.”", "Dahl's perspective on New Haven in the mid-twentieth century mirrors media scholars’ general assessments of the newspaper press of the time. Journalism historian James Aucoin (1995, 3), for instance, said publishers at mid-century had high social status and power: “Most showed no leadership towards aggressive, in-depth reporting during the 1940s and 1950s because they accepted the perspective of government and the power elite and/or did not see a financial profit in such reporting.” A more succinct view came from historian James Boylan (1986, 31), who described the press of the 1950s with this memorable phrase: “Yea-sayer to power.”", "That contention recalls the groundbreaking work by Leon Sigal (1973) that found the vast majority of news stories emanate from official sources and channels. Sigal's content analysis of front-page newspaper stories determined that nearly 80 percent of sources were affiliated with the government. Sigal did note a small percentage of news work resulting from reporter enterprise, in which officials constituted less than half of the sources.", "Sigal's and others' focus on source inputs is closely connected to the literature on agenda setting, which concerns the transfer of salience from one agenda to another (McCombs and Shaw 1972; McCombs 2004). Much of this research has been concerned with effects on the public agenda, but a number of agenda-building studies have examined how media and policy agendas are formed. Research has clearly demonstrated the influence elite sources often have on the formation of media agendas (see e.g. Weaver and Elliott 1985; Berkowitz 1987; Taylor, Lee, and Davie 2000). In terms of media influence on policy agendas, studies in the late 1980s and early 1990s yielded inconsistent findings (see e.g. Rogers and Dearing 1988; Kingdon 1995), though a more recent line of research found strong agenda-setting effects (Edwards and Wood 1999; Walgrave 2008). Althaus (2003) looked for evidence of press independence in the policy discourse surrounding the first Gulf War, concluding journalists are more independent than usually supposed: Even if journalists themselves produced only a small amount of critical discourse entering the news, evidence of such independent activity would cast journalists in much more flattering light than the conventional portrait of sheepish adherents to the boundaries set by elite debate. (Althaus 2003, 385) Agenda-building scholars generally agree that newsmaking is a reciprocal process involving active contributions by both sources and journalists (Bennett and Livingston 2003; Johnson, Wanta, and Boudreau 2004; Van Aelst, Walgrave, and Vliegenthart 2013). As Wolfe, Jones, and Baumgartner (2013, 186) suggest, “news both sets the policymaking agenda and indexes it.” More broadly, Lang and Lang (1983, 58–59) defined agenda building as “a collective process in which media, government, and the citizenry reciprocally influence one another in at least some respects.”", "Even if journalists themselves produced only a small amount of critical discourse entering the news, evidence of such independent activity would cast journalists in much more flattering light than the conventional portrait of sheepish adherents to the boundaries set by elite debate. (Althaus 2003, 385)", "The agenda-building process can be observed at the individual level, as Fico (1984, 821) saw in Indiana lawmakers’ encounters with reporters, noting the “complex and interesting exchanges of information and influence.” Davis (2009) suggested reporters are political actors as much as the policymakers they cover. In his surveys of journalists and members of the UK Parliament (Davis 2007), he found Members of Parliament (MPs) engaged in “regular exchange or alliance with specific journalists” (195), who enjoy a “significant social and cultural role in helping MPs to reach agreed agendas and positions” (182). In terms of investigative reporting, this finding recalls the work of Cook et al. (1983), which found that what often led to policy change was not the reporting of an investigative story but rather the active collaboration between reporters and officials. Protess et al. (1991, 19) expanded on that notion in a later collection of case studies: “[P]olicy-making proposals may be triggered by prepublication transactions between journalists and policy makers.” Such exchanges, evident throughout the Pulitzer judging materials, form the basis for the present research."]}, {"sec_title": "The Prize Materials", "sec_content": ["This study draws on records of the Pulitzer Prize competition from the first year the prizes were given, 1917, through the 1960 awards, a time-frame chosen as part of a larger project concerned with documenting investigative reporting in the decades between the muckraking movement and the 1960s (Lanosga 2010). The Pulitzers were the first national journalism awards in the United States and are widely regarded as the most prestigious (see e.g. Bates 1991). Although they are now open to nominations from online news organizations, during the time period examined here, they were limited to print newspapers. Much has been written about the winners over time, but the entry materials have rarely been studied (a notable recent exception is Harris 2007). Access to the jury records allows for a broader analysis of investigative reports that come from among thousands of non-winning prize entries.", "The materials are maintained in paper files by the Pulitzer Prize administrative office at Columbia University in New York. They consist of yearly indexes of entries (from 1937 forward) and prize jury reports for the whole time-span. In some cases, the jury reports include supporting documentation for entries, such as letters from editors or public officials commending reporters’ work. A total of 4435 entries were catalogued from the news-reporting categories as well as the annual public service prize; this number was narrowed to 609 entries identified as investigative in nature. Investigative journalism is defined for this research as comprehensive, in-depth reporting about public affairs that involves wrongdoing, failure, or social problems brought to light by journalists (for a fuller discussion of this definition, see Lanosga 2010).", "Pulitzer judging is a two-tiered process, with initial screening juries recommending finalists in each category and final prize determinations made by the Pulitzer Board. Both the juries and the board are composed mainly of top professionals in the field. In addition to the names of entrants and their newspapers, the yearly entry indexes include a description of varying length and detail for each submitted story. Though some jury reports include a list of the year's entries in the category, they generally name only a few entries deemed outstanding by each respective jury. The jury reports do, however, offer lengthy descriptions of selected entries and often provide insight into the reasoning behind the juries’ choices.", "The entry indexes were coded for a few descriptive variables, including story subject, target of the investigation, and whether the story prompted official action. Intercoder reliability testing yielded Krippendorf's alphas ranging from 0.8 to 0.92. The bulk of the analysis for this paper consisted of close historical reading of the jury notes and supporting materials."]}, {"sec_title": "Reporter Enterprise Versus Indexing", "sec_content": ["Examination of the Pulitzer entry materials reveals a complex relationship among officials and journalistic investigators in which both sides exercise degrees of agency. There is support for the notion of a vigorous press whose enterprise has a strong hand in driving policy reform; and there is also evidence of a press that sometimes takes cues for its exposés from the priorities of varying contingencies of officials. But often what is evident is a fascinating picture of press and power so closely entangled that it is difficult to sort out just who is the leader and who is the follower.", "Nearly 42 percent of the investigative stories under analysis targeted wrongdoing by government or political officials or institutions. At the same time, about half of the entries reported some sort of corrective action—typically in the form of official government response—taken as a result of the stories (Lanosga 2010).", "The complexity of the press–power relations in these stories defies any singular characterization because of the variable roles played by both sides. As Raphael (2005, 248) noted in his study of investigative documentaries, “[A]lthough government forces are often investigative reporters’ targets and tormentors, officials and jurists are also often reporters’ best sources, collaborators, defenders, and regulatory champions.” Moreover, the collaboration between press and power was not limited to pre-publication settings, but permeated virtually every stage of the process.", "Rewarding reporter enterprise and independence from government officials was a stated objective from the beginning of the Pulitzer competition in 1917. Charles P. Cooper and Allen S. Will, who comprised the 1920 public service jury, bemoaned the lack of entries, suggesting in an April 26 letter that there was an overall lack of journalistic enterprise that year and blaming it on the government: The jury believes that Government control in 1919, not only of news sources, such as sessions of the Peace conference, but also of distributing agencies, both cable and telegraph, greatly hampered individual newspapers, with the result that there was a dearth of original production.1 The Pulitzer Board evidently agreed, and its early prize decisions set a tone to encourage journalistic enterprise in the form of the exposé. In the second year of the prizes, Harold A. Littledale won the reporting award for exposing abuses in the New Jersey state prison system. Littledale had been to all of New Jersey's prisons, going so far as to get himself incarcerated to obtain firsthand knowledge of the conditions there (Brennan and Clarage 1999, 551).", "The jury believes that Government control in 1919, not only of news sources, such as sessions of the Peace conference, but also of distributing agencies, both cable and telegraph, greatly hampered individual newspapers, with the result that there was a dearth of original production.1", "Littledale's award citation, highlighting the fact that his reporting prompted reforms, made it clear the Pulitzer Board put a premium on getting results, and from then on, entrants and jurors often took care to report whether a story had led to any concrete accomplishments. It was also clear that moving officials to action, rather than simply reporting on official action or a government investigation, was something that prize judges appreciated. Across the time period, an abundance of exposés in the prize materials—about half of the 609 investigative entries—were reported to have prompted some official remedial action.", "When the Boston Post won the public service medal in 1921 for exposing the Ponzi financial fraud, the jury made prominent mention of the fact that the stories were done “at a time when public officials were inactive … The paper took great risk in this procedure, was completely justified by the results, and has received the unstinted commendation of public officials, including Governor Coolidge.” Another entry in 1921, the New York Evening Post's series that exposed government neglect of returning soldiers, was lauded by the jury for prompting “official investigation and steps to remedy the abuse.” Likewise, a 1924 entry by the Fort Worth Press was described as exposing fraudulent oil company promoters and helping bring them to justice.", "In 1926, the reporting jury extolled freelance writer William H. McMasters, who had written the Boston Post's earlier Ponzi investigation, for an exposé of a massive gambling operation known as the Albany baseball pool. McMasters, the jury made sure to point out in its recommendation, had conducted the investigation completely on his own: “So well-founded were his charges, so forcefully were they presented, that immediately following the first publication action was taken by Federal and New York State officials, the pool ceased its operations and no fewer than forty indictments were found.”", "Similarly, officials in Waterbury, Connecticut, emphasized the role of newspapers in driving an investigation into municipal graft. The Republican and American's exposé, which won the public service prize in 1940, revealed thousands of missing checks and other records, unauthorized payments of hundreds of thousands of dollars to political cronies, and a city budget overspent by nearly half a million dollars. The newspapers were credited by state's attorney Hugh Mead Alcorn with laying the foundation for a grand jury investigation in 1938: The special prosecutor added that much of what appears in the grand jury report was printed in Waterbury newspapers before he was named special prosecutor. Mr. Alcorn declared that these newspaper stories made the calling of the grand jury necessary and was the real cause of the inquiry. A formative role for journalism in sparking official action was spotlighted by the 1947 public service jury as well. The jury recommended five entries, including an exposé of election fraud by the Kansas City Star, whose reporters, Ira B. McCarty and John P. Swift, “directed squads of young veterans in uncovering frauds at the primary polls.” The evidence they gathered, according to the Public Service jury notes of March 12, 1947, “was placed in the hands of the FBI, the department of Justice, a congressional elections committee and the prosecuting attorney of Jackson County, Mo.”", "The special prosecutor added that much of what appears in the grand jury report was printed in Waterbury newspapers before he was named special prosecutor. Mr. Alcorn declared that these newspaper stories made the calling of the grand jury necessary and was the real cause of the inquiry.", "Such stories reveal a strong episodic press influence over the inclusion of specific initiatives on policy agendas. On the other hand, there is also clear support in the Pulitzer entries for official influence over media agendas, if not indexing of news to pre-existing government policies. For example, previous scholars have noted how the press during times of war tends to adopt a patriotic posture. The Pulitzer materials reflect that trend. In 1943, the public service jury recommended the prize be given to the Omaha World Herald for pioneering a national campaign to collect scrap for war industries. The campaign's early success attracted the attention of the federal government, according to a 1943 memo from then-prize administrator Carl W. Ackerman: As a result Donald M. Nelson, War Production Board Chief, called a meeting of publishers and editors in Washington. The press of our country responded to this invitation to war service by adopting the Nebraska Plan and applying it instantaneously and effectively in every community where newspapers are published. The following year, the public service jury was impressed with a scrapbook of stories by the Minneapolis Star-Journal and Tribune devoted to food production issues during the war. One story, for example, was a “How to Save Food Contest” that supported the government's Food Fights for Freedom campaign.", "As a result Donald M. Nelson, War Production Board Chief, called a meeting of publishers and editors in Washington. The press of our country responded to this invitation to war service by adopting the Nebraska Plan and applying it instantaneously and effectively in every community where newspapers are published.", "Even entries of a more investigative nature tended to focus on the war effort. In 1943, the Daily Oklahoman and Times nominated its “campaign to stop strikes, increase production and lengthen the work week which literally swept the nation.” And in 1944, the Milwaukee Journal campaigned for “the proper care and rehabilitation of returning war veterans”—82 stories and editorials (one of which was read into the Congressional Record), three reprints in other papers, booklets reprinting most of the articles. In addition to capturing high praise from the public service jury, the campaign was applauded by Leo T. Crowley, administrator of the Foreign Economic Administration.", "Indexing of journalism to official priorities is at its plainest in newspapers’ investigations of the threats from Communism after the Second World War. Following the lead of government investigators, a number of investigative journalists turned their sights on alleged infiltrations of communities, labor unions, and government agencies. The Pulitzer Board backed up this variety of exposé early on in the Cold War, bestowing a prize on a 1947 investigation of purported subversive activity."]}, {"sec_title": "Blurred Boundaries Between Reporters and Officials", "sec_content": ["While the foregoing examples show journalistic investigators either prompting or responding to government action, mid-twentieth-century investigative reporting as represented in the Pulitzer entries mainly falls in an intriguing middle ground between pure indexing and pure enterprise. It is characterized more by a reciprocal agenda-building influence from officials to reporters and back again, and in some cases, the boundaries separating reporter from policymaker become virtually imperceptible.", "From the outset, there was a high degree of interplay between journalists and officials that was generally praised by prize juries. In 1925, James W. Mulroy and Alvin H. Goldstein of the Chicago Daily News won the reporting prize for helping to solve the Leopold and Loeb murder case. In a three-page summary, the jury noted that exhaustive reportorial legwork established several key components of the criminal case. “[T]hese youthful reporters, quite ‘over and beyond the call of duty,’ worked twenty-four hours a day, ‘spelling’ each other in eating, even,” the jury reported. The jury based its assessment partly on a statement submitted by Cook County state's attorney Robert E. Crowe, who gave “unqualified credit” to the reporters. At one point, the reporters “systematically interviewed neighbors” of the victim's family to identify clues that Crowe would use in his interrogations.", "Likewise, the 1926 reporting jury praised John A. Kennedy of Universal Service for “a vital part in perfecting the case of the Government” in a fraud and corruption case involving the American Metal Company (Cooper, Beazell, and H. M. Crist to Butler, correspondence, March 20, 1926). The case had stalled in both a US Senate committee and the Department of Justice, but Kennedy's “initiative, thoroughness, patience, [and] ability” assembling his own leads over more than a year revived it, according to the jury. Indicative of the extraordinary cooperation between Kennedy and the government is the fact that Kennedy's nomination came not from his syndicate but from the government itself. The jury wrote: Every effort of the Government toward this end had failed and it was through Kennedy's publications and his confidential advices that the case was completed. Testimony to this is offered by John W.H. Crime, former Assistant Attorney General, who nominated Kennedy, by William J. Donovan, Assistant to the Attorney General, Hiram C. Todd, Special Assistant to the Attorney General, and Emery C. Buckner, United States Attorney in New York, all of whom are identified with the proceedings. Such assistance in government investigations by the press was not unusual. The same jury noted that Kennedy had also been “a formally acknowledged factor of importance in bringing about the inquiry into the Veterans Bureau which ended Jan. 30, 1925, in the conviction of Charles R. Forbes, who has just now begun his term of imprisonment.” Interestingly, even in acknowledging this close interplay among journalists and officials, the jury still portrayed the journalist's role as autonomous: “In the Veterans Bureau case as in that of the American Metal Company, Kennedy acted upon his own initiative and under his own direction throughout.”", "Every effort of the Government toward this end had failed and it was through Kennedy's publications and his confidential advices that the case was completed. Testimony to this is offered by John W.H. Crime, former Assistant Attorney General, who nominated Kennedy, by William J. Donovan, Assistant to the Attorney General, Hiram C. Todd, Special Assistant to the Attorney General, and Emery C. Buckner, United States Attorney in New York, all of whom are identified with the proceedings.", "The jury's comment is indication of the strong pull, even in the 1920s, of the emerging professional value of reporter enterprise. But while the juries often spoke of reportorial independence, these stories frequently reveal journalists acting in some respects as a de facto arm of the government. The argument might be made that because Kennedy did not win a prize in 1926, the Pulitzer Board was making a statement in opposition to such arm-in-arm relations between press and power. The very next year, however, the board gave the reporting prize to John T. Rogers of the St. Louis Post-Dispatch in one of the clearest cases of such press–government cooperation.", "Rogers investigated financial and other misconduct by federal district judge George W. English, prompting the appointment of a US House investigating subcommittee, which Rogers then served as a virtual prosecutor. The Post-Dispatch supplied an attorney to direct the two weeks of hearings, and Rogers spent day and night coaching him on the questioning. The jury noted: Even at hearings held in camera the sub-committee required the presence of Rogers for the guidance. After the House had voted to impeach and managers had been appointed to prosecute the case before the Senate, special agents of the Department of Justice, detailed to the service of the managers, placed their entire dependence on Rogers. (Letter to Butler, March 11, 1927) Rogers went so far as to help secure confessions from co-conspirators that forced English's resignation. Letters from six officials connected to the case bolstered Rogers’ entry for the Pulitzer Prizes. House manager Hatton W. Sumners, for one, wrote: “But for the marvelous work of Rogers, Judge English would today perhaps be secure in his position. I have never seen anything that approached the work of Rogers in this case.”", "Even at hearings held in camera the sub-committee required the presence of Rogers for the guidance. After the House had voted to impeach and managers had been appointed to prosecute the case before the Senate, special agents of the Department of Justice, detailed to the service of the managers, placed their entire dependence on Rogers. (Letter to Butler, March 11, 1927)", "Rogers was not the only reporter to gain notice from the 1926 jury for such hand-in-glove work with government officials. James P. Powers of the Detroit Free Press was praised for helping bring about the capture of fugitive cult leader Benjamin Purnell. Working on a tip about Purnell's hiding place, the newspaper assigned Powers “to determine the truth of this information and lay it before the authorities.” That he certainly did, according to letters from Presiding Circuit Judge Harry J. Dingeman and Michigan's Public Safety Commissioner, Oscar G. Olander.", "Dingeman credited Powers with developing the information on Purnell and sharing it with him before a state police raid to arrest Purnell. Wrote Olander: “The information which resulted in the raid on the House of David was organized by Mr. Powers and communicated by him to myself and Capt. I.H. Marmon. The letter was detailed to execute the raid in cooperation with Powers.”", "Jury reports throughout the time period under analysis here are filled with similar examples. Paul Y. Anderson won the reporting prize in 1929 for his role in helping to expose a massive tax fraud by the Standard Oil Company of Indiana. In recommending his work, the jury observed that Anderson's framing of two questions for the Senate investigating committee led to the break in the case and criminal charges against two men (Paul B. Williams, Ben A. Franklin, and Allen S. Will to Butler, correspondence, March 8, 1929).", "Clayton Fritchey's 1936 exposé of a cemetery racket in Cleveland provides another example of a newspaper investigation involving elaborate press–power cooperation. The story came to Fritchey not from a government source, but from a reader, and Fritchey began unraveling it on his own. But Fritchey later enlisted the help of Eliot Ness, and the two worked together to bring resolution in the case, according to Time magazine's June 8, 1936 account.", "Among the other top picks of the 1936 public service jury was the St. Paul Daily News for a campaign against local police corruption. Editor Howard Kahn first revealed his close connections to officialdom in 1934 when he hired furloughed Department of Justice agents to help investigate the police department. The following year, he brought in Wallace Jamie, son of famed Chicago crime fighter Alexander Jamie. Kahn, Jamie, and the new commissioner of public safety, Henry Warren, joined together to continue the police corruption probe. They set up a wiretapping operation to record all calls into and out of police headquarters and uncovered “an impressive symphony of corruption,” Time reported (July 8, 1935). “The records showed that, with police connivance, bookmakers, slot-machine operators, brothel keepers were systematically tipped off in advance of raids upon their premises.”", "Impressive as that achievement was, the Daily News campaign lost out in the 1936 prize competition to another newspaper that was enmeshed in a remarkably close alliance with government. The Cedar Rapids Gazette won the public service award for an exposé of state corruption that led to a grand jury investigation and numerous arrests and indictments. The Gazette's publisher, Verne Marshall, took a hands-on role in the investigation, according to an Editor & Publisher account of the stories on May 9, 1936: Marshall “testified before grand juries, dug up evidence, interviewed possible witnesses, [and] wrote news stories of sweeping charges of graft in the state and stinging page one articles.”", "Marshall's close relationship with official power, incidentally, came under scrutiny in the criminal case against the indicted officials. The day after the Pulitzer was announced, the Iowa Supreme Court discharged 31 officials, ruling that the indictments were tainted because the special prosecutor had accepted a $700 fee from the Gazette. Marshall disputed such payment, saying, “The Pulitzer award is the answer to anyone who interprets the Supreme Court as a vindication of the crowd indicted in Sioux City many months ago” (Time, May 18, 1936). The implication of a too-cozy relationship between press and power remains, however.", "Government officials were not the only ones who enjoyed the cooperation of investigative journalists. Sometimes the press allied itself with other elites, such as business leaders. This was the case in 1938, when the Miami Daily News campaigned for a recall of city commissioners. The initial recall effort, begun by an obscure citizens’ committee, failed to garner much support until the Daily News threw its weight behind the cause, according to the newspaper's 1939 Pulitzer entry. The support, moreover, was more than just editorial in nature; the Daily News also shouldered the bill for legal and other expenses: “The early financing was made possible almost wholly by the newspaper,” its entry noted.", "The legal expenses were considerable, with challenges from commissioners making their way to the state Supreme Court and back again. By August 1938, a new civic group, Citizens & Taxpayers Inc., arose to take up the fight. The newspaper had a clear guiding hand in the organization: “No one on the Daily News had a place on its board but the organization was officered by men suggested by Daily News editors and the organization was shaped along a plan set out by the Daily News.” The newspaper's campaign was successful: in March 1939, the majority of the Miami city commission was recalled, and not long after, the campaign was awarded the Pulitzer Prize for meritorious public service."]}, {"sec_title": "The Reporter as “One-man Grand Jury”", "sec_content": ["Yet another example of the close alliance between newspapers and officials came from the Detroit Free Press in 1945. The jury report characterized reporter Kenneth McCormick as a “one-man grand jury” investigating corruption in state government. His reporting led to indictments of more than 100 people, according to the jury notes, and as of the awards deadline, 16 had been convicted, 5 had pled guilty, and 4 were serving sentences.", "McCormick's role went far beyond that of mere reporter: McCormick uncovered records, won the confidence of the sitting judge, foiled a scheme to put in a prosecutor friendly to the political leader, insisted upon the selection of a special prosecutor and turned up much evidence, chiefly against a ring of lobbyists interested in legislation against loan sharks. (Trapp to Butler, correspondence, March 16, 1945) As McCormick's actions suggest, cooperation with authorities frequently went well beyond merely bringing an issue or problem to official attention. In numerous cases represented in the Pulitzer data, reporters became advocates for specific policy outcomes. That was the case in the 1955 entry by the Birmingham News for its exposé of the crime-plagued Phenix City, Alabama. Carl E. Lindstrom, one of two public service jurors, noted that a number of newspapers had covered the situation after the murder of a district attorney, but singled out two papers for what he deemed extraordinary efforts—the Columbus Ledger and Sunday Ledger-Enquirer and the Birmingham News. Lindstrom praised the Birmingham News in particular for its degree of advocacy and collaboration with officials: Whereas, one of the entrants showed a page one editorial calling for martial law after the Patterson murder, the BIRMINGHAM NEWS reporter (Strickland) was in contact “for weeks” with Gen. Hanna urging martial law and even carried his demand to the governor's office. (Carl E. Lindstrom memorandum, 1955, emphasis in original) In the full report, the public service jury elaborated on this activist role of the Birmingham News: Its reporters and editors not only placed the conditions in the vice-ridden city before the public; they also worked effectively with and through constituted law enforcement agencies to make the clean-up effective. That this was accepted practice seems clear given that the jurors offering praise were themselves generally high newspaper executives (many of them designees of the American Society of Newspaper Editors) or members of Columbia's journalism faculty. Lindstrom, for instance, was executive editor of the Hartford (Conn.) Times.", "McCormick uncovered records, won the confidence of the sitting judge, foiled a scheme to put in a prosecutor friendly to the political leader, insisted upon the selection of a special prosecutor and turned up much evidence, chiefly against a ring of lobbyists interested in legislation against loan sharks. (Trapp to Butler, correspondence, March 16, 1945)", "Whereas, one of the entrants showed a page one editorial calling for martial law after the Patterson murder, the BIRMINGHAM NEWS reporter (Strickland) was in contact “for weeks” with Gen. Hanna urging martial law and even carried his demand to the governor's office. (Carl E. Lindstrom memorandum, 1955, emphasis in original)", "Its reporters and editors not only placed the conditions in the vice-ridden city before the public; they also worked effectively with and through constituted law enforcement agencies to make the clean-up effective.", "The 1950s provide more illustrations of the ongoing receptiveness to a close working relationship between press and power. Notes from the national reporting jury in 1956 offer a glimpse both of the press as an investigative extension of government and of how calculated the transaction between the two parties could be. The jury lauded the work of Charles L. Bartlett, Washington correspondent for the Chattanooga Times, in breaking the story of a conflict of interest by US Secretary of the Air Force Harold Talbott. The timeline is revealing in that Bartlett apparently worked on the story some months before laying out his case privately to Congressional investigators, giving them time to work, and finally publishing the work immediately before action was to be taken: Mr. Bartlett shared his information with the Senate's Permanent Subcommittee on Investigations. The Senate Committee obtained from the company involved files showing Secretary Talbott's role in these matters, and Mr. Bartlett broke his stories just prior to the holding of hearings by the Committee. (Norman E. Isaacs and B. O. McAnney to John Hohenberg, correspondence, March 13, 1956) This is a clear instance of the sort of pre-publication transaction that Protess et al. (1991) explored in a more recent setting.", "Mr. Bartlett shared his information with the Senate's Permanent Subcommittee on Investigations. The Senate Committee obtained from the company involved files showing Secretary Talbott's role in these matters, and Mr. Bartlett broke his stories just prior to the holding of hearings by the Committee. (Norman E. Isaacs and B. O. McAnney to John Hohenberg, correspondence, March 13, 1956)", "A further example of the circular influence among journalists and officials can be seen in the rise of concern about organized crime. In the late 1940s, both officials and newspapers became fixated on crime syndicates. Commissions were formed in California and Illinois, and mayors backed by the American Municipal Association called for federal help. Sen. Estes Kefauver was one member of Congress hearing the pleas, and he was encouraged by Philip L. Graham, publisher of the Washington Post (Halberstam 1993, 190). The Washington Post was one of six newspapers that published investigative stories on organized crime that were nominated for Pulitzer Prizes in 1950. That year, authorized by Congress, Kefauver began holding hearings in cities around the country; and more newspapers published their own investigations that would be credited with helping Kefauver—and getting nominated for Pulitzer Prizes in 1951.", "The 1951 public service jury recommended the crime exposés by the Miami Herald and the Brooklyn Eagle, and the two papers shared the public service recognition that year. “The large number of nominations this year in the field of exposing crime and official corruption indicates this probably was the greatest nationwide public service rendered by American newspapers during 1950,” juror Frank Clough wrote. The Miami Herald's entry included a supporting letter from Kefauver. “It furnished the Kefauver committee with much raw material,” Clough noted.", "The public service jury that year also considered for a special citation a cooperative crime reporting entry by more than a dozen newspapers around the country that coordinated an effort to reveal the nationwide operations of organized crime. Again, Clough made special note about the close relationship between the newspapers and Kefauver's Crime Committee: “Senator Kefauver wrote that ‘much of the success’ of his committee may be attributed to the work of these newspapers.”"]}, {"sec_title": "Journalist and Source: Joint Inquisitors", "sec_content": ["A final example of the sometimes surprisingly intimate relationship between reporters and officials comes from the Santa Fe New Mexican, whose Neil Addington exposed poor conditions at a residential school for delinquent boys. Though Addington's work did not win a prize, the local reporting jury was sufficiently impressed to rank the series third out of 95 entries in 1955. The jury noted: The articles resulted in sweeping changes at the school, personnel changes, the voting of additional funds for proper supervisory personnel and the indictment of at least one public employ [sic] for misconduct. Mr. Addington displayed painstaking investigative ability and his submission is one which does credit to American newspaper responsibility. Addington's was an impressive accomplishment, to be sure. His stories led to the firing of a guard, the resignation of the director, and other changes at the New Mexico Industrial School for Boys at Springer, New Mexico. But the jury notes in this instance neglected to mention the extraordinary cooperation between Addington and a key state official, which was plainly documented in the newspaper's stories. Viewed in context, Addington's exposé adds evidence to the case for reciprocal agenda building between officials and investigative journalists. The investigation began with an invitation to visit the boys school on May 14, 1954. The invitation went out to all newspapers and wire services in the state from James Stermer, a consultant who had been hired the previous year by the state of New Mexico to investigate the problems surrounding juvenile delinquency (The New Mexican, November 14, 1954). Addington was the only journalist to take up Stermer's invitation, and his first story, cataloging concerns about overcrowding and potential problems that could result, ran two days later. The story documented overcrowding so severe—120 boys to a space meant for 45 beds—that boys as young as eight years old were being bunked next to young men of 18. “They sleep so close to together that a sexual pervert could have a heyday,” Addington wrote (The New Mexican, November 14, 1954).", "The articles resulted in sweeping changes at the school, personnel changes, the voting of additional funds for proper supervisory personnel and the indictment of at least one public employ [sic] for misconduct. Mr. Addington displayed painstaking investigative ability and his submission is one which does credit to American newspaper responsibility.", "Addington's more shocking follow-up stories would not run until the fall of 1954. During the interim, he made repeated visits to the school and interviewed numerous children and parents about the conditions there. Some of the allegations of beatings, confinement, and deprivation he heard were explosive, but because Addington could not prove them, the New Mexican withheld them from publication. Meanwhile, he developed a close working relationship with Stermer, visiting the school with him and sharing information. Their collaborative investigation was finally spelled out in a copyrighted, page one article on November 14, 1954: The beatings, use of the dirty, stinking jail cells for confinement of youngsters for as long as 54 days on a bread-and-water diet, and other examples of mistreatment were brought to light by James Stermer, executive secretary of the New Mexico Commission on Youth, and the New Mexican. Addington's account of the abuses, moreover, were published a day after he and Stermer personally revealed them to the Springer school's board of trustees during an inspection of the school. The reporter's role in the encounter was that of a virtual inquisitor: “Jaffa Miller, superintendent of the school had admitted to the three board members, after questioning by Stermer and this writer, that there had been ‘whippings’ conducted by members of the guard force” (The New Mexican, November 14, 1954).", "The beatings, use of the dirty, stinking jail cells for confinement of youngsters for as long as 54 days on a bread-and-water diet, and other examples of mistreatment were brought to light by James Stermer, executive secretary of the New Mexico Commission on Youth, and the New Mexican.", "A later editorial elaborated the mutual dependence of reporter and official: The New Mexican made available to Stermer the details it had, and Stermer, with the approval of his commission, undertook a further survey of Springer in conjunction with the New Mexican … [R]emedial steps were taken only after the conditions had been exposed in the New Mexican and brought to the attention of the board by Stermer and the New Mexican, acting jointly. (The New Mexican, November 24, 1954) The boys' school exposé is a clear case of reciprocal agenda building. It shows an official putting a reporter on the trail of a story; the reporter dredging up information and passing it back to the official through either formal (publication) or informal (shared investigatory effort) channels; and finally, the information becoming part of an official investigation. As shown in other examples, the initiator may sometimes be the reporter. In either case, the relationship might best be described as a de facto investigative partnership between government and the press.", "The New Mexican made available to Stermer the details it had, and Stermer, with the approval of his commission, undertook a further survey of Springer in conjunction with the New Mexican … [R]emedial steps were taken only after the conditions had been exposed in the New Mexican and brought to the attention of the board by Stermer and the New Mexican, acting jointly. (The New Mexican, November 24, 1954)"]}, {"sec_title": "Conclusion", "sec_content": ["In the examples explored here, investigative journalists are shown to be enmeshed with officials in ways that are not typically acknowledged in triumphal accounts of press history. Rather than serving as exemplars of objectivity or neutrality, these journalists willingly join in close cooperative relationships with officials or other elite sources. Still, within those relationships, reporters wield power in ways that are not typically accounted for in views of the press as mere agents of someone else's power. This research lends historical weight to recent scholarship that characterizes media and policy agenda building as reciprocal processes.", "The remarkable degree of cooperation among journalists and officials shows that reporter enterprise—a quality valued by Pulitzer judges—frequently goes hand in hand with official goals. This close collaboration is less about being in thrall to government officials, however, than being oriented toward defending existing community standards. Viewed this way, investigative reporting is an important component within a properly functioning power structure—not wedded to one faction of power or another, but working to protect the framework of power itself by making certain that rules are followed and violators punished. Although the exposé might be viewed as destabilizing by those whom it attacks, this role is in fact a fundamentally conservative one. It ensures continued stability by identifying breaches that could lead to breakdowns of social order if left untended. Prompting reform of recognized failings, in other words, is a key journalistic duty in society.", "The journalistic commitment to reform does suggest a role for the press in reinforcing overarching power structures, as Altschull (1995) and others contend. Altschull's observation that individual actors within a system can be wounded even as the system itself is shored up certainly holds validity in the case of the school for boys in Springer, New Mexico. The superintendent and guard at the school were the wounded individuals, while the school and its board of trustees were left intact. Thus, an individual breach of standards can be managed without damage to an underlying institutional power. In this way, as Tichenor, Donohue, and Olien (1980) suggest, journalistic investigations do seem to serve the function of maintaining balance among competing powers. Yet within the confines of that role, the episodic influence of investigative journalists in affecting policy movement can be considerable.", "These findings are limited in scope by the time-frame involved, making extrapolation to current journalistic practice difficult, though some studies have documented similar complexities in more recent journalist–policymaker relations (Protess et al. 1991; Davis 2007, 2009). For agenda-setting research, this paper suggests one methodological approach in answer to the suggestion of the need to create linkages between micro- and macro-level analysis (Wolfe, Jones, and Baumgartner 2013). Historical analysis, moreover, sometimes allows clearer statements of causality, which Davis (2007) has noted are generally lacking in agenda-setting research.", "Wolfe, Jones, and Baumgartner (2013) describe the media agenda as both “an input and an output of the political system,” both an agenda setter and an indexer. The description recalls sociologist Herbert Gans’ (1979) characterization of the relationship between officials and sources as a “tango dance” in which control switches back and forth from one side to another. This study has revealed specific historical instances where that was indeed the case.", "The story of investigative journalism from 1917 to 1960 is neither a heroic tale of a powerful and independent press (the preferred narrative of journalists) nor a cynical story of a lackey press that is subordinate to societal elites (the critical perspective). In these perspectives, journalists have made the mistake of viewing their trade as too central in the workings of civic life, while many scholars have perhaps moved journalism too far to the edges. The alternative view proposed here is that of a complex and varied relationship in which both journalists and contingent groups of elites have substantive roles to play as catalysts for social reform."]}], "references": [{"title": "When News Norms Collide, Follow the Lead: New Evidence for Press Independence", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Althaus Scott L.", "first_name": "Althaus", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Re-emergence of American Investigative Journalism, 1960–1975", "year": "1995", "journal": "Journalism History", "volume": "21", "authors": [{"name": "Aucoin James L.", "first_name": "Aucoin", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Toward a Theory of Press-state Relations in the United States", "year": "1990", "journal": "Political Communication", "volume": "40", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Semi-independent Press: Government Control and Journalistic Autonomy in the Political Construction of News", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance", "affiliation": "", "orcid": "", "role": ""}, {"name": "Livingston Steven", "first_name": "Livingston", "last_name": "Steven", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "TV News Sources and News Channels: A Study in Agenda-Building", "year": "1987", "journal": "Journalism Quarterly", "volume": "64", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Declarations of Independence", "year": "1986", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Boylan James", "first_name": "Boylan", "last_name": "James", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media and Agenda Setting: Effects on the Public, Interest Group Leaders, Policy Makers, and Policy", "year": "1983", "journal": "Public Opinion Quarterly", "volume": "47", "authors": [{"name": "Cook Fay Lomax", "first_name": "Cook", "last_name": "Lomax", "affiliation": "", "orcid": "", "role": ""}, {"name": "Tyler Tom R.", "first_name": "Tyler", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Goetz Edward G.", "first_name": "Goetz", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Gordon Margaret T.", "first_name": "Gordon", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Protess David", "first_name": "Protess", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Leff Donna R.", "first_name": "Leff", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Molotch Harvey L.", "first_name": "Molotch", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Investigating Journalist Influences on Political Issue Agendas at Westminster", "year": "2007", "journal": "Political Communication", "volume": "24", "authors": [{"name": "Davis Aeron", "first_name": "Davis", "last_name": "Aeron", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalist-source Relations, Mediated Reflexivity and the Politics of Politics", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Davis Aeron", "first_name": "Davis", "last_name": "Aeron", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Guard Dog Perspective on the Role of Media", "year": "1995", "journal": "Journal of Communication", "volume": "45", "authors": [{"name": "Donohue George A.", "first_name": "Donohue", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Tichenor Phillip J.", "first_name": "Tichenor", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Olien Clarice N.", "first_name": "Olien", "last_name": "N.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Who Influences Whom? The President, Congress, and the Media", "year": "1999", "journal": "The American Political Science Review", "volume": "93", "authors": [{"name": "Edwards George C. III", "first_name": "Edwards", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wood Dan B.", "first_name": "Wood", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "How Lawmakers Use Reporters: Differences in Specialization and Goals", "year": "1984", "journal": "Journalism and Mass Communication Quarterly", "volume": "61", "authors": [{"name": "Fico Frederick", "first_name": "Fico", "last_name": "Frederick", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Drug Peddlers: How Four Presidents Attempted to Influence Media and Public Concern on the Drug Issue", "year": "2004", "journal": "Atlantic Journal of Communication", "volume": "12", "authors": [{"name": "Johnson Thomas J.", "first_name": "Johnson", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wanta Wayne", "first_name": "Wanta", "last_name": "Wayne", "affiliation": "", "orcid": "", "role": ""}, {"name": "Boudreau Timothy", "first_name": "Boudreau", "last_name": "Timothy", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Agenda-Setting Function of Mass Media", "year": "1972", "journal": "Public Opinion Quarterly", "volume": "36", "authors": [{"name": "McCombs Maxwell", "first_name": "McCombs", "last_name": "Maxwell", "affiliation": "", "orcid": "", "role": ""}, {"name": "Shaw Donald", "first_name": "Shaw", "last_name": "Donald", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Agenda-setting Research: Where has it Been, Where is it Going?", "year": "1988", "journal": "Communication Yearbook", "volume": "11", "authors": [{"name": "Rogers Everett M.", "first_name": "Rogers", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dearing James W.", "first_name": "Dearing", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Local Press Coverage of Environmental Conflict", "year": "2000", "journal": "Journalism and Mass Communication Quarterly", "volume": "77", "authors": [{"name": "Taylor Claire E.", "first_name": "Taylor", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lee Jung-Sook", "first_name": "Lee", "last_name": "Jung-Sook", "affiliation": "", "orcid": "", "role": ""}, {"name": "Davie William R.", "first_name": "Davie", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Again, the Almighty Mass Media? The Media&#039;s Political Agenda-setting Power According to Politicians and Journalists in Belgium", "year": "2008", "journal": "Political Communication", "volume": "25", "authors": [{"name": "Walgrave Stefaan", "first_name": "Walgrave", "last_name": "Stefaan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Who Sets the Agenda for the Media? A Study of Local Agenda-building", "year": "1985", "journal": "Journalism Quarterly", "volume": "62", "authors": [{"name": "Weaver David", "first_name": "Weaver", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Nimley Elliott Swanzy", "first_name": "Nimley", "last_name": "Swanzy", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Failure to Communicate: Agenda Setting in Media and Policy Studies", "year": "2013", "journal": "Political Communication", "volume": "30", "authors": [{"name": "Wolfe Michelle", "first_name": "Wolfe", "last_name": "Michelle", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jones Bryan D.", "first_name": "Jones", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Baumgartner Frank R.", "first_name": "Baumgartner", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}]}]}