{"doi": "10.1080/1461670042000246106", "url": "https://doi.org/10.1080/1461670042000246106", "title": "Tories, teachers and the media politics of education reform: news discourse and the 1997 Ontario teachers' strike", "volume": "5", "year": "2004", "issue": "3", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Greenberg", "first_name": "Joshua", "name": "Joshua Greenberg"}], "abstract": " Governments are normally granted a privileged definitional role in news reporting of political issues and events. Although a number of empirical studies in a variety of policy areas support this premise, the ability of government sources to dominate and determine the tenor and tone of news coverage is particularly salient in the case of issues and events with contentious and uncertain causes and solutions. This paper offers an empirical analysis of mainstream press coverage of the 1997 Ontario teachers' strike, the largest collective action ever undertaken by teachers in North American history. Situated within the conceptual and empirical debates around the “primary definition” thesis, the study revisits the literature on strike news and draws some comparative and contrasting remarks on the role of media discourse in covering private and public sector strikes. While the study's empirical findings offer some support for the primary definer thesis, there appeared to be a disconnect between the media's critical framing and narrativization of the strike and public support for the government's position. ", "body": [{"title": "Introduction", "paragraphs": ["In what would become the largest collective action by teachers in North American history, the 126,000 members of the Ontario Teachers Federation waged a two‐week strike in late autumn 1997 to protest plans by the provincial Conservative government to radically overhaul the public education system. In contrast to the reasons unions normally withdraw their labour power, i.e. to secure or improve the contractual obligations of employers to workers, the strike was billed by the teachers as a “political protest” against numerous provisions contained in the Education Quality Improvement Act (Bill 160). This proposed legislation was a key part of the Tories' broader neo‐liberal state project, which entailed reducing spending on publicly funded programs and services and restructuring labour–management relations to facilitate the expansion of private capital and inject a consumerist ideology into the public sphere. Far‐reaching in its implications for system governance, the legislation shifted control over key aspects of funding (especially the power to levy taxes) from democratically elected school boards to the provincial Cabinet; proposed a reduction in secondary school teacher preparation time by up to 50 percent; removed principals and vice‐principals from the collective bargaining unit; and proposed the replacement of certified, unionized teachers with non‐certified instructors in non‐core programme areas, such as computers, music, art and guidance.1 The government's plans for the public education system and the unions' response established education reform as a wedge policy issue and set the tone for continuing conflict between the Tories and teachers in subsequent years.", "Given the controversial nature of the legislation, the response of the teachers to it, and the numbers of children, families and businesses that would be affected by a strike, media attention in the period leading up to and during the protest was considerable. Strikes are “newsworthy” because they conform to the notion that the media will report on issues or events that are immediate, dramatic, can be constructed around powerful personalities, and contain elements of normative transgression, conflict and confrontation. Strikes, in short, are a prime example of what Gans () calls “disorder news.” Yet, at the same time, the meanings that are ascribed to problem issues and events such as strikes can never be taken as “self‐evident” because they are often contested or otherwise opened up to differing claims about causality, evaluation and solutions by competing actors who operate with varying levels of political, cultural and material resources. To be sure, institutional elites may well seek to secure their hegemony by controlling the legislative and political environment as well as the boundaries of media and popular discussion and debate (Herman and Chomsky, ). However, it is also the case that these attempts at news management and political control may be undermined either by intra‐elite divisions and/or through the ability of less powerful sources to proffer alternative or oppositional interpretations that may find resonance in the public sphere (Schlesinger, 1990).", "With these considerations in mind, the present study sets out to examine how the teachers' strike was framed and narrated in Ontario's three largest circulating commercial daily newspapers. Situating the research within the existing literature on strike news, the paper examines some of the ideological effects that obtain when news media select and highlight some facets of political events over others, and how the media make connections among them and thereby promote a particular causal interpretation, evaluation and/or solution (Entman, ). If “what we know of society depends on how things are represented to us” (Hall, , p. 9), then the analysis of news coverage of the teachers' strike opens up important questions about the ideological role news media play in the development of public policy and its communication from the political sphere to the public arena.", "The paper begins with a discussion of the problematic of primary definition, a conceptual framework that has exercised considerable influence over the field of political communication research in North America and the UK for the better part of two decades. Second, it reviews the literature on news coverage of strikes and shows that notwithstanding the influence of the primary definer model, the emphasis of past research on industrial and service sector strikes represents an important analytical blind spot. This blind spot, I argue, necessitates attention to how a public sector strike has been reported, and it is the media's framing and narrativization of the strike that is the focus of the third main section of the paper. The empirical analysis raises some contradictory findings where the ability of elites to control the media agenda is concerned, and therefore suggests that while primary definition undoubtedly occurs, there are also important limitations to the ability of official sources to determine the tenor and tone of political news coverage."]}, {"title": "Conceptual Framework: the problematic of primary definition", "paragraphs": ["In most stratified social systems, there tends to be a ranking of individuals and groups that influences the shape of a society's political and ideological milieus. In a seminal study of the construction of social problems, Becker () argued that individuals will “take it as given that members of the highest group have the right to define the way things really are,” and that “credibility and the right to be heard are differentially distributed through the ranks of the system” (p. 241). Though offering a static view of social stratification, not to mention an underdeveloped theoretical framework for explaining the role of news organizations in social problems construction (Cottle, ), the “hierarchy of credibility” nevertheless remains a useful concept because it suggests that actors in positions of authority will more likely come to be seen by journalists working within mainstream, corporate‐owned news organizations as the most credible, reliable and dependable sources of record when it comes to reporting important social and political issues and events. The hierarchy of credibility, in other words, establishes who will be bestowed with the status of “authorized knower” (Ericson et al., ) and it therefore encourages the newsreader to prefer one definition of the situation to others.", "In Policing the Crisis (Hall et al., ), the highly influential study of the moral panic over “muggings” in the UK in the 1970s, Stuart Hall and his colleagues fused Becker's thesis with a neo‐Marxist approach for theorizing structures of dominance when they argued that “official” institutional actors are able to establish the primary definition of the situation and set the agenda for public understanding and debate because they are assumed to “have access to more accurate or more specialized information on particular topics than the majority of the population” (p. 58). Although Hall et al. conceded that journalists may still operate with relative autonomy, they also argued that when the occupational pressures and routines associated with meeting deadlines combine with the professional ideals of reporting objectively and accurately, this creates “a systematically structured over‐accessing to the media of those in powerful and privileged institutional positions” (1978, p. 58).", "If Hall and his colleagues are correct in their account of the social production of news, this indicates that in the final instance media discourse will reproduce a dominant ideology that aligns the views and beliefs of ordinary individuals and social groups with the goals and strategies of the state and other powerful interests. Seeking analytical distance from certain influential neo‐Marxian accounts of ideological control (Althusser, ), Hall et al. argued that this over‐accessing of elites to the media does not occur as a result of the instrumental political–economic relationships that exist and are shared between the state and corporate‐owned news agencies per se (Herman and Chomsky, ), but rather because of a combination of numerous other factors which are perhaps more germane to the culture and organization of news, such as: the “inherent newsworthiness” of political elites as interesting actors (Knight and Curtis, ); the ability of official sources to disclose information when they want and in a manner that may either allay or redirect external scrutiny (Downing, ; Ericson et al., ); and because institutional sources are frequently considered by reporters to be only disinterested “arbiters” (Deacon and Golding, 1994), experts with authoritative knowledge about the ins and outs of the policy process but without any ideological investment in the issue of their own. The upshot of this structured and hierarchical access is that the voices of institutional sources will more likely be translated into a “public idiom,” that is invested with “popular force and resonance” and brought “within the horizons of understandings of the various publics” which constitute the news audience (Hall et al., , p. 61).", "The theoretical arguments outlined in Policing the Crisis are persuasive. They offer a view of news media that avoids simply “reducing” news texts to the cultural expressions of economic class interests and provides a conceptual map for explaining how the language and symbolism of news tends to displace critical, subordinate interpretations of the situation while privileging a dominant ideological framework that articulates the perspectives and interests of the powerful (Manning, , pp. 40–1). Nevertheless, despite this insight the primary definer thesis contains numerous problems and limitations. These have been well‐rehearsed elsewhere (most succinctly in Miller, ; Miller et al., ; Schlesinger, 1990), and it is not the intention of this article to push open further a door which is already ajar. Nevertheless, two criticisms are particularly relevant to the empirical findings that will be reported below. Firstly, Hall et al. overestimate the ability of elite sources to speak to a given issue with a cohesive and consistent voice. In contrast to media critics who argue that elite sources almost universally agree on first principles when it comes to the communication of public policy (Herman and Chomsky, ), the empirical record reveals that under certain circumstances intra‐elite conflict can occur, and, for its role, the media sometimes act as “a vehicle for government officials to criticize each other” (Mermin, , p. 7; also see Bennett, ; Deacon and Golding, 1994; Hallin, ; Robinson, ; Wolfsfeld, ). And secondly, although the primary definer model does not deny the ability of non‐institutional actors to contribute to the processes of news production and policy development and change, Hall et al. do argue that those voices will only ever be endowed with the ability to respond to the preferred interpretations of their more powerful antagonists without ever setting the news agenda on their own terms. While institutional sources within the state and their strategic partners in industry and elsewhere may indeed be capable of influencing or even determining the media and public agendas much of the time, the primary definer framework underestimates the “potential openness” (Schlesinger, 1990) of media sites to alternative and oppositional viewpoints. Numerous studies (Deacon, ; Dudley and Richardson, ; Greenberg and Knight, ; Miller, ) show that there exist considerably greater opportunity for non‐official sources and politically marginalized groups to develop effective communication strategies and intervene in the policy process than the theory of primary definition permits."]}, {"title": "Labour Conflict in the News", "paragraphs": ["The central assumptions of the primary definer thesis have been supported by a substantial body of empirical research on news reporting of strikes (Beharrell and Philo, ; Glasgow University Media Group, ; Goldman and Rajagopal, ; Hackett, ; Knight, , ; McColl, ; Morley, ; Murdock, ; Puette, ; Silva, ). According to these studies, historically the media's treatment of unions relative to management has been overwhelmingly critical. For some, this is due to the expanding hegemony of a neo‐liberal ideology that casts organized labour as an impediment to economic growth, while for others the problem is rooted in the various institutional and economic pressures (e.g. demand for revenue from advertisers) associated with operating news organizations as capitalist enterprises. Still others see the problem effectively as one of public relations: in contrast to corporations, unions have not invested the time or money required to influence the policy process in what has increasingly become a media‐centred “promotional culture” (Wernick, ; Manning, 1998).", "For many scholars and activists, the main concern with how the mainstream media cover labour issues is that the representation of union interests is almost always overshadowed by suspicion, while management's viewpoint is taken for granted and assumed to be perfectly reasonable. As the Glasgow University Media Group argued, “the traditional offers of management are inevitably countered by the demands of workers—to the point where the nouns and verbs describing management actions are generally positive while the matching vocabulary for workers' actions is negative” (1976, p. 401). Looking more closely to the microstructure of labour news reporting, while the perspectives of management generally tend to be more favourably represented overall, the agencies of workers and managers are often portrayed in different and stratified ways. Conventional strike scripts normally frame strikers' motives in contradictory terms: on one hand, focusing attention upon workers' particularistic demands for higher wages, job security and improved labour conditions, while, on the other hand, characterizing their general disposition in essentially emotional terms (typically anger and fear). In contrast, the actions and motivations of ownership/management are rarely portrayed in emotional terms, rather they tend to be presented as implicitly rational and, hence, one‐sided.2 Normally, the result is a news media script that accords elite actors greater representational remoteness from the coverage, while intensifying the focus on the strikers and the moral justification for their actions. Thus, although collective bargaining is most often successful in reaching mutual agreement with management without recourse to official work stoppage, press representations of organized labour still tend to be dominated by images of picket lines, conflict and greed (Puette, ), and this type of news narrative serves to justify calls for decisive intervention on the part of ownership or management.", "Despite the dearth of scholarly research on labour conflict news, however, the literature has focused almost exclusively on industrial and service sector strikes in which government assumes only a (nominal) regulatory role. The implications of this blind spot is important to an investigation of news coverage of the teachers' strike for three main reasons: first, becausethe workers, largely middle‐class and a significant number of whom were women, do not fit the aggressive and masculine character role of strikers conventionally scripted into the news narratives of industrial sector strikes. This is important because the class and gendered composition of the unions suggests that it would be much more difficult for journalists to “fit” their reportage of the strike into the inferential frameworks established in past coverage which “typically casts unions as violent, degrading, and obstructive” (Rollings, , p. 135). Second, the emphasis on harmful effects also tends to be stronger in public sector strikes than is the case with other types of labour protest, since the disruption is affecting public services for which there are limited or no available alternatives (Knight, ). When children are the most directly and negatively affected agent, the character of news attention takes on a particularly acerbic moral tone. And third, the importance of the teachers' strike to the analysis of strike news is also underscored by the fact that the agency of government is more directly implicated in public sector strikes than other types of labour protest. Governments are unlike other employers for several reasons: as democratically elected representatives of the voting public, governments purportedly have the legitimacy to lay claim to the universal voice of the electorate, while at the same time they are also representatives of political parties and thus necessarily endorse partisan interests and ideologies (Knight, ). More importantly, as governments are involved in normative labour relations with their employees, they also hold legislative power to construct the parameters of the negotiating process itself. The introduction and eventual passage of Bill 160 illustrates how, in the face of considerable opposition, governments can still change by legislative fiat the terms under which public policy is developed and executed, and this includes the collective bargaining process. Although these characteristics represent something of an “upper hand” for state actors, they also have the potential to make governments vulnerable to criticism about their motives, plans and actions. What normally results is a discursive conflict over the attribution of responsibility and blame, not so much for the cause of the strike as for its effects and impacts."]}, {"title": "The Ontario Teachers' Strike: a backgrounder", "paragraphs": ["The Tories' campaign to reform the education system and its subsequent dealings with the teachers during the course of the strike illustrates many characteristics of a New Right ideology.3 Pointing to bureaucratic inefficiency and wastefulness in a public education system that deserved a “failing grade,”4 the background to the strike was the introduction of controversial legislation that the government and advocates of reform claimed would improve the “accountability” of the public education system for “taxpayers.” Bill 160, which was eventually passed into law in December 1997, can be distinguished from previous provincial education policies on the basis that relative to its size (262 pages) and complexity, the government did not produce a Green or White Paper to outline the issues and options of the bill, nor allow sufficient time for public discussion, deliberation and debate (Bedard and Lawton, ). More substantially, the legislation effectively abolished Bill 100, The School Boards and Teachers Collective Negotiations Act, which following its passage in 1975 had defined the collective bargaining process between locally elected school boards and teachers unions. Bill 160 thus marked a fundamental shift from the consensus model that characterized not only the development of education policy in Ontario, but public policy formulation and change more broadly in the postwar era (Bedard and Lawton, , p. 51).", "In explaining the necessity for reform, the government drew upon a “new managerial” discourse by claiming that key aspects of system governance had been usurped from management by labour with the effect of needlessly expanding the education bureaucracy, and leading ultimately to economic inefficiency and unsustainability. In a nutshell, the government argued that the unions had become so powerful that the school system now serviced the self‐interests of labour leaders and teachers foremost, while student needs, the rights of taxpayers,and the ability of elected members of the legislative assembly to determine public policy came second. The following quote, by Premier Mike Harris in the weeks just preceding the strike, is illustrative of this position:  …If they want to come and say, “Us, the teachers unions, are going to run the system,” I don't have any time for them … They are not setting policy. No union sets policy in this province. The government is elected to set it, and we will continue to do that … We're saying school boards and unions are not trusted to deliver quality education in this province. (Toronto Star, 4 October 1997, p. B5)  ", "…If they want to come and say, “Us, the teachers unions, are going to run the system,” I don't have any time for them … They are not setting policy. No union sets policy in this province. The government is elected to set it, and we will continue to do that … We're saying school boards and unions are not trusted to deliver quality education in this province. (Toronto Star, 4 October 1997, p. B5)", "Teachers and other critics of the government's agenda countered that while the legislation was surely aimed at culling the influence of the unions it was foremost about centralizing control over funding and dispersing responsibility and blame to school boards, trustees and teachers for the management and communication of adverse effects. For many critics, the funding reductions outlined in Bill 160 were not intended to improve the education system by reducing or streamlining administrative costs per se, but to fund a massive, unprecedented tax cut that had been promised by the Tories during the 1995 election campaign (e.g. Dehli, ). Bolstering this claim that the Conservatives were motivated primarily by economic priorities was a performance contract of the Deputy Minister of Education, Veronica Lacey, leaked to the New Democratic Party (NDP) at the outset of the strike, which confirmed the government's motive to use the reforms in order to cut $667 million from the $14 billion annual education budget, as well as an additional $10 million from various post‐secondary training programs.5 The publicity this leak generated reinforced public skepticism where the government's intentions were concerned and, in particular, added fuel to a firestorm that had been started previously when the Tories' first Minister of Education, John Snobelen, argued that the best way for the government to achieve its reform objectives was to “invent a crisis”:  Creating a useful crisis is part of what [our reforms] will be about. So the first bunch of communications that the public might hear might be more negative than I would be inclined to talk about … Yeah, we need to invent a crisis, and that's not an act of courage, there's some skill involved. (Toronto Star, 13 September 1995, p. A3; cited in Kozolanka, , p. 129)  ", "Creating a useful crisis is part of what [our reforms] will be about. So the first bunch of communications that the public might hear might be more negative than I would be inclined to talk about … Yeah, we need to invent a crisis, and that's not an act of courage, there's some skill involved. (Toronto Star, 13 September 1995, p. A3; cited in Kozolanka, , p. 129)", "Seeking to undermine any claim to legitimacy that the teachers' job action might already have or obtain, the government spent upwards of $4 million on print, radio and television advertisements in the period surrounding the strike to outline the rationale for reform and justify its uncompromising approach regarding the strike.6 In the days just preceding the walkout, Harris appealed to parents in a province‐wide television address to “join his ‘great cause of stopping the decline of our schools’,” and he urged teachers who might be watching “not to let ‘your union leaders push you into an illegal situation’.”7 Then, in a television commercial aired during primetime and paid for by taxpayers on the first day of the strike, Harris openly criticized the teachers for unjustifiably breaking the law:  What's in our plan to reform education that could possibly justify breaking the law? Asking teachers to spend a little more time with their students? Putting an end to larger class sizes? Standardized, understandable report cards? Province‐wide testing? I don't think so. We live in a law‐abiding society. Breaking the law is not the right example. Let's put our children first.  ", "What's in our plan to reform education that could possibly justify breaking the law? Asking teachers to spend a little more time with their students? Putting an end to larger class sizes? Standardized, understandable report cards? Province‐wide testing? I don't think so. We live in a law‐abiding society. Breaking the law is not the right example. Let's put our children first.", "By framing the education system as operating in a state of disrepair and labelling the teachers as the main impediment to reform, the government was following a media relations strategy that corresponded with what communication scholars and practitioners have long known: that news frames select, emphasize and exclude some aspects of a perceived reality over others to determine “who are virtuous, who are threats to the good life, and which courses of action are effective solutions” (Bennett and Edelman, , p.159; cf. Entman, ). Nevertheless, this framing strategy also opened up a space for calling into question the government's own credibility. On the one hand, the Conservatives had been elected on a platform that included promises (however vague) to improve the public school system, reduce government expenditures and to restrain the power of the province's major labour organiza‐tions. On the other hand, it was now clear that interests not necessarily compatible with improving education quality had also motivated the government. With a public now suspicious of the interests and motives of both parties, the strike came to represent an opportunity for hegemonic struggle between the government, unions and other interested actors over the formulation of policy and the communication of its effects. This was a struggle that would have to be waged communicatively, and as a key site for influencing public opinion and outlining what future actions will be possible it was primarily within the discourse of news where this struggle would take place."]}, {"title": "Examining the Strike Coverage: notes on methods", "paragraphs": ["The formal analysis attends to news coverage of the strike in the Globe and Mail, Toronto Star and Toronto Sun over the two‐week period of the strike (27 October to 10 November 1997).8 These media were selected not for ethnocentric reasons nor because they provide a more accurate or complete account of the situation than smaller circulating papers. Rather, the focus on these papers is based on the fact that they were the most widely read dailies at the time of the strike and circulate in the most populous part of the province, exercise a considerable agenda‐setting effect on reporting in smaller market dailies, and tend to “speak” with different editorial voices on political and social problems and policy issues.9 ", "Content analysis has been used to examine patterns of source access in a sub‐sample of the total volume of coverage that dealt only with all front‐page “hard” news articles (N = 74) spanning the two‐week period of the strike. The focus on the front page is based on the notion that lead articles situate the reader as a “public person” in touch with the “public domain” and because of the likelihood that front‐page articles are more likely to be remembered in greater detail by readers than articles appearing elsewhere in the paper (Kress and van Leeuwen, ). In short, it is reasonable to believe that those sources which dominate the front pages will more likely influence the interpretative frameworks used by readers in their own “sense‐making” and opinion‐formulating processes. The criterion used to generate source access data was the identity of the actor to whom claims or views could be attributed, either directly as quotes or indirectly as viewpoints or perspectives.", "In addition to examining patterns of source access, the analysis also seeks to unpack the thematic structure of the coverage and to thus provide an overall account of how the “story” of the strike was framed and narrated over time. Narrative is a critical component of the news‐making process, and mining the myriad ways in which news “dislocates real‐world actions and events from their temporal sequence and re‐embeds them topically into a condensed discourse” (Knight, , p. 74) is crucial to obtaining an understanding of the ideological role news media play in the political process. Whereas the source access data address only a sample of front‐page news, the narrative analysis draws from a broader sample of “hard” news reports, editorials and op‐ed columns randomly selected over the entire period of the strike (N = 285).10 "]}, {"title": "Examining the Strike Coverage", "paragraphs": ["If we consult Table 1, we see that in all three newspapers the discourse of the strike was relatively “closed” (Elliott et al., ) to a small number of sources. In particular, the strike was portrayed as effectively a struggle between the Tories and teachers. The claims and viewpoints of government sources were on average represented more frequently than the perspectives of all other actors, a pattern that was especially pronounced over the first several days of the strike when dominant meanings of problematic events tend to be concretized. Although there were important instances when the government experienced difficulties in articulating its main objectives for reform, there was no indication that consensus about the need for reform was weak, and there was also very little variation overall in terms of who was entitled to speak on the government's behalf.11 Tories, teachers and the media politics of education reform: news discourse and the 1997 Ontario teachers' strikeAll authorsJoshua Greenberghttps://doi.org/10.1080/1461670042000246106Published online:17 February 2007 Strike coverage: patterns of source access (%) CSVDisplay Table ", "As the second most frequently sourced actor in the coverage, the perspective of the teachers was represented rather more ambiguously.12 On the one hand, the coverage clearly portrayed teachers as the responsible party for the strike, attributing the putative harms and inconveniences the walkout was causing for parents (childcare and supervision) and businesses (employee absenteeism) to the teachers' actions, rather than to the economic determinants of the legislation or the motives of the government. At the same time, the “political” nature of the protest held considerable implications for perceptions about the strike because while many teachers expressed their concerns about the implications of Bill 160, not all of them supported the tactical decision to strike. Teachers in Ontario have historically demonstrated an unwillingness to strike or support with direct action the protests of other unions. Consequently, while the coverage would show that teachers were supported by the public and certain factions within the media for their vision, hard work, commitment to providing quality education, and even “good intentions” where challenging the legislation was concerned, popular support for a strike mandate was weak at best. In terms of the coverage, a discursive distinction was made between teachers as educators, who were hard‐working and committed professionals, and teachers as labour activists who were agitators and untrustworthy. This was a distinction articulated by Toronto Sun editor, Lorrie Goldstein:   WHAT!! SUN EDITOR DEFENDS TEACHERS? JUST WHO THE HELL DOES HE THINK HE IS?    TEACHERS AREN'T TEAMSTERS. Even while on strike, many [teachers] are still trying to figure out ways to help their students and thus, by extension, their employers. Trust me, this is not how the Teamsters do it.   …After all, most teachers aren't radicals. They tend to be quiet, middle‐class types, the sort of people who normally view themselves as part of the status quo. (Toronto Sun, 28 October 1997, p. 12)  ", " WHAT!! SUN EDITOR DEFENDS TEACHERS? JUST WHO THE HELL DOES HE THINK HE IS? ", "TEACHERS AREN'T TEAMSTERS. Even while on strike, many [teachers] are still trying to figure out ways to help their students and thus, by extension, their employers. Trust me, this is not how the Teamsters do it.", "…After all, most teachers aren't radicals. They tend to be quiet, middle‐class types, the sort of people who normally view themselves as part of the status quo. (Toronto Sun, 28 October 1997, p. 12)", "The upshot of this distinction is that the coverage tended to show teachers to be united in their concern over the implications of Bill 160, but divided (between rank‐and‐file and leadership, radicals and moderates) over whichstrategies/tactics were most appropriate. At the outset of the strike, for instance, several news reports profiled various “rebel” teachers who were willing to cross the picket lines and “face the wrath” of their more “militant” co‐workers,13 and although some Tory backbenchers would later concede that they had serious reservations about the government's hard‐line position, such “divisions” were not subject to critical scrutiny until retrospective reports had been published long after the strike had ended. Moreover, as part of the government's broader “divide and conquer” strategy, the separate impacts of the legislation on each of the five unions were frequently brought into focus (i.e. changes to preparation time impacted high school teachers more directly than elementary teachers) and, in contrast to the privileging of only two government voices, several “official” individual union sources and even more rank‐and‐file teachers were quoted, especially during the strike's final days.14 ", "As the direct employer of the teachers, school boards received only a modicum of attention early in the strike in both the Globe and Star but were almost completely invisible in the Sun; as the strike wore on school boards became increasingly marginal as key participants in the debate and its discourse. This virtual absence was likely a self‐determined strategy. Not wanting to weigh in heavily in favour of one side or the other, school boards were faced with the uncertainty about how publicly expressed viewpoints (supportive or critical) of either side would affect future levels of government funding and/or the collective bargaining process.15 ", "More interesting than the silence of school boards was the near absence of opposition politicians. Indeed, if we consult Table 1 we see how in the final block of coverage there was not a single instance of an opposition party member being quoted on the front‐page news. Additional empirical research into journalistic decision‐making would help to explain some of the reasons for this absence, however it is reasonable to consider two possible scenarios: first, the dramatic electoral failures of both the NDP and Liberals in 1995 created a vacuum of credibility within the opposition and invested the ruling party with considerable authority over both the policy process and the social construction of its dominant meanings; and second, this relative absence might have been due to a public relations strategy of issue avoidance on the part of the opposition. Although mobilizing dissenting opinions surely provides political opportunities for opposition politicians to occupy the media spotlight, at the same time achieving distance from contentious issues becomes a way of avoiding the accumulation of negative political baggage that might come to pose a problem down the road. This is a concern that was particularly salient in the case of the Liberals (the more powerful of the two opposition parties), whose leader, Dalton McGuinty, had been subject to considerable criticism (by the Tories, NDP and media alike) for openly siding with the teachers while having previously proposed a private member's bill to ban teacher strikes.16 ", "“Ordinary” actors (students and parents) also achieved a measure of prominence in the coverage albeit with far less frequency than either the unions or government. Although ordinary actors normally do not figure centrally in media debates over public policy reform, this paucity of attention to the perspectives of student and parent voices is somewhat surprising not only because parents and students are often considered the primary patrons of the public education system, but also because of the extent to which parent groups had mobilized themselves during the Bill 160 debate (Kozolanka, ).17 For the most part parents represented their views directly, whereas students came to approximate what Derrida () calls “absent referents.” The students, whose “best interests” were the subject of both the legislation and strike, rarely told their own stories. As the most “worthy” media victims (Herman and Chomsky, ), the students were seldom given the opportunity to speak for themselves. Instead, they were frequently spoken for, and their interests were not expressed by them directly but through the claims and actions of others.", "As would be expected, there was some variation across these newspapers in terms of how “ordinary voices” were represented. Whereasthe Globe tended to underplay entirely the role of parents and students as authorized and cred‐ible claims‐makers, the Star and Sun did include them, although in different ways. Overwhelmingly, the Sun took a populist line in its coverage, indicating that parents and students were powerless victims to a struggle in which neither the Tories nor teachers could really be trusted.18 When quoted in the coverage, parents were represented as individuals rather than members of collective organizations (whether the pro‐Bill 160 group, Coalition for Education Reform or the more critical group, People for Education). In contrast, there was considerably more “balance” to the Star's coverage of the diversity of parent viewpoints. This newspaper paid much more attention to covering the voices of parents and students who supported the protesters (if even they did not support the strike)19 and relied much more heavily than the Sun and Globe on the viewpoints of organized parent groups.20 ", "When the media report on labour, as when they report on sport, business and politics, they do not simply give an account of the neutral facts of the case and claims of the main actors. While recording who is involved and what they have to say are integral components of the news‐making process, it is primarily through the telling of stories about labour and the relationships and processes in which unions are involved that labour news becomes meaningful. As the Canadian journalist and author, Robert Fulford, has written, “at their most accomplished, journalistic narratives may appear natural and inevitable, as if each story had to be told and could not have been told another way. But the facts are chosen and shaped by journalists, and necessarily reflect their interests and traditions” (1999, p. 80). Importantly, these interests and traditions have their basis in a common stock of knowledge that is shared with the broader community, and in this regard the media truly can be regarded as a “world at one with itself” (Hall, ).", "The government's opposition to the strike depended upon the articulation of a chain of disruptive effects that would show students, parents and the business community being unnecessarily harmed and inconvenienced by a work stoppage in which the agent of responsibility and blame was not the legislator but the worker. This required that the government portray itself as the more virtuous actor by invoking its identity as the “democratically elected” representative of the public; by portraying the teachers as flouting the law and socially acceptable standards of behaviour; and by showing them to be motivated not by universal values but political and material self‐interest. It also had to undermine the popular resonance of the teachers' actions by showing that as a collective, teachers were unconvinced by the righteousness of their own campaign, viz. divided over strategy and tactics, and split between “bosses” and “militants” who had political scores to settle and the rank‐and‐file who were being manipulated and led astray. Harris's appeal to teachers, to not “let your union leaders push you into an illegal situation,” to which I have alluded above, is suggestive here.", "When taken as an aggregate the strike coverage was dominated by three main narrative or issue themes: law‐and‐order, social harm and union division21 (Table 2). Although the union division theme was most prominent in terms of total frequency, much of this critical coverage was concentrated in the initial and final days of the strike. In contrast, the law‐and‐order and social harm themes remained fairly constant throughout the entire strike period, although the manner in which these themes were narrated shifted in response to real world changes. Following these three master themes, the coverage also referred to the negative impact a strike would have for businesses and the economy,22 and concerned itself with details or characteristics of the proposed legislation.23 In terms of this policy‐focused reporting, there was a fairly substantial amount of analytical as well as descriptive coverage, although this was not surprisingly more apparent in the Star and Globe than the Sun. Importantly, analytical coverage was largely concentrated in reports filed in the early days of the protest—as the strike pro‐ceeded, analysis of the legislation predictably became less prominent as a key issue theme in the face of increased attention to considering which solutions would best bring an end to the strike.Tories, teachers and the media politics of education reform: news discourse and the 1997 Ontario teachers' strikeAll authorsJoshua Greenberghttps://doi.org/10.1080/1461670042000246106Published online:17 February 2007 Strike coverage: dominant issue themes (%) CSVDisplay Table ", "At the outset of the strike the dominant narrative was a normative one: by staging a “political protest” teachers were in contravention of the law and in violation of norms and standards of professional activity. This was the central news angle early on, and it was expressed principally through the ability of government sources to primarily define the strike in their own terms. The law‐and‐order theme was established in two ways. Firstly, reports in all three papers relied heavily on government interpretations of the strike as an “illegal” job action because teachers were reportedly breaking binding contracts with their employers, the local school boards. To illustrate, in one of its three front‐page articles on the first day of the strike, the Globe and Mail quoted or referred to the government's perspective four times in the first five paragraphs, without once even mentioning the other party to the strike. The following is an excerpt of that report:   Johnson weighs his options—Back‐to‐work law, court action eyed    TORONTO—Education Minister Dave Johnson said last night the provincial government is weighing its options on how to deal with a teachers strike, with choices including going to court to try to end the walkout or recalling the legislature to pass back‐to‐work legislation.   …“The government has not ruled out any option. We'll see what happens tomorrow,” Mr. Johnson told reporters last night at Queen's Park.   …“If there is an illegal strike, the law has already been broken,” Mr. Johnson said. “If someone is prepared to break one law, will they be prepared to obey a second law?” (Globe and Mail, 27 October 1997, p. A1)  ", " Johnson weighs his options—Back‐to‐work law, court action eyed ", "TORONTO—Education Minister Dave Johnson said last night the provincial government is weighing its options on how to deal with a teachers strike, with choices including going to court to try to end the walkout or recalling the legislature to pass back‐to‐work legislation.", "…“The government has not ruled out any option. We'll see what happens tomorrow,” Mr. Johnson told reporters last night at Queen's Park.", "…“If there is an illegal strike, the law has already been broken,” Mr. Johnson said. “If someone is prepared to break one law, will they be prepared to obey a second law?” (Globe and Mail, 27 October 1997, p. A1)", "The second way in which the law‐and‐order theme was taken up occurred through reports about the likelihood or actuality of direct physical threats to students, parents and, despite commitments from the Ontario Teachers Federation that “no union will take retaliatory action against a colleague who crosses the picket line,” rank‐and‐file members who might choose to ignore or challenge their labour leadership.24 Johnson was quoted in all three media during the first week of the strike advising parents to ensure the safety of their children should they decide to confront teachers on the picket line: “assess the situation in each case … the safety of children is the No. 1 priority.”25 The potentiality for violence was also selective, focusing primarily on picket line disruptions that involved the “more militant” (and mostly male) secondary school teachers federation, and which relied on the use of visual images depicting “standoffs” between teachers who sup‐ported the strike and those who did not;26 between teachers and parents who attempted to force their way through the picket lines with children in tow; and between teachers and students who wanted to protest their displeasure with being locked out of school.", "As time wore on, the law‐and‐order theme came to be linked discursively to the more general theme of “social harm” (to students and families) and, to a lesser extent, “economic harm” (impact on businesses and the economy). This more general narrative of “harm” was described in less violent terms, but in a manner that was still shown to be a cause for concern. In its account of the strike's first day, the Star ran a banner headline across its front page proclaiming, TEACHER STRIKE CAUSES CHAOS. Although the Star was the most sympathetic of the three papers to the teachers' cause, this headline established the teachers as the central, active agent responsible for the effect (chaos) that the conflict achieved. This attribution of causality was accomplished more directly through linking the headline to a series of lead stories describing “frustrated” parents having to “scramble” for daycare “while older kids spent the day hanging out at malls” (Toronto Star, 28 October 1997, pp. A1, A4). Although the Globe also attributed responsibility for “childcare headaches” to the teachers' actions, it departed from the social harm narrative by elaborating more fully on some of the negative economic implications the strike was having for other labour groups, such as those representing school cafeteria workers, school bus drivers and crossing guards.27 This attention to the redistribution of economic harm and risk that strikes produce reinforced an argument central to a neo‐liberal ideology, which is that organized labour is an impediment to economic growth, and job security and prosperity result from the rational actions of business leaders and entrepreneurs (and fiscally‐oriented governments and their policies). The Sun was also unambiguous in attributing social harm and inconvenience to the teachers' actions by reporting on the threat the protest posed to academic achievement and performance standards. In its lead‐story from 1 November, the Sun referred to grades three and six students as MATH TEST DUMMIES; used textual devices such as bold and capitalized letters to structure the narrative sequence of the report by proclaiming that HARRIS WAS RIGHT and TEACHERS MESS UP MATH; quoted the Chief Executive Officer of the government's centralized testing agency (the Education Quality and Accountability Office) as stating, “the premier's observations about our students needing to improve are true;” and attributed to Johnson a statement to the effect that the government's proposed legislation would lead to improved student academic performances (Toronto Sun, 1 November 1997, p. 4).", "In the second week of the strike, the government attempted to have the teachers ordered back to work with a court‐imposed order. This strategy, and the outcomes it would eventually obtain, illustrates how news narratives must continually negotiate the play of contingency (Knight, ). To prove its case, the government needed to demonstrate that the strike was causing undue harm for students and families and would have a long‐term negative impact on business and the economy. Despite arguing that the strike was creating considerable harm and disruption, the injunction was ultimately denied on two grounds: first, under Ontario labour law only employers (i.e. local school boards) can request intervention by the courts, and because the boards were reticent about getting involved as an active agent in the dispute the government would have to prove that the strike was causing irreparable harm; secondly, therefore, although upwards of two million students were locked out of class as a result of the strike, after only a few lost instructional days such “proof” was difficult to produce. Indeed, in his deliberation, the judge presiding over the ruling determined that “there is no direct evidence of any actual harm to any student … there is no direct evidence of any actual harm to any parent … there is no evidence of any harm to school boards” (Toronto Star, 4 November 1997, pp. A1, A4).", "The court decision marked a watershed in terms of how the strike would be dealt with discursively and strategically. Discursively, it served as a tipping point to transform the law‐and‐order and social harm narratives that had been established early on. If school boards were unwilling to seek a court injunction and the government could not demonstrate undue harm, then the strike could not be “illegal” in the circumscribed sense of the term. With this in mind, one would expect the construction of a different discourse in which the law‐and‐order theme would diminish at least in terms of its prominence. Yet, this expectation notwithstanding, since journalists trade in both the assembling of facts and construction of stories, there occurred a notable blurring between the “kinds of truth one can prove in court and the kind any fool can plainly see” (Fitzwater, , p. 198) as the coverage in all three papers continued to classify the strike as “illegal.”", "Importantly, media coverage indicated that the judge's ruling represented a public relations victory for the unions because even though the “illegal walkout is disrupting the lives of millions of students and parents … Ontarians still prefer the teachers' version of events to the government's” (Globe and Mail, 5 November 1997, p. A18). Opinion polls taken during the strike, though not necessarily reliable or credible indicators of voter intention (e.g. Andersen, ), suggested that the teachers had cast a sufficient amount of doubt about the government's true motives for reform and had now corralled public opinion to their side. In contrast to a majority of survey respondents who indicated their support for the government's agenda and hard‐line stance against the teachers at the outset of the strike, following the judge's ruling public perception shifted and the issue now was no longer about whether the teachers should strike but why in fact they were striking:   IS THE PUBLIC BEHIND THE TEACHERS?    …After a week in which both sides bombarded the public with TV commercials, print and radio ads and multiple media appearances, a different picture is beginning to emerge.   Slowly, it's becoming less about methods and more about message.   And that, says Angus Reid Group vice‐president John Wright, appears to be a fight the teachers can win.   “Perception rules in this game, and right now the trust element with the government (on education) is less than it is with the teachers,” says Wright. (Toronto Sun, 8 November 1997, p. 4)  ", " IS THE PUBLIC BEHIND THE TEACHERS? ", "…After a week in which both sides bombarded the public with TV commercials, print and radio ads and multiple media appearances, a different picture is beginning to emerge.", "Slowly, it's becoming less about methods and more about message.", "And that, says Angus Reid Group vice‐president John Wright, appears to be a fight the teachers can win.", "“Perception rules in this game, and right now the trust element with the government (on education) is less than it is with the teachers,” says Wright. (Toronto Sun, 8 November 1997, p. 4)", "Strategically, however, while the court decision may have represented a moral defeat for the government in the short term, it would also prove to be an effective issues management strategy in the longer term. By shifting the focus of media and public attention onto the teachers, the government demonstrated familiarity with the old maxim that success in politics depends on the ability of public officials to extricate themselves from various types of dilemmas that may create harm for the public and in which they may be implicated. The court decision, in effect, allowed the government to deflect blame for any immediate and future harm that the strike might obtain by diffusing responsibility to the teachers to come up with an actionable solution (see Weaver, ). Although the government's actions and performance seriously undermined its credibility where motivation for reform was concerned, with two years remaining in its electoral mandate this was a bruise on its identity that would have time to heal.", "With no notable concessions from the government on the table and public opinion now reportedly on the teachers side, an end to the protest was imminent as the leaders of three of the five unions—those representing the Women, Franco‐Ontarian and Public school teachers—announced that after 12 days on strike they would be sending their members back to class. The next day, the Catholic teachers ended their walkout and, finally, on day 14, Secondary School teachers' union leader, Earl Manners, stated that his members would also end its strike but continue to protest changes to education “in other ways.” This decision by the unions was significant to the story of the strike because although the judge's decision ruled out irreparable harm, the coverage was still able to retain elements of the law‐and‐order and harm narratives. The difference, however, is that whereas previously the worthy victims in the struggle were mainly students and families who had been “held to ransom” by the conflict,this victim category had now expanded to include the rank‐and‐file that had been “led astray.”", "News coverage indicated that the earlier differences of opinion within the Ontario Teachers Federation about the legitimacy of a strike heightened considerably in the aftermath of the labour leaders' decisions to return their members to work. Press reports described some teachers as “relieved” that the strike was over, but referred also to many others who were “angered” and felt “betrayed” by both their leadership and by members of those unions who decided to withdraw from the protest early. The following excerpt from a Toronto Sun report illustrates the extent of this split as well as the manner in which the themes of law‐and‐order, social harm, and union division had become blurred:   TEACHERS GO BACK TO THE BLACKBOARDS—LAST UNION GIVES UP ILLEGAL STOPPAGE    …Ottawa‐area teacher Bob Bonisteel, head of Teachers for Excellence, said he fully expects to get a “pretty heavy‐duty cold shoulder” from his colleagues because he crossed the picket line. “Non‐strikers will have to deal with being ostracized,” he said last night.   East York Collegiate math teacher Nathan Pila called it a sad day for teachers because they were “used, abused and lied to” by both their unions and government.   “I feel like a soldier in Napoleon's army on the way back from Moscow … a victim of a colossal miscalculation.” (Toronto Sun, 10 November 1997, p. 5)  ", " TEACHERS GO BACK TO THE BLACKBOARDS—LAST UNION GIVES UP ILLEGAL STOPPAGE ", "…Ottawa‐area teacher Bob Bonisteel, head of Teachers for Excellence, said he fully expects to get a “pretty heavy‐duty cold shoulder” from his colleagues because he crossed the picket line. “Non‐strikers will have to deal with being ostracized,” he said last night.", "East York Collegiate math teacher Nathan Pila called it a sad day for teachers because they were “used, abused and lied to” by both their unions and government.", "“I feel like a soldier in Napoleon's army on the way back from Moscow … a victim of a colossal miscalculation.” (Toronto Sun, 10 November 1997, p. 5)"]}, {"title": "Conclusion", "paragraphs": ["The Ontario teachers strike was a key moment in the province's labour relations and education policy reform history. The provisions contained in Bill 160 represented a considerable departure from the consensus‐model that had defined education policy during much of the postwar period, in which unions and locally elected school boards worked together (though certainly not always in agreement) over how the education system would be funded and governed. Despite the radical nature of the proposed reforms, the government did not campaign in 1995 on anything more than populist promises of making the education system “more accountable” and curbing the role and influence of unions, which had been cast as “special interest groups.” Moreover, given the size and complexity of the legislation, the Tories also did not follow tradition by first releasing a Green or White Paper outlining its vision for reform, nor did it invite sufficient opportunity for the public and key stakeholder groups to contribute to the policy development process. The main issues of contention where the unions and other critics were concerned essentially involved the new funding and governance structures. According to opponents of Bill 160, the legislation amounted to little more than a power grab by a government that was motivated by an overtly neo‐liberal ideology: restrict the size and role of the public sector and funnel money into a massive tax break that will purge the education system of much‐needed funds in order to benefit the already wealthy. Although working under binding contracts with local school boards, these were fundamental changes that the unions argued they could not accept. After several fits and starts in re‐negotiating the terms of Bill 160, the teachers staged what would amount to a two‐week “political protest” after only two months into the 1997 school year.", "News coverage of the strike had an overall mixed character. On the whole, the coverage portrayed the teachers' action as an affront to the law and socially acceptable standards of political action, as well as the main cause for considerable harm and inconvenience to the public and business community. The “story” of the strike tended to change over the two‐week period, however, as it became increasingly clear that the government's reform agenda was being driven less by altruistic goals of improving the quality of the education system (as it had claimed) than by economic priorities. In this regard, there was some support within the news coverage of the teachers' ethical motivation to challenge the government's proposed legislation. This support was tempered, however, by unambiguous criticism of the teachers' tactical decision to impose an official workstoppage, as opposed to pursuing other aven‐ues of protest (though what other avenues they could possibly pursue was never broached). Discursively, this entailed imposing a dual identity onto the teachers. On the one hand, they were very clearly supported as educators and secondary caregivers with good intentions. This was most apparent in the Toronto Star but to a lesser extent in the other papers as well. On the other hand, they clearly lacked media support in terms of their identity as labour activists engaged in a power struggle with the government. In this regard, the coverage was fairly consistent across all three papers, though clearly more vitriolic in the case of the Sun. By contrast, the government's perspective was consistently represented as one‐sided with no apparent “division” over strategy or tactics.", "Methodologically, this paper has shown that content analysis of news source access figures and issue themes can provide clues about how the story of a protest unfolds. During the course of the strike, the government seems to have had all the advantages and qualities of a “primary definer.” It clearly had authority, access to journalists, and considerable financial resources for waging a public relations offensive. With this in mind, if governments do enjoy significant advantages over challenger groups in their relations with the media, we should have expected news coverage of the strike to reflect the viewpoints and opinions of government and other elite sources. Indeed, content analysis showed that at the outset of the strike the government's position of structural privilege translated into greater levels of media access and provided it with an opportunity to define the character and flow of the coverage for the most part.", "But this does not tell the entire story. Over time, this control over the news agenda gradually loosened. This resulted from fractures within the range of institutional elite sources: first, the leak by a government employee of documentation that damaged the government's claim to altruistic motives; and second, the court's rejection of the government's appeal to have the strike ruled illegal. Both instances were elite‐initiated and fairly extraneous to the unions' political and communication strategies. The source access figures show that in the wake of the government's failed effort to impose a court‐ordered solution, labour sources began to feature more prominently as quoted actors in the coverage. Upon first blush this finding might appear to counter the assumption that political news will be more representative of elite viewpoints and claims, and it also suggests that the teachers were clearly winning the public relations war. However, it is also important to note that attention to patterns of source access tells us only who gets to speak but reveals very little about how these sources speak and how they are represented.", "Indeed, while labour voices outnumbered government voices near the end of the strike, the coverage revealed far more instances of conflict among teachers over issues about strategy and tactics: should they have gone on strike in the first place and when was the best time to return to work? This internal division may have been due in part to the “political” nature of the protest—while it is normally easier for labour leaders to mobilize their membership to collectively grieve restrictions on or reductions to their wages and working conditions, it is another thing altogether to garner support for a campaign that is more about ideas and values than benefits and security. Alternatively, the division within the unions may have been motivated by a pragmatic decision to not delay the inevitable, since it became clear to many that the government was not going to change the substance of the legislation. This emphasis on union divisiveness and the focus on strikers' emotions as prominent news themes reinforced the findings of previous studies on news coverage of strikes.", "While potentially undermining the teachers' views by noting fractures within the unions, the coverage also diverged from the conventional strike script in an important sense, by casting doubt on the “real” or underlying motives of the government's policy agenda. Ironically, even though government actors enjoyed privileged access it was exposed as acting primarily on the basis of economic priorities (e.g. cost cutting), and so in this regard was portrayed as having been motivated by the same goals asprivate sector employers. In other words, the discourse privileged the identity of government as “the employer” above the identity of govern‐ment as “democratic representative of the public interest.”", "The study also shows how the structural components of strike news scripts must constantly negotiate the play of contingencies. “News,” after all, “is not information but drama” (Carey, , p. 21) and since narratives are all about the representation of time they must remain open and flexible to some extent to accommodate unexpected events and the definitions of these by legitimized actors. Unlike issues, events are contingencies that can tip the outcome in one way or the other in terms of public perceptions and opinions. Events are important because they open up a possibility, not of questioning the impact of the strike per se but the moral legitimacy of one side's motives in relation to the motives of others. At the same time, events acquire their meaning in relation to one another and in relation to the absence of counter‐events that might offset the critical meaning that an actual event might obtain. In the absence of a major tragedy that would have actually harmed students or other potential worthy victims, media coverage of the leaked memo acquired a dominant meaning as the government's main motivation for passing Bill 160, and this was a motive it had difficulty denying or justifying. As a result, it was the attempt to conceal the underlying motives behind the legislation, rather than the proposed program cuts, that ultimately undermined the government's perspective and eroded whatever level of public support it had initially garnered. The government was shown to be hypocritical and it was the ethically dubious nature of its actions, rather than the legislation's material consequences, that enabled the allocation of blame for the strike to be shared by both the unions and government.", "The most interesting finding in this study is that while the viewpoints of government officials were more favourably represented than any other source, this definitional advantage did not translate into definitional success. It is somewhat remarkable that despite more than two million students being kept out of school for almost two weeks, a significant number of citizens reportedly supported the striking teachers. Indeed, although the Tories would eventually “succeed” in their reform agenda by forcing the bill through the legislature, they also acquired along the way a reputation for being overly confrontational and less than trustworthy; and this was an identity that may have held some populist sway in the short term and in the period surrounding the strike, but it was one that the party would have difficulty shaking in subsequent years.28 ", "The empirical findings reported in this study indicate that conflicts over the communication of public policy are constructed and can potentially be manipulated by a variety of stakeholders with differing levels of financial and cultural capital. While this is surely not to deny the “crucial position, power advantages and special burdens of responsibility that lie with public officials and agencies” ('t Hart, , pp. 3–4), it is to say that resource advantages and the symbolic capital that comes with electoral success cannot in and of themselves determine the outcome of struggle. Rather, divisions within the sphere of elite consensus and challenges from outside, both of which were evident in this study of news coverage of the teachers' strike, demonstrate how the relationship between the government and press is a far more complex and dynamic process than has been suggested by the theory of “primary definition.”"]}, {"title": "Acknowledgements", "paragraphs": ["The author wishes to thank Graham Knight, Pam Sugiman, Don Wells, Sean Hier, Candace Kemp and the anonymous reviewers appointed by the journal for valuable feedback, insights and criticisms, all of which were provided over various stages of the writing process. This paper stems from research that was completed as part of the author's MA thesis (Department of Sociology, McMaster University, 1999). The Department of Labour Studies Research Grant Program at McMaster University is acknowledged for providing funding for research assistance."]}], "references": [{"title": "“Reporting Public Opinion Polls: the media and the 1997 Canadian election”", "year": "2000", "journal": "International Journal of Public Opinion Research", "volume": "12", "authors": [{"name": "Andersen Robert", "first_name": "Andersen", "last_name": "Robert"}]}, {"title": "“Whose Side Are We On?”", "year": "1967", "journal": "Social Problems", "volume": "14", "authors": [{"name": "Becker Howard", "first_name": "Becker", "last_name": "Howard"}]}, {"title": "“Toward a Theory of Press–State Relations in the United States”", "year": "1990", "journal": "Political Communication", "volume": "40", "authors": [{"name": "Bennett WLance", "first_name": "Bennett", "last_name": "WLance"}]}, {"title": "“Toward a New Political Narrative”", "year": "1985", "journal": "Journal of Communication", "volume": "35", "authors": [{"name": "Bennett WLance", "first_name": "Bennett", "last_name": "WLance"}, {"name": "Edelman Murray", "first_name": "Edelman", "last_name": "Murray"}]}, {"title": "“Rethinking News Access”", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "“The Voluntary Sector in a Changing Media Environment: a case study of non‐official news sources”", "year": "1996", "journal": "European Journal of Communication", "volume": "11", "authors": [{"name": "Deacon David", "first_name": "", "last_name": "David"}]}, {"title": "“What Lies Beyond Ontario&#039;s Bill 160? The politics and practice of education markets”", "year": "1998", "journal": "Our Schools/Our Selves", "volume": "9", "authors": [{"name": "Dehli Kari", "first_name": "Dehli", "last_name": "Kari"}]}, {"title": "“Why Does Policy Change Over Time? Adversarial policy communities, alternative policy arenas, and British trunk road policy 1945–1995”", "year": "1996", "journal": "Journal of European Public Policy", "volume": "4", "authors": [{"name": "Dudley George", "first_name": "Dudley", "last_name": "George"}, {"name": "Richardson Jeremy", "first_name": "Richardson", "last_name": "Jeremy"}]}, {"title": "“ ‘Terrorism’ and the State: a case study of the discourses of television”", "year": "1983", "journal": "Media, Culture and Society", "volume": "5", "authors": [{"name": "Elliott Philip", "first_name": "Elliott", "last_name": "Philip"}, {"name": "Murdock Graham", "first_name": "Murdock", "last_name": "Graham"}, {"name": "Schlesinger Philip", "first_name": "Schlesinger", "last_name": "Philip"}]}, {"title": "“Framing: toward clarification of a fractured paradigm”", "year": "1991", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert", "first_name": "Entman", "last_name": "Robert"}]}, {"title": "“Framing Sweatshops: Nike, global production and the American news media”", "year": "2004", "journal": "Communication and Critical/Cultural Studies", "volume": "1", "authors": [{"name": "Greenberg Josh", "first_name": "Greenberg", "last_name": "Josh"}, {"name": "Knight Graham", "first_name": "Knight", "last_name": "Graham"}]}, {"title": "“The Depiction of Labour and Business on National Television News”", "year": "1983", "journal": "Canadian Journal of Communication", "volume": "10", "authors": [{"name": "Hackett Robert A", "first_name": "Hackett", "last_name": "A"}]}, {"title": "“Strike Talk: a case study of news”", "year": "1982", "journal": "Canadian Journal of Communication", "volume": "8", "authors": [{"name": "Knight Graham", "first_name": "Knight", "last_name": "Graham"}]}, {"title": "“Hegemony, the Media and New Right Politics: Ontario in the late 1990s”", "year": "1998", "journal": "Critical Sociology", "volume": "24", "authors": [{"name": "Knight Graham", "first_name": "Knight", "last_name": "Graham"}]}, {"title": "“Prospective News: press pre‐framing of the 1996 Ontario public service strike”", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Knight Graham", "first_name": "Knight", "last_name": "Graham"}]}, {"title": "“The Mass Media and Industrial Relations News: a case study”", "year": "1980", "journal": "Journal of Industrial Relations", "volume": "22", "authors": [{"name": "McColl MJ", "first_name": "McColl", "last_name": "MJ"}]}, {"title": "“Official Sources and ‘Primary Definition’: the case of Northern Ireland”", "year": "1993", "journal": "Media, Culture and Society", "volume": "15", "authors": [{"name": "Miller David", "first_name": "Miller", "last_name": "David"}]}, {"title": "“Industrial Conflict and the Mass Media”", "year": "1976", "journal": "Sociological Review", "volume": "1", "authors": [{"name": "Morley David", "first_name": "Morley", "last_name": "David"}]}, {"title": "“Theorizing the Influence of Media on World Politics: models of media influence on foreign policy”", "year": "2001", "journal": "European Journal of Communication", "volume": "16", "authors": [{"name": "Robinson Piers", "first_name": "Robinson", "last_name": "Piers"}]}, {"title": "“Mass Communications and the American Worker”", "year": "1983", "journal": "The Critical Communications Review, Vol. I: labor, the working class, and the media", "volume": "", "authors": [{"name": "Rollings Jerry", "first_name": "Rollings", "last_name": "Jerry"}]}, {"title": "“Symbols, Rituals and Power: the lost dimensions of crisis management”", "year": "1993", "journal": "Journal of Contingencies and Crisis Management", "volume": "1", "authors": [{"name": "'t Hart Paul", "first_name": "'t", "last_name": "Paul"}]}, {"title": "“The Politics of Blame Avoidance”", "year": "1986", "journal": "Journal of Public Policy", "volume": "6", "authors": [{"name": "Weaver RKent", "first_name": "Weaver", "last_name": "RKent"}]}]}