{"doi": "10.1080/21670811.2018.1533788", "url": "https://doi.org/10.1080/21670811.2018.1533788", "title": "Analytics-Driven Journalism? Editorial Metrics and the Reconfiguration of Online News Production Practices in African Newsrooms\"", "volume": "7", "year": "2019", "issue": "4", "journal": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Moyo", "first_name": "Dumisani", "name": "Dumisani Moyo", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Mare", "first_name": "Admire", "name": "Admire Mare", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Matsilele", "first_name": "Trust", "name": "Trust Matsilele", "affiliation": "", "orcid": "", "role": ""}], "abstract": "AbstractAlthough the notion of measuring the performance of news stories is not a new phenomenon, the advent of online analytic tools has redefined the whole terrain of the sociology of online news production and distribution. This paper, which draws from an on-going cross-national comparative study of Zimbabwean, Kenyan, and South African newsrooms, focuses on the use and role of analytics in news production and distribution. It investigates how analytics tools are used in editorial decision-making and advertising negotiations. Based on structured and unstructured interviews with editors and journalists working for selected newsrooms in East and Southern Africa, the paper examines how the use of analytics is reshaping the evaluation of the impact, reach, relevance of news stories and performance of individual journalists. Our study shows that the deployment of analytic tools has altered how news organizations in different parts of Africa monitor, track, engage in digital listening and interact with their audiences, thereby spawning a new phenomenon we call “analytics-driven journalism.” The paper argues that newsrooms in different parts of the continent are, to varied degrees, now more concerned about newsroom metrics and engagement rates at the expense of the broader public interest dimension of journalism.", "body": [{"sec_title": "Introduction and background", "sec_content": ["Literature suggests that the mass permeation of new digital technologies has significantly shaped news production, distribution, and consumption practices across the globe (see, for instance, Moyo 2009; Mare 2014; Mavhungu and Mabweazara 2014; Cherubini and Nielsen 2016; Beer 2016; Graves, Kelly, and Gluck 2010; Bunce 2015). These changes have facilitated the gathering of new forms of information about media audiences. At the level of news production, news has been transformed into an industrialized and a measured product (Carlson 2017). This practice of measuring news products has been enabled by the development of back-end technologies that allow newsrooms to monitor, observe, quantify, and predict the performance of stories. The use of analytics encapsulates the systematic analysis of quantitative data on various aspects of audience behaviour aimed at growing audiences, increasing engagement, and improving newsroom workflows (Cherubini and Nielsen 2016; Beer 2016; Graves et al. 2010; Bunce 2015; Anderson 2011).", "News organizations are utilizing analytics for various purposes, including attracting advertising, informing structural changes as well as comparing their performance against that of their competitors. The development and refinement of audience measurement techniques has been welcomed by many news organisations, given the challenges associated with traditional audience studies conducted by market research companies. Prior to these developments, measuring mass communication audiences has always been an approximation, close enough to suit its purposes while leaving audience members as largely an undefined and imagined concept, cut off from the moment of news production (Carlson 2017).", "Notwithstanding studies on how digital media technologies are used for instrumental purposes in terms of news production, distribution, and consumption in African newsrooms (see Mavhungu and Mabweazara 2014; Mare 2014), there are only a handful of studies known to the authors of this study (see Bunce 2015; 2017) which examines how readership data are used in the production of news about Africa. Even then, Bunce’s recent studies focus on the deployment of audience metrics by foreign news bureau and foreign correspondents in Africa. One of her studies explores the relationship of foreign correspondents in Africa with their audiences and asks whether readership metrics are influencing foreign journalists’ selection and development of news stories (Bunce 2015). The other study looks at how the introduction of audience metrics allows managers to more efficiently monitor and discipline their journalists (Bunce 2017). However, we contend that besides the use of audience metrics by foreign correspondents little is known about the state of adoption of editorial analytics in African newsrooms, making this current study all the more imperative, particularly considering the central role the media continue to play in information dissemination and the overall shaping and consolidation of democracy.", "This paper, therefore, builds on Bunce’s (2017) work on the introduction of audience metrics in the African context. Unlike her works which focused on the Reuters news bureau in Nairobi, Kenya, our on-going study on the phenomenon of analytics-driven journalism in resource constrained newsrooms sets out to examine how selected newsrooms in South Africa, Zimbabwe, and Kenya are using editorial analytics to inform their day-to-day news production and distribution practices. Broadly, the study is interested in unpacking the relationship between editorial analytics, decision-making processes on news production, and distribution, and the emerging newsroom cultures related to this. It seeks to understand if and how online editors and journalists have incorporated editorial metrics into their daily news work. In order to answer these research questions, we relied on semi-structured and unstructured interviews with online editors and journalists from newsrooms in Zimbabwe, South Africa, and Kenya.", "The paper makes three important contributions to the emerging field of newsroom analytics especially within an African context characterized by resource constraints, limited access to broadband internet, and limited development of news applications. First, it demonstrates that African newsrooms have been quick to appropriate analytics/metric tools and change their daily journalistic practices in a global context of analytics-driven journalism. The term “analytics-driven journalism” refers to a phenomenon where editorial decisions are informed and influenced by a strict reading of metrics, web traffic measurements, and other big data indices. Equally an important contribution relates to the over-reliance of imported analytic tools that are seldom localized and domesticated to speak to specific contexts and consumption patterns. Second, the study foregrounds the impact of newsroom analytics on journalists’ individual work and overall newsroom cultures. It argues that the adoption of audience metrics is putting a strain on journalists who are under-resourced and forcing them to gather news that is tailor-made to meet certain consumption patterns and expectations. Overall, this results in a subverted understanding of the “public interest,” which is an overriding principle of modern-day journalism. Third, it critiques the glorification of newsroom analytics as rationalization tools. It argues that far from engendering dispassionate and objective audience measurement metrics, this “analytic turn” leads to the churning out of click-baiting headlines, fake news, and sensationalized entertainment content aimed at attracting clicks, views, scroll-downs, and comments rather than fostering engaged citizenship. As such, rather than the much talked about emancipation of audiences through the provision of news content they want/prefer, we are witnessing growing and subtle manipulation of the audiences through the use of “big data.”", "This study is structured as follows: We begin by outlining a brief literature review about the metrics, audiences, and the “analytic turn” in journalism. We then proceed to tease out our theoretical exposition, which is anchored in the broader field of sociology of news production. This is followed by a brief outline of our methodological approach, which explains the details of our fieldwork experiences. We then introduce and discuss our findings. Finally, we offer a brief discussion and concluding remarks."]}, {"sec_title": "Metrics, audiences and the “analytic turn” in journalism", "sec_content": ["News organizations have always made efforts to collect data on their audiences’ demographics, consumption, and behaviour patterns (Petre 2015; Carlson 2018; Vu 2014). In some cases, editors and newsworkers have traditionally relied on gut feelings about particular news items, or different measures of newsworthiness and feedback from colleagues or friends, and less on what audiences say they want (Gans 1979). Because of the proliferation of digital media platforms, news organizations now have access to a wide array of big and thick data. This trend has been characterized as the emergence of “measurable journalism”—a phenomenon associated with the shift to traceable news content that provides real-time quantitative data about audiences while permitting new modes of engagement and accountability (Carlson 2018). “Measureable journalism” refers to the cultural and material shift to digital platforms capable of providing real-time, individualizable, quantitative data about audience consumption practices (Carlson 2018, 406). This shift has had a noticeable effect at the level of practice as news organisations reorient their distribution practices around the audience (Zamith 2015; 2018; Küng 2015). As Zamith (2018) observes, a number of social, technological, and economic shifts over the past two decades have led to the proliferation of audience analytics and metrics in journalism. Audience metrics enable the measurement, collection, analysis, and reporting of digital data pertaining to how content is consumed and interacted with (Kaushik 2009). Because they offer real-time, complete and seemingly more “objective” measures (MacGregor 2007), they allow content producers to harvest non-purposive feedback from news consumers.", "The tracking capabilities of the internet, coupled with the ability to store and parse massive amounts of data, has meant that audience metrics have taken an added level of importance within the rapidly changing media environment (see Cherubini and Nielsen 2016; Kaushik 2009; Assmann and Diakopoulos 2017). Besides measuring the performance of news stories (see Zamith 2015), these technologies are crucial for monitoring and evaluating reader engagement (Anderson 2011). Analytic tools like Orphan and Lantern are used to measure site visits or page views, depth of scroll, time spent on page, traffic source, and device breakdown. This feeds into the overall company-wide engagement metrics that measure the frequency of visits, time spent reading, and the volume of articles read.", "Recent studies (see Zamith 2018; Carlson 2018; Powers 2018; Tandoc and Thomas 2015) suggest that although contemporary journalism is not being driven by quantified audiences, both audiences and quantification are playing far more prominent roles in news production than in the past. For instance, Tandoc and Thomas (2015) posit that there is considerable influence of web analytics on traditional gatekeeping processes and on a new gatekeeping practice online [known as the process of de-selection]. Scholars also point out that the over-emphasis on engagement coupled with the increased use of audience metrics has resulted in news organisations creating new positions such as Engagement Editor, Social Media Manager and Audience, and Growth Editor (see Ferrer-Conill and Tandoc 2018). In some newsrooms, these johnny-come-lately are expected to mediate between audience data and the rest of the newsroom, giving them power to dictate the direction of news content (see Carlson 2018). As key actors in the newsroom diary sessions, audience-oriented editors help journalists negotiate between the information obtained by their metrics and their journalistic intuition to make editorial decisions. This has complicated the role of media organizations. On the one hand, the pursuit for profit maximization for commercial media has led to justifications for editors to adopt rationalization of journalistic work. On the other hand, the mandate to provide public interest content remains at the core of journalism. Finding balance has not been easy within the everchanging media environment characterized by shrinking advertising budgets, changing media consumption patterns, and competition from born-digital media companies.", "Metrics, and the larger “big data” phenomenon of which they are a part, are commonly described as a force of rationalization: that is, they allow people to make decisions based on dispassionate objective information rather than unreliable intuition or judgment (Petre 2015; 2018). Scholars (see Anderson 2011; Singer 2011; Vu 2014) foreground the transformative potential of editorial metrics. They argue that the adoption of web metrics spawn a new regime for journalists to try to understand their audience by way of unpacking algorithms or by hunching over an increasingly measurable “quantified audience.” Analytic tools are presented as the value-free and invaluable technologies which can help newsrooms reach their target audiences and do better journalism.", "Other scholars (see Silverman 2016; Zamith 2015) are, however, concerned with the negative aspects of relying on metrics to guide news judgement. They point out that analytics-driven journalism opens up digital news spaces to the clutter of clickbait and “fake news”1 fabricated to earn clicks and reap advertising dollars. This includes the production and circulation of completely false information that is created for financial gain (Silverman 2016) and which resembles credible journalism in order to maximize attention. These scholars also argue that measurable journalism complicates issues such as journalists’ professional judgment, normative ideas of autonomy, promotes dumbing down of journalism, and raises privacy questions about audience surveillance. Invoking the Foucauldian notion of bio power, Petre (2015) argues that an overreliance on numbers can be used to control and “normalize” audiences. There is also an acknowledgement that data never tells the full story. Drawing on 6 months of ethnographic observation and interviews at a newsroom analytics startup, Petre (2018) discusses the discursive strategies and design elements employed by analytics companies to engineer journalists’ consent to analytics-driven labor discipline. Besides in-built biases of algorithms, there are also data qualities and access issues that newsrooms have to contend within the era of the quantitative turn in journalism.2 As Graves et al. (2010) note, metrics are imprecise and difficult to understand, meaning that newsrooms face an interpretation challenge.", "Research on the deployment of editorial metrics suggests that both internalization and resistance are present in journalists’ response to metrics (see, for instance, Anderson 2011; Bunce 2015; 2017; Petre 2015; 2018; Zamith 2018). In her ethnographic study of the use of metrics by three American newsrooms (Chartbeat, Gawker Media, and The New York Times), Petre (2015) found that analytics inspire a range of strong feelings in journalists, such as excitement, anxiety, self-doubt, triumph, competition, and demoralization. This is not unique to the profession of journalism as workers in other contexts have been found to resist the rationalization of their labor process. Bunce (2015) in her study of foreign correspondents working in East and West Africa revealed that there were three quite different approaches to audience metrics: data-driven (group of foreign correspondents is acutely aware of audience data, and base their news decisions on this information); data-informed news production (foreign correspondents who have little knowledge of audience data but are sometimes guided towards more popular stories by their editors who are aware of the data); and data-denialists (a very small group of foreign correspondents who have no knowledge about their readers’ behaviour and experience little pressure from their editors who do). This confirms that the uptake of data analytics in newsrooms, like any other new innovation, cannot be uniform. Furthermore, as Carlson (2018) notes, the varied reactions and responses to the roll-out of editorial metrics also dispel a conception of technology as the ultimate driver of newsroom practices in their pursuit of professional orientation and role conceptions across different sites.", "As intimated above, the increase in quantitative measurement of audiences has been part of a move from a more intuitive rationalized understanding of the audience to one offered by especially sophisticated analytics (Napoli 2010). Although editorial analytics have permeated several news organizations across the globe, it is important to point out that the studies in Europe and America show that reader metrics are not used homogenously within newsrooms. For instance, at the New York Times, editors have a tendency to withhold metrics from journalists in order to protect their editorial judgement and autonomy (Petre 2015). Lee-Wright’s (2010) discussion of Sky News’ big boards of top stories shows an editor saying the information is not intended to drive editorial decision-making, but just to make journalists aware.", "Cognizant of the structuration nature of technology, MacGregor (2007, 280) observes that “social and organizational context rather than technology alone shape the way these online professionals react to their new tool”. Thus, organizational context plays an important role in terms of the strategic and managerial deployment of editorial analytics within newsrooms. There is an evidence that some news organizations are developing their own analytics capabilities by making sure they utilize the right set of tools and cultivate a newsroom culture that embraces data-informed decision-making (Petre 2015)."]}, {"sec_title": "Research context: Zimbabwe, South Africa, and Kenya", "sec_content": ["This paper focuses on a pilot study conducted in Zimbabwe, South Africa, and Kenya. These countries have some of the technologically advanced newsrooms in East and Southern Africa. Media organizations in these African countries have been at the forefront of launching sophisticated digital and “mobile first” newsroom strategies (Mavhungu and Mabweazara 2014; Mudhai 2014). These studies suggest that media organizations have appropriated and domesticated digital media technologies in various ways. Studies in Kenya show that newsrooms have also adopted digital technologies, particularly mobile phones and wireless Internet as instruments through which they can quickly collect, package, and disseminate information (see Ogola 2015; Mudhai 2014). In both Zimbabwe and South Africa, research indicates that the mainstream print and broadcast media have stamped their authority through employing dedicated teams of multi-media practitioners and digital/online media managers (Mabweazara 2010; Mare 2014). In an ethnographic study of Zimbabwe and Mozambique, Mabweazara and Mare (2017) found that the mobile phones’ inherent properties have spawned unprecedented flexibility in the professional communicative practices of journalists.", "The three countries were chosen because of relative easy access to the internet and proliferation of digital technologies, which has enabled newsrooms to launch innovative media products such as mobi news. Whereas South Africa and Zimbabwe still have some of the most unaffordable internet data prices in Africa, Kenya boasts the least expensive broadband internet services, which has spawned unprecedented growth in innovation hubs in the country, with some significant results such as the development of solution-driven applications such as the crowd-sourcing Ushahidi and mobile payment app, Mpesa. Despite these structural challenges, newsrooms in the three case countries have creatively and proactively appropriated a range of new media technologies so fundamentally that they have become an inalienable part of their journalism (Ogola 2015). This, therefore, gives us a solid research laboratory upon which we can examine the use and role of editorial analytics within an African context.", "This study deploys theories of sociology of news production, which helps us to foreground internal and external structures that influence news production in the digital age. In many ways, these theories reinforce Pierre Bourdieu’s field theory. Theories of sociology of news production enable us to unravel the complex web of “institutional mediations” that lie at the heart of the news production process. It gives explicit attention to structural and human agency dimensions of news production like bureaucratic routines, organizational imperatives, and the role of journalists and editors in negotiating the appropriation of technology in newsroom contexts.", "The sociology of news acknowledges that there are external and internal influences that inform operations of journalists (see Schudson 1989; McNair 1998). The term external here refers to any aspect that has a bearing on the production of a news story hence external to a journalist’s control. Based on these scholars’ formulation, it can be argued that journalists are socialized into the use of analytics and metric data (that we also regard as external factors) mainly through the influence of their editors. According to Schudson’s typology, journalists’ news-making process is largely informed by political, economic, social organizational and cultural aspects. Similarly, McNair (1998) posits that social determinants of journalistic output, the features of social life and organization shape, influence and constrain its form and content. Technological factors (analytic tools) are also considered part of the external influences, which impact on news production and dissemination. It also allows us to examine how situated actors reshape and resist technological experiments within the newsroom context.", "The sociology of news production frame thus allows us to understand how editors and journalists’ efforts on the job are constrained by the use of audience metric tools. In this case, the use of audience metric tools can be viewed as subtly influencing journalism practices and cultures through introducing novel news values, news packaging practices and distribution. Although significant studies (see Carlson 2018; Petre 2015; Anderson 2011) from the United States of America have examined audience metrics as “tools” for news production in mainstream journalism practice, very few (Bunce 2015; 2017) have focused specifically on African newsrooms. Existing sociology of news production literature fails to acknowledge the role of analytics in shaping the news production agenda. Until recently, the link between audience metrics and day-to-day practices in journalism has largely remained oblique in mainstream journalism studies. For instance, Bunce’s (2017) ethnographic case study of a Reuters newswire bureau in Kenya highlights the strategies that management used to incentivize their journalists to change their reporting priorities. These included the strategic dissemination of audience metrics and praise, and the hiring and promotion of “appropriate” journalists to positions of influence. Therefore, our preliminary study acknowledges the role of analytics in informing journalistic/editorial decision-making and advertising/marketing decisions of selected media organizations in Africa."]}, {"sec_title": "Methods", "sec_content": ["This study is grounded in qualitative research design. It uses a combination of semi-structured and unstructured interviews with online editors and journalists from CNBC Africa and Tiso Black Star Group in South Africa, Zimpapers and Alpha Media Holdings in Zimbabwe, and the Standard and Nation Media Group in Kenya. Whereas Zimpapers Private Limited is a state-owned media empire, The Standard, Alpha Media Holdings, CNBC Africa, Tiso Black Star Group, and Nation Media Group are owned by private companies, some of which have interests in magazines, online newspapers, and television (see Mabweazara and Mare 2017; Maweu 2012). The four media organizations chosen from Zimbabwe and Kenya are dominant in the weekly and daily newspaper market. These interviews allowed us to unpack the use of analytics, the role of these tools in editorial decision-making, the types of tools used in each newsroom and impact of the quantitative turn on news production cultures and practices within the broader notion of serving the public interest.", "A total of 21 respondents [including digital editors and journalists] took part in the study via face-to-face and email-administered semi-structured interviews. In Zimbabwe we interviewed six respondents (three from Alpha Media Holdings and another three from Zimpapers), in Kenya we also interviewed six respondents (three from The Standard and three from the Nation Media Group), and finally in South Africa, we interviewed a total of nine respondents (five from CNBC Africa and four from Tiso Black Star Group). While we concede that this sample is too small to yield conclusive and widely generalizable findings for the continent, we argue that it is sufficient to point towards certain emerging trends, and therefore form the basis for further research. In terms of sampling techniques, we relied on a combination of purposive, convenience, and snowball techniques. Purposive sampling enabled us to target key informants (mostly online editors) within each newsroom. The informants ended up introducing us to other respondents who were available for interviews. Consequently, face-to-face interviews were conducted with editors and journalists in Zimbabwean and South African newsrooms; while for those in Kenya, we relied on email and Skype interviews. We used both semi-structured and unstructured interview techniques because it was difficult to find all our respondents in the newsroom at the same time. Some opted to be interviewed via emails, WhatsApp, and Skype. We tried to be as flexible as possible to accommodate our informants’ preferences and availability, hence the use of diverse interview techniques. Our intention was to unearth the assumptions and values that underlie editorial analytics, the effect of metrics on journalists’ daily work, and the ways in which metrics interact with organizational culture.", "Our findings section is sub-divided into five themes: use of analytics in East and Southern African newsrooms, influence of analytics data on news gathering processes, measuring journalistic performance through analytics data, influence of analytics on individual journalists’ work, and sexy headlines and clickbaiting. Towards the end, we discuss the implications of our findings and make preliminary conclusions. Overall, most of our findings corroborate research done elsewhere in other parts of the world (see Petre 2015; Usher 2013; Bunce 2017; Carlson 2018). However, there are certain nuances that define the African context of analytics-driven journalism. These speak to both the political economy as well as the attendant cultural context of news making.", "The interviews suggested that the use of analytics has become both a widespread and entrenched culture among newsrooms sampled for this study. The most common gratification derived from these analytics was the generation of quantitative data that aided in editorial decision-making. As both journalists and editors from Nation Media Group, CNBC Africa and Zimpapers pointed out, the major benefits include enhanced understanding of their readers and how these readers interact with their content: the numbers of “eyeballs” attracted to each story, how long they stay on each story, and how far they scroll down a story. At the same time, they are also able to understand what sort of advertisements attract their readers the most, the nature of devices their readers use, and their geographical location. This information, they argue, empowers them by enabling them to identify stories that are trendy and sought-after, and those that are not performing well in real time, so that they can make necessary adjustments. This illustrates that external factors such as editorial analytics and metrics are increasingly having a bearing on the production of news stores hence influencing journalistic choices.", "These newsrooms employ a range of online analytic tools to gain better understanding of their audiences. The majority of those sampled use at least three analytic tools, with Google Analytics and Chartbeat being the most prevalent. Other tools used include Content Insights, Facebook, Eco-box, Alexa, Bright Cove, and Disqus. Google Analytics is the most prevalent, mainly because of its link to Google AdSense, which enables these media outlets to attract Google advertisements based on their audience reach, as one of the informants explained.3 The reason given for using multiple tools was that they each had particular strengths, and as such complemented each other to provide a more complete picture of the audience behaviour online, including the type of news they follow, the amount of time they spend per story, the devices they use, and so forth.4 As such, they are able to tell the performance of each story in real time, and where necessary to make adjustments. It has become common practice, for instance, for headlines to be re-tweaked to generate more traffic to specific stories, based on performance data. It can be deduced from the above that all the newsrooms studies relied on imported analytic tools which speaks a lot about the inability of African newsrooms to invest money in locally-specific newsroom applications. This dependence on imported analytic tools can be viewed as part of a growing trend to create and apply global solutions to what is generally perceived as the crisis of newspapers everywhere in the digital age. It also highlights the limited capacity of poorly-resourced newsrooms in Africa to compete with those from the global North in terms of developing cutting-edge appropriate technologies. Using imported analytics without adapting them to the local context means these selected African newsrooms are measuring pre-determined indicators that may not necessarily be in the (public) interest of the communities they serve. Our argument here is that metrics are as good as they are configured, and that they could, through appropriate machine learning, be tailored to generate data that is suitable for a particular context.", "In addition, some newsrooms use online tool effective measure to compare the performance of their stories with that of their competitors. Diversification of social media platforms for news content has also become trendy among newsrooms – with most having a presence on Facebook, Twitter, Instagram, and LinkedIn – both for generation of story ideas and driving “traffic” back to their websites.", "To highlight the growing importance of newsroom analytics, almost all the newsrooms involved in this study have both permanent and temporary staff whose role is to monitor online traffic and mine the data generated to inform those in the editorial section on story performance. What used to be a peripheral role of web management has now grown to become a critical component of the newsroom, with these managers forming part of the morning news conference to discuss priority stories of the day in most cases. The downside to this is that often digitally-skilled people with little or no journalism skills tend to prevail on everyone on what should be in the news, as several informants suggested.", "The set-up in many newsrooms has also significantly changed to reflect the changes that come with this new analytic turn. The Tiso Black Star Group (formerly Times Media Group) is a good example. They recently moved from their old offices to a wholly new purpose-built complex that reflects the changes in the new news-making environment. As one interviewee at the organization pointed out, “We have screens all over where journalists can track their stories. We also send journalists lists of most read stories of the week. We also have someone who looks at our social media every day and this person asks journalists to re-share stories on their Twitter and Facebook feeds …” These architectural innovations and the move from old to new are providing newsrooms in Africa and elsewhere a chance to re-invent the use of physical space. Organizations like the Tiso Black Star Group have constructed elaborate news hubs to facilitate breaking news and better collaboration and communication between digital teams and reporters.", "The same obtains in other newsrooms, where journalists have the opportunity to follow the performance of their stories in real time. Offline, there is an increasing culture of adding to the by-line contact details of the by-lined journalist, as part of promoting engagement with readers. Similarly, Alpha Media Holdings also moved from their old office complex in downtown Harare and relocated to an industrial complex in Graniteside. These shifts are not unique to African newsrooms. For instance, The Des Moines Register and The Miami Herald bade farewell to old buildings staffers loved and moved into open office spaces with great lighting designed for continuous breaking-news operations (see Usher 2014). Besides moving in order to cut costs, Usher (2014) suggests that the relocations make most sense because newsrooms don’t need the space they historically did to create what was once an industrial product. Given the emergence of what she calls the “post-industrial journalism model”, newspapers are being charged with creating workflows that are more responsive to a digital environment, and reorienting physical space is one solution (Usher 2014).", "More than ever before, newsgathering is no longer the function of a pack of journalists with a good nose for the best news of the day. Nor are the diaries of government departments, the courts, Parliament, etc. the key determinants of what is discussed in the morning news conference. Various social media feeds now play such an important role that journalists and editors have to check what is trending on these platforms before they come into the newsroom. Questions of which stories to pursue, from what angle and with what emphasis are more and more dependent upon analytic information gathered about audiences. As the interviewee from CNBC Africa points out,", "Analytics have helped us understand the kind of users we have. As a business channel, through analytics, we have realised our followers also like political stories and that is influencing our content strategy. Some political stories generate more clicks compared to business stories. On political stories, for instance, we have realised that 60% of our users are from Nigeria, followed by East Africa then Southern Africa. In Southern Africa, Zimbabwe and Zambia are leading on political clicks (respondent, CNBC Africa, 30 March 2017).", "This is echoed by another respondent from the Nation Media Group when he says:", "Stories that perform well online are sometimes a pointer to a reporting gap, or a specific interest that could be seasonal or evergreen. We use data from such stories to discuss story angles and day-two approaches for the paper the following day. The data is also crucial in determining which stories need a rethink, which ones need better presentation next time (a video or extra photo, perhaps?), or which ones we should never have touched in the first place (interviewee, Nation Media Group, 20 May 2017).", "As highlighted earlier, analytics data have become key to unlocking advertising dollars online, apart from aiding editorial decision-making. As the digital expert from Zimpapers pointed out, this data is increasingly used to bargain with advertisers: “Advertisers want to know which stories attract more page views and clicks so that they can embed their adverts into the stories” (interviewee, Zimpapers, 25 August 2017).", "Prior to the emergence of news analytics, the performance of individual journalists was not always directly linked to the readership of stories they produced, given the long and unreliable feedback loop that depended upon anecdotal evidence such as letters to the editor. Today, newsrooms are able to tell whose stories generate the most or least reader interest, and in some cases, management uses such information to make performance management decisions. While some of the interviewed indicated that their newsrooms have not yet started linking story performance to staff performance appraisals, others confirmed that this was either getting consideration or already being implemented. In cases where implementation is already underway, the emerging concern is around whether or not different beats should be treated equally, given the fact that different beats often speak to different audience segments. Even so, the appeal of different story genres (for instance political reporting, entertainment, health reporting and so on) to different groups would need to be taken into consideration if such performance decisions are to be meaningful.", "Responses from some of our informants are illustrative. In one instance, the organization has started including “engagement times and views of stories” in journalists’ key performance areas – although this is not applied uniformly in light of the different niche markets that different reporters serve. The idea, as our informant from Tiso Black Star Group highlighted, is “to impress it upon our journalists that the journalist’s job doesn’t end when a story is published; they have to monitor the audience as well” (interviewee, Tiso Black Star Group, 11 April 2017). Journalists are therefore given training on how to write stories with high impact on engagement. In another instance, analytics data is already being used to decide salaries and promotion, the challenge of different beats having difference market share notwithstanding. And in yet another, the remuneration of social media managers is now determined by the kind of traffic their work brings to the site."]}, {"sec_title": "Influence of analytics on individual journalists’ work", "sec_content": ["Unlike in the past, individual journalists today have a more direct contact with their audiences/readers and are increasingly under pressure to meet audience/reader expectations. One of the key developments that have come with analytic tools is the closing of the gap between editorial and advertising departments, where the journalist is increasingly conscious of and interested in the market value and impact of their stories. As a member of the online media team at Nation Media Group pointed out,", "Analytics have broadened my sense of audience research. Because of the many data points involved, it is easy, for instance, to know what men of a particular age, residing in a particular area, are interested in. By mapping such audiences, I am able to keep tabs on their reading trends and appeals, and hence broaden my coverage to include them and the many others occupying different zones in the digital sphere (interviewee, Nation Media Group, 14 June 2017).", "This is further confirmed by an informant from Tiso Black Star Group, who argued that, “Journalists in the past were far removed from what was happening on sales etc. but now a journalist’s story is linked to things like Google links, social media platforms – and when there is no readership a journalist would have failed the organization” (interviewee, Tiso Black Star Group, 11 April 2017). In several other interviews, the idea of journalists involved in marketing their own stories was recurrent, illustrating a new shift in journalistic roles and responsibilities in the participating newsrooms.", "It is quite evident that there is a new drive to re-orient the journalist towards producing content that is “marketable” to a wide audience. Different “tools” are used in different newsrooms to achieve this – including creating incentives for journalists to produce stories that attract the most clicks."]}, {"sec_title": "Of sexy headlines and clickbaiting", "sec_content": ["Producing clickable headlines, as established in previous studies (see above), has become part of an editorial “race to the bottom” as online publications strive to drive up readership numbers for purposes of attracting advertising dollars. Similarly, our informants stressed the importance of headlines, both online and off-line. For instance, an informant pointed out, “it (the headline) is the most important segment of the content we upload online. It is the key to ensure that the headlines are catchy, to get more people to read uploaded articles, and creates enough buzz” (respondent, The Standard, 3 June 2017). A senior digital media expert at Alpha Media Holdings corroborates this sentiment when he says:", "Headlines, by journalistic standards, should always be catchy. That is a general standard across platforms. Arguably, for online they then should be much better than print since it takes real-time costing to brows a web-based site or download an app from internet. So, a headline should be catchy enough to save the audiences money and time (interviewee, Alpha Media Holdings, 30 July 2017).", "However, there was considerable ambivalence when informants were pushed to say whether this drive to come up with catchy headlines fuelled a culture of sensationalism and clickbaiting in their publications. Informants did not openly admit what their publications were doing with headlines amounted to clickbaiting, even as they insisted upon catchy headlines. Our informant at the Nation Media Group aptly captures this argument as follows:", "Unless unnecessarily scandalous, preachy, or sensationally appetizing headlines are the salt of good journalism, the spice of the story. They are for journalism what mannequins are for boutiques, beckoning you to come and sample what is on offer. They should be encouraged, not discouraged … And a good, catchy headline is not necessarily sensational. Good journalism is the product of an ecosystem, right from the reporter on the ground to the production editor who ticks the boxes and approves the copy for publication. In between, depending on the organizational structure, could be the sub-editors, who must add value to the copy they get. That, often, includes writing a lovely (or “sexy,” in newsroom parlance) headline and getting an equally attractive picture, cartoon, or video to illustrate the story. The notion that public interest cannot be made appealing, or that good journalism is boring, is misadvised (respondent, The Nation Media Group, 13 June 2017)", "While the argument that catchy headlines are as good online as they are offline for purposes of “sign-posting” stories, it is clear that online, the overriding motive is to generate more clicks, despite explanations to the contrary from our informants. It is unlikely anyway, that they would openly concede to violating a fundamental principle of good journalism. The downside to this, predictably, is that online publications could easily fall into the trap of using headlines for clickbaiting in a bid to capture the elusive advertising dollars."]}, {"sec_title": "Discussion and analysis", "sec_content": ["The interviews suggested that audience metrics/analytics have become a key feature of the newsroom in the three countries, as the newspapers had an online version of their publication. These news organizations use a range of analytic tools (at least three at a time) and triangulate these to profile their audiences on various aspects – including their readership habits online, their location, and the devices they use. Far from the assumptions made in other studies (see Zamith 2015; Usher 2014), African newsrooms are not lagging far behind their Western counterparts, when it comes to using analytics to inform editorial practice. The explosion in mobile internet has meant that considerable number of people, especially the so-called millennials, are accessing news online, hence the need for news media to deliberately target and follow them.", "From the interviews we conducted, it is clear that there is a remarkable shift in news production processes and cultures, with increased reliance on analytics and social media for story ideas as well as multi-platform dissemination of news. Alongside this is a shift in journalistic practices, where boundaries between editorial and advertising departments are increasingly melting, and journalists consciously self-marketing their own stories online.", "At the same time, news media are painfully aware of the need to adhere to editorial guidelines and standards that insist upon the importance of serving the public interest and not “interesting the public.” Yet, they often contradict themselves by highlighting the need to produce content that is informed by metrics and hence draws more readership numbers. Our respondents highlight this ambivalence. This slavery to metrics means that often, stories with public interest value are sacrificed for those that have high viral potential. In addition, the growing tendency to follow audience preferences also means that journalism is gradually losing its traditional role of setting the agenda and leading the debate. The emerging fascination with metrics, and the perception that the value of stories lies in “clicks,”’ “likes,” and “shares” also means that stories that matter in terms of building an engaged citizenship but whose metric value is low tend to get marginalized.", "It is important, however, to highlight that our study does not make a distinction between different types of newspapers (for instance tabloids and commercial newspaper), which would have helped illuminate the extent to which differently positioned newspapers in the market make use of metrics/analytics. This is largely because in our approach we have targeted newspaper groups (Nation Media Group; Tiso Black Star; Alpha Media; The Standard Group; etc.), speaking primarily with group online/digital editors who tended to give a more general and overarching picture on the tends in uses of metrics/analytics within their stables. Studies in other contexts (for instance MacGregor 2007; Petre 2015) have shown that the popular press (e.g., tabloids) tend to use metrics/analytics more extensively to enhance their popularity, while the more elite outlets (generally referred to as the broadsheets) have been less interested in metrics/analytics and remained focused on serving the public interest. This point to the need for further research that is more nuanced to bring out such dynamics in African newsrooms. In a sense, there is emerging what we could call a perverted public interest, where a desire to serve the public interest is conflated with an interest to manipulate for business/marketing purposes. The online editor of Alpha Media Holdings’ admission that “we have a deliberate bias towards beats that excite people and are informed by the traffic we see and analyze,” emphasizes this point (interviewee, Alpha Media Holdings, 24 March 2017). While most editors argue that their newsrooms guard against “dumbing down” practices such as clickbaiting, it is evident that reliance on analytics data has become such an entrenched daily practice that some of these pitfalls become inescapable. It remains to be seen from future research if editors in the countries analyzed deliberately ignore data from metrics, opting instead for their own news agenda, as the study by Singer (2011) on British news publications shows. We argue that some ethnographic research would be required to get a fuller picture of the shifting newsroom cultures and practices.", "What is also notable is the emergence of a new language that inadvertently illustrates that contrary to assumptions of growing audience power in the information production, distribution and consumption continuum, analytics have provided the news producers even greater power to manipulate the audiences using what has come to be known as big data. Recurrent terms in the interviews such as “driving traffic”; “followers”; and “eyeballs”, with reference to audiences, for instance illustrate this power dynamic, which in a sense reproduce the mass media – audience relationship of old. It is also important to highlight that reference to “big data” is also a way of conflating audiences into aggregated statistics generated from analytics."]}, {"sec_title": "Conclusion", "sec_content": ["This article concludes by discussing the implications of our findings in an African context where the rationalization of journalistic work has started to permeate everyday practices and cultures. Our study cautions against glorifying analytic tools as some kind of technological solutionism to the immanent problem of defining audiences and their consumption habits. We argue that focusing on urban and middle online consumers of content misses the whole world of unconnected and often rural-based consumers of media content in Africa. This has the net effect of creating an unnecessary blind spot and an illusion of the known audience. Both offline and online ways of measuring audiences and their consumption patterns remains essential for a more nuanced understanding of the floating signifier code-named the audience. As far as journalists are concerned we conclude that they are not passive actors who willingly embrace the rationalization of their work through the strategic deployment of technologies by the all-powerful management team. They also manifest their own human agency through passive forms of resistance such as avoiding, switching, distorting, masking, cooperating, refusing, and counter-surveillance. As Carlson (2018) argues, there is a need to understand measurable journalism as an interaction among competing forces of technology, economics, and professional identity.", "We argue that the desire to narrow the “gap” between journalistic output and audience preferences has given birth to the untenable notion of perverted public interest. This manifests itself through continuous tweaking and marinating of online headlines, the lead and images in order to attract more eyeballs, clicks, web views, and shares. In the age of fake news and misinformation, clickbaiting practices and cultures are increasingly being used to mislead and misinform audiences about the content of the stories. Whilst our study does not suggest that the use of analytic tools is leading to the turning over judgments of newsworthiness (Zamith 2018), we have shown editorial metrics are influencing the distribution and packaging of news content in order to meet the needs and expectations of the audience."]}], "references": [{"title": "Social Media and Fake News in the 2016 Election", "year": "2017", "journal": "Journal of Economic Perspectives", "volume": "31", "authors": [{"name": "Allcott H.", "first_name": "Allcott", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Gentzkow M.", "first_name": "Gentzkow", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Between Creative and Quantified Audiences: Web Metrics and Changing Patterns of Newswork in Local US Newsrooms", "year": "2011", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "12", "authors": [{"name": "Anderson C. W", "first_name": "Anderson", "last_name": "W", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Africa in the Click Stream: Audience Metrics and Foreign Correspondents in Africa", "year": "2015", "journal": "African Journalism Studies", "volume": "36", "authors": [{"name": "Bunce M", "first_name": "Bunce", "last_name": "M", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Confronting Measurable Journalism", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Carlson M", "first_name": "Carlson", "last_name": "M", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Quantifying Journalism? A Study on the Use of Data and Gamification to Motivate Journalists", "year": "2017", "journal": "Television \\& New Media", "volume": "18", "authors": [{"name": "Ferrer-Conill R", "first_name": "Ferrer-Conill", "last_name": "R", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Audience-Oriented Editor", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Ferrer-Conill R.", "first_name": "Ferrer-Conill", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Tandoc E. C.", "first_name": "Tandoc", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Tracking the Online Audience: Metric Data Start a Subtle Revolution", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "MacGregor P", "first_name": "MacGregor", "last_name": "P", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "New Media Technologies and Internal Newsroom Creativity in Mozambique: The Case of @Verdade", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Mare A", "first_name": "Mare", "last_name": "A", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Citizen Journalism and the Parallel Market of Information in Zimbabwe&#039;s 2008 Election", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Moyo D", "first_name": "Moyo", "last_name": "D", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Social Media as a Heteroglossic Discursive Space and Kenya’s Emergent Alternative/Citizen Experiment", "year": "2015", "journal": "African Journalism Studies", "volume": "36", "authors": [{"name": "Ogola G", "first_name": "Ogola", "last_name": "G", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Engineering Consent: How the Design and Marketing of Newsroom Analytics Tools Rationalise Journalists’ Labor", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Petre C", "first_name": "Petre", "last_name": "C", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Selecting Metrics, Reflecting Norms: How Journalists in Local Newsrooms Define, Measure and Discuss Impact", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Powers E", "first_name": "Powers", "last_name": "E", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Sociology of News Production", "year": "1989", "journal": "Media Culture Society", "volume": "11", "authors": [{"name": "Schudson M", "first_name": "Schudson", "last_name": "M", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "", "journal": "", "volume": "", "authors": []}, {"title": "The Ethics of Web Analytics: Implications of Using Audience Metrics in News Construction", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Tandoc E. C.", "first_name": "Tandoc", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Thomas R. J.", "first_name": "Thomas", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Al Jazeera English Online: Understanding Web Metrics and News Production When a Quantified Audience Is Not a Commodified Audience.”", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Usher N", "first_name": "Usher", "last_name": "N", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Online Audience as Gatekeeper: The Influence of Reader Metrics on News Editorial Selection", "year": "2014", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "15", "authors": [{"name": "Vu H. T", "first_name": "Vu", "last_name": "T", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Quantified Audiences in News Production", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Zamith R", "first_name": "Zamith", "last_name": "R", "affiliation": "", "orcid": "", "role": ""}]}]}