{"doi": "10.1080/1461670X.2016.1190665", "url": "https://doi.org/10.1080/1461670X.2016.1190665", "title": "What is a Journalist?", "volume": "19", "year": "2018", "issue": "3", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Young", "first_name": "Sally", "name": "Sally Young"}, {"last_name": "Carson", "first_name": "Andrea", "name": "Andrea Carson"}], "abstract": "The period 2009–2010 was characterised as an industry-transforming period of economic and professional “crisis” for news journalism, involving significant journalism job losses in most developed nations. However, at the same time that media employers were laying off journalists in unprecedented numbers, they were still hiring a small amount of new recruits to work as journalists. These job advertisements therefore provide a rich source of information about how employers defined “journalism” during a period of transformation. Focusing on jobs advertised by Australian media companies, this article shows that journalism was not a high priority as they sought to restructure. Employers advertised four times as many jobs for advertising, sales and marketing staff as they did for journalists. When they did seek to hire journalists, employers retained conservative views about the nature of journalism as a trade rather than a profession. They were focused upon centralised, low-pay positions where candidates’ malleability, experience and personal attributes were more important than formal qualifications. Employers’ advertisements also suggested they were ill-equipped to cope with the digital transition and viewed it as something that was occurring outside the domain of many journalism jobs.", "body": [{"title": "Introduction", "paragraphs": ["Within the academy, even among those who specifically study journalism, there is no consensus about what journalism is and, therefore, no consensus definition of what “a journalist” is. As Ivor Shapiro (2014) has noted “Scholarly definitions of the notion of ‘journalism’ have been rare and often unsatisfactory” (555). Barbie Zelizer (2004) has also highlighted how scholars from different disciplines have defined journalism in contradictory terms. Weaver and Wilhoit (cited in Delano 2000, 261) argue that “no intellectual occupation defies sociological categories of professionalization as robustly as journalism”. Historically, debates have also abounded among journalists about whether journalism is a trade requiring on-the-job training, or a profession requiring formal tertiary education (Aldridge and Evetts 2003; Elaska 2005). Journalists’ unions and other professional bodies have also nominated different training paths, qualifications and personal qualities as ideal for journalism practice at different points in time (see e.g. Lloyd 1985).", "One key group has been notably absent from these debates. Employers of journalists—including in newspapers, television and radio news—play a crucial role in determining the nature of journalism and its practice. Employers select between potential candidates, only choosing some to work as journalists. They then train and profit from the activities of those journalists, promoting those they consider the most skilled or valuable, and sacking or making redundant those they believe are no longer needed or whose work does not meet the requirements or standards they set. At times of intense financial difficulty, when employers perceive they can no longer keep on as many journalists as they once employed, they decide which journalists will stay and who will be made redundant, thereby continuing a process of defining and re-defining the nature of the profession.", "Journalism employers are powerful determinants, in a very practical sense, of what journalism is. The decisions they make about hiring, firing, training and setting work tasks have a very real impact upon who becomes—and remains—a journalist. This article attempts to add this practical dimension to what is usually a more theoretical debate about the nature of journalism. It also shifts the emphasis because, in debates about the nature of journalism, significant attention has been devoted to the education and training of journalists, but little has yet been said about the significance of recruitment. We step into a gap that was identified nearly 40 years ago when Andrew McBarnet (1979, 184) noted about the nature of journalism that “Unfortunately, the criteria for selection [of journalists] remains crucial but as yet uncharted territory”.", "When recruiting staff, the decisions employers make about what sort of skills, training and personal qualities they require of would-be journalists are particularly important in defining journalism during periods of industrial turmoil and transition. In recent media history, the years 2009 and 2010 have been assessed as a critical moment in the practice of journalism, the period when the impact of digital and social media, compounded by the impact of the global financial crisis (GFC), affected the traditional news journalism industry in dramatic fashion (see Journalism Studies, Volume 11, Issue 4, August 2010).", "Characterised as a period of economic and professional “crisis” for news journalism, there were dire predictions in the Financial Times that “The newspaper and magazine industry could be ‘decimated’ in 2009” (Davoudi 2008). Emily Bell of the Guardian argued in 2008 that “We are on the brink of two years’ carnage for Western media … [of] systematic collapse, not just a cyclical downturn” (Media, Entertainment Arts Alliance (MEAA) 2008, 4). Such predictions were later assessed in light of actual events, including job losses. A 2010 Organisation for Economic Co-operation and Development (OECD) report conducted by the Working Party on the Information Economy concluded that 2009 was the worst year on record for journalism job losses in most developed nations. The largest declines in print editorial jobs were in the United States, the United Kingdom, Greece, Italy, Canada and Spain (Wunsch-Vincent et al. 2010, 7).", "Soaring debt levels combined with falling property prices, diminished revenues and bottomed-out share prices resulted in more than 200 newspaper mastheads closing in the United States, and significant cost cutting at surviving mastheads (Smith 2011). Unofficial United States print job loss figures kept by the website Paper Cuts, since the GFC, recorded 14,861 editorial redundancies in 2009 (MEAA 2008, 8). Brownlee and Beam (2012, 348) reported a slightly lower figure of 13,500 jobs lost from daily newspapers in the United States in 2009. In the United Kingdom, François Nel’s (2010) study of laid-off British journalists estimated the mainstream journalism workforce shrunk between 30 and 40 per cent between 2001 and 2010.", "In Australia, the union representing journalists, the MEAA, estimated the number of full-time Australian journalists fell 13 per cent between 2001 and 2008 (MEAA 2008, 9). Of the two last remaining major newspaper employers in Australia—News Corporation Australia (owned by Rupert Murdoch) and Fairfax Media—Fairfax Media declared a company loss of $A380 million after tax (Fairfax Media 2009, 5). News Corporation (although a much more revenue-diverse company than Fairfax), acknowledged its Australian newspaper revenues had decreased 24 per cent (News Corporation Australia 2009, 30) and, globally, reported a loss of US$3.38 billion in the year ending 30 June 2009 (Luscombe 2009). The downward revenue trend then continued culminating in thousands of job losses between both companies in 2012, a third of which were editorial positions (Carson 2015, 1024). Television and radio in Australia have also suffered significant audience declines, economic losses and job losses, including redundancies from newsrooms at commercial television stations and Australia’s only fully state-funded public broadcaster, the Australian Broadcasting Corporation (ABC) (e.g. Scott 2014; “Seven News Confirms Staff Cuts” 2015).", "Australia is a particularly interesting litmus test for assessing shifts in journalism practice because in the “crisis” period of 2009–2010, it appeared to be running ahead of other comparable mature liberal democracies in terms of declining newspaper circulation and newspaper industry rationalisation (Young 2010). Australia also has an unusually concentrated media ownership structure, fostered by the economies of scale caused by a small population spread across vast geographic distances, but also by the oligopolistic tendencies of powerful media owners who forged strong links with politicians. For a developed liberal democracy, Australian commercial media owners (especially newspaper and commercial television owners) have been unusually powerful and their attempts to secure their commercial interests have often been facilitated through public policy (see e.g. Chadwick 1989). This makes Australia a compelling place to study what journalism employers actually want in terms of their journalism workforces.", "Drawing upon a unique methodology and data set, this article seeks to assess how Australian employers defined journalism when they were hiring journalists during 2009–2010, a time when their economic positions were significantly challenged and they were presumably re-orienting their news businesses as a result. We sought to assess how employers defined journalism in this period of disruption to their traditional business models. We judged that the best way to do this was not by assessing employers’ words or speeches about journalism, which are often filled with platitudes or nostalgic rhetoric, but instead to seek a more authentic reflection of their real views about the profession."]}, {"title": "Methodology", "paragraphs": ["For a one-year period between November 2009 and November 2010, we collected every advertisement for a journalist or journalism-related position in Australia by using the two dominant online job search portals: SEEK and Recruit.net. SEEK is Australia’s largest online recruitment site, while Recruit.net aggregates search results from various recruitment search engines as well as from individual company recruitment websites, recruitment agencies, newspapers, classifieds and numerous other sources.1 These two sources combined created a comprehensive net to capture any positions advertised in the field of journalism across Australia.", "Journalism job advertisements were mainly placed by major media outlets including Australia’s two major newspaper owners (which also control other media as well): Fairfax Media and News Corporation. Other major employers were television stations (Nine Network, Channel Seven, Network Ten and WIN Television), radio companies (Dmg, Austereo and Southern Cross Media), as well as mixed-media companies such as APN (then involved in both newspapers and radio) and PBL Media/Consolidated Media Holdings (then involved in pay television, online media and magazines), as well as the AAP news wire agency. Jobs were also advertised by Australia’s multicultural television and radio broadcaster, the Special Broadcasting Service (SBS), and the ABC, which is Australia’s only fully publicly funded broadcaster and is accessed on radio, television and online.", "Over the 12-month period, more than 2000 job advertisements were placed by media organisations but this included non-journalism jobs, including in advertising, sales or human resources. Using several targeted search methods enabled us to identify four broad categories of job advertisements (see Table 1). All individual advertisements were copied and labelled by date as well as being coded by 10 other data fields including by company, qualifications required, responsibilities, work hours, experience, location, advertised media platform, required skills, job title and miscellaneous information. What is a Journalist?The view from employers as revealed by their job vacancy advertisementsAll authorsSally Young & Andrea Carsonhttps://doi.org/10.1080/1461670X.2016.1190665Published online:07 June 2016TABLE 1 Four categories of media employment identified from content analysis of job advertisements during 2009–2010CSVDisplay Table", "This article mainly focuses upon the 243 journalism job advertisements placed by the traditional journalism employers, the large media companies in newspapers, television and radio which are all now online as well (Category A). These advertisements reveal how the major employers of journalists conceived of journalism at this time of significant change and how they responded to the technological and economic transformations of their industry, including whether they sought to “future-proof” their industry, for example, by shifting the concept of journalism work to align more with a digital future and a smaller, less-resourced journalism workforce.", "As a secondary methodology, we also conducted a manual search of job classified advertisements over the previous five decades in order to see how employers’ requirements might have changed over time. We searched for any journalism advertisements placed in random months in the years 1949, 1959, 1969 and 1999 in two newspapers: The Age (a Victorian-based then broadsheet newspaper with a large classified employment section) and the Australian (a national newspaper launched by Rupert Murdoch in 1964 which has a specific “Media” section that includes job advertisements for the media industry). We located 50 advertisements for journalist positions in total across these decades. Collecting these older advertisements allowed us to compare the requirements employers sought and the language they used across time."]}, {"title": "The Changing Nature of Journalism", "paragraphs": ["Despite the traditional view of journalism as the central asset for news organisations—a view often emphasised in media owners’ speeches—when major media companies were hiring staff in 2009–2010, journalism was not a high priority as they sought to re-structure their workforces. Employers, especially commercial employers, were predominantly looking to fill jobs they did not define as “journalism” at all. Of all of the jobs advertised by major media companies (that is, categories A, B and D), only 12 per cent were explicitly labelled as journalism positions. Instead, the biggest areas of recruitment for these companies at this time—nearly three out of four positions they advertised (71 per cent)—were for non-editorial responsibilities, especially accounts, sales, marketing and advertising but also information technology, customer service, finance, public relations and physical trades such as electricians (Category D). The remaining positions they advertised (11 per cent) could be considered as editorial jobs that is, work that occurs in the newsroom, but were not defined by the industry in their advertisements as journalism. These roles included sub-editors, photographers and night news editors (Category B).", "The lack of emphasis on journalism is not an unexpected finding, particularly in relation to newspapers. The widespread retrenchment of newspaper journalists in 2009–2010 strongly indicated the lack of emphasis placed on journalism work when economic factors bite. Also the 2010 OECD study of news and the internet found that the non-editorial costs of newspapers—such as administration, maintenance, promotion and advertising, production and distribution—accounted for the greatest proportion of newspaper expenditure (Wunsch-Vincent et al. 2010). Importantly, the OECD study also concluded that these significant non-editorial fixed costs made newspapers particularly vulnerable to economic downturns and less agile in reacting to challenges from the online news environment (Wunsch-Vincent et al. 2010, 8). While the OECD study focused upon print news media, our job advertisements were from a wider spread of media outlets and therefore suggested the dominance of non-journalism positions more broadly.", "As journalist numbers have declined significantly in the past five years, some scholars have pointed to the future of journalism as occurring outside the major media organisations, including in small online start-ups (e.g. Cokley and Ranke 2011; Simons 2013). Cokley and Ranke (2011) collected data on journalist jobs using the directory of journalists found in Margaret Gee’s Australian Media Guide in 2007. They applied Chris Anderson’s use of the Pareto distribution curve in Anderson’s long-tail theory of retail sales to describe the shape of the Australian journalism employment market and, based on their data, argued that the total number of Australian journalism jobs towards the end of the first decade of the twenty-first century was greater outside the major media companies than inside “big media”.", "This theory did not carry through in terms of advertised positions. In 2009–2010, it was still “big media” companies advertising the most journalism positions, not the aggregate of smaller media outlets.2 Three employers—the ABC, Fairfax Media and News Corporation—accounted for more jobs advertised (158) than all of the small, independent and non-media companies combined (126) (Table 1). Indeed, on close investigation, some of the small companies, which included rural newspapers and broadcasters, media public relations and business groups, were actually affiliated with the major media companies (such as Prime Media) or have since been taken over by them (such as Business Spectator, since purchased by News Corporation).", "Perhaps reflecting the lack of established online-only players in 2009–2010, the majority of the jobs advertised by even the non-major media groups were still focused upon print media, especially magazines and newspapers including business, medical/health and IT news but also a mining newspaper, forest and timber news magazine, and some non-media companies such as an advertising agency network and one journalism position for the South Australian Police Force. Very few journalism jobs outside the major companies were positions for small digital start-up companies. Of the 10 positions advertised by independent online-only news businesses, two were with companies that have since been taken over by major media companies, four were for businesses aimed at helping other businesses produce content to be published in mainstream media, and one was for an online news site which no longer exists.", "A distinction needs to be made between the medium and the employer. In 2009–2010, the online-only start-up sphere was not hiring journalists in any significant way. This perhaps reflects the lack of financial resources which is often associated with these players (Simons 2013, xvi). But it is also consistent with Folker Hanusch’s (2013, 32) finding from a 2012–2013 survey of news workers (defined as those who earn at least 50 per cent of their income from paid work for news media) that found only 3.1 per cent worked for primarily online media. If the non-major media online-only sphere is emerging as a major employer of journalists, it seems to be emerging very slowly indeed."]}, {"title": "Journalism Experience Versus Journalism Qualifications", "paragraphs": ["When major media companies advertised for 243 new journalists, the main quality they were seeking was experience above all else, including formal journalism qualifications. Only one in five journalism job advertisements (21 per cent) specifically requested that candidates for the position hold a tertiary qualification (or even a cadetship in lieu of a degree). It is possible that formal qualifications were presumed by the other employers and therefore not overtly specified in their advertisements. When Austin and Cokley (2006, 79, 87) conducted interviews with media employers in 2006, they found that “recruiters said they preferred to engage university graduates” and employment figures bear out this hiring practice (Josephi and Richards 2012; Hanusch 2013). This makes it all the more surprising that 79 per cent of journalism job advertisements did not directly specify a tertiary qualification as an employment prerequisite. This seems especially significant given that so many advertisements did specify journalism experience instead.", "More than three-quarters (77 per cent) of the major employers specifically required “proven experience” as a prerequisite. This was variously worded as: “To be successful in this position you’ll have at least 2 years prior experience in general news reporting … ”; or, in another instance, as requiring “significant experience working as a professional journalist in the media industry”. Because journalism courses at university level often include a practical job placement component such as an internship, it is again possible that a graduate is presumed by an employer. With the decline of cadetships and informal work experience placements, employers may be presuming that the only way most aspiring journalists today gain experience is through internships arranged through university courses. This would need to be tested through further investigation, including interviews with employers, but it does seem a somewhat long presumptive bow to draw. The specific nomination of experience coupled with the comparative silence about educational qualifications does seem to suggest that employers valued direct experience above formal qualifications and still viewed journalism in a more traditional sense, as more akin to a trade, with on-the-job experience considered most valuable.", "Delano (2000, 268) has noted that the “vocation/craft/trade apprenticeship model [was] favoured for most of the century by employers and conservative practitioners”, and he observed in Britain that, “if a significant proportion of journalists had come, in the 1990s, to see themselves as ‘professionals’ in the occupational sense”, this view was not necessarily shared by employers. The content of their job advertisements in 2009–2010 suggests that employers still assume a journalist will “receive the most valuable preparation after being selected for inclusion [in journalism]” (Delano 2000, 268).", "The advertisements also suggest a long-standing emphasis on the “age of the reporter” when, as Carey (2000) has observed, notions of journalism education and training came to life and journalism education focused on the “basic functions of information gathering, evaluation, production and distribution” seen as vital to the work of a reporter (Mesing 2010, 512). Mesing argued that a “transmission-driven, industry-conceived model of journalism” has “remained unchanged for many decades” and says that “adding multimedia … and delivering the product over the internet [has not changed] the basic model” (512). Employers value on-the-job experience and versatile “generalists” who “‘know what’s news’ and exercise news judgement” (516), and who can produce content economically, in a low-cost, low-risk and highly reliable manner. Their job advertisements suggest that this traditional model of journalism and its accompanying values is still very much what employers want.", "Experienced journalists know how to produce low-risk “good” stories which fill editorial space in a readable way at minimum cost in time and expense thus meeting the standards of industrial efficiency (Murphy 1976). Murphy argued that for employers: “all the advantages lie in [their journalists] producing news that depends on the minimum amount of digging and all the disadvantages in news that may be informative but is troublesome gathering” (16–17). Troublesome news includes that which exposes the employer to “potentially crippling libel actions … inconvenient complaints from well-placed officialdom” or the withdrawal of advertising (McBarnet 1979, 186). This understanding of what is the most desired product contributes to the long-standing institutional rules of conduct and organisation which regulate the work of journalism and make it predictable (Tuchman 1978).", "By 2009–2010, these traditions had been exacerbated by what Robert McChesney (2004) called the “hyper-commercialism” of journalism, as well as growing economic problems leading to more intense rationalisation of production resources, newsroom staff reductions and demand for more flexible labour forces (Compton 2009).", "Journalism has long been a relatively low-paid, high-pressure job but, in an era when fewer journalists have heavier workloads, less autonomy, and have to perform more repurposing of content, be multi-skilled across different news platforms and cater to 24-hour news cycles, experience is especially important. For an employer, they can presume that an experienced candidate has already, to some degree, been socialised into the industry and its demands. This has always been a high priority for employers. Socialisation was once assured by the serving of a lengthy, and low-paying, cadetship (McBarnet 1979, 185). With the decline of such cadetships, employers may now be nominating “experience” as a similar winnowing out mechanism because experience means not only the acquisition of relevant skills but also a high degree of self-selection. An experienced candidate has felt the demands and conditions of the newsroom—what McBarnet calls “the grind of much journalistic work” (185)—and is still seeking employment in that environment. On-the-job experience also means that employers in strained financial circumstances need to invest less in training new staff.", "In the job advertisements, writing experience was the most desirable specific skill, followed by online skills, broadcast abilities and knowledge of sport (see Figure 1). (Revealingly, ethics training was the least-desired specific skill.) The observation that writing skills and experience trump all is reinforced by the recruitment practice of Sydney Morning Herald economics editor Ross Gittins. In his memoir, Gittins (2015, 93) stated that while he would expect new trainees in the newspaper’s economics section to have an economics degree, he was more impressed by recruits who had prior journalism experience and could write well: “Editors of student newspapers go to the front of the queue. I do try to judge whether the person looks like they can write fluently”. What is a Journalist?The view from employers as revealed by their job vacancy advertisementsAll authorsSally Young & Andrea Carsonhttps://doi.org/10.1080/1461670X.2016.1190665Published online:07 June 2016FIGURE 1  The skills most requested by major Australian media employers seeking to fill journalism positions, 2009–2010 (N = 243)Display full sizeFIGURE 1  The skills most requested by major Australian media employers seeking to fill journalism positions, 2009–2010 (N = 243)", "FIGURE 1  The skills most requested by major Australian media employers seeking to fill journalism positions, 2009–2010 (N = 243)", "FIGURE 1  The skills most requested by major Australian media employers seeking to fill journalism positions, 2009–2010 (N = 243)", "While demand for tertiary qualifications was not explicitly stated in most job advertisements, other studies have shown that Australian journalists do generally have tertiary qualifications and, most commonly, journalism degrees. One of the more recent studies of the composition of the Australian journalistic workforce found that 81 per cent of journalists held a tertiary degree or higher qualification (Hanusch 2013). This lends weight to the possibility that journalism employers simply presume a qualification but it still does not explain the surprising reluctance to nominate tertiary qualifications as even a desired attribute in 79 per cent of advertisements. Where a qualification was specified, in only 21 per cent of advertisements, a journalism or communications degree was nominated in two-thirds of cases. This proportion coincides with Hanusch’s (2013, 37) study that found “two-thirds of journalists who have attended university have specialised in journalism”. In the job advertisements, the next most-nominated degrees by employers were agricultural and non-specific bachelor degrees (18 per cent). Only one advertisement in our sample stipulated a business or economics degree. Hanusch concludes that a journalism degree is the dominant pathway into the journalistic field in 2013. While this might be true, job advertisements data from 2009–2010 reveal that, overtly at least, traditional craft skills and specific personal attributes were more highly valued by employers when they were seeking to recruit journalists (see Figure 2). What is a Journalist?The view from employers as revealed by their job vacancy advertisementsAll authorsSally Young & Andrea Carsonhttps://doi.org/10.1080/1461670X.2016.1190665Published online:07 June 2016FIGURE 2  Personal qualities and “craft” journalism skills employers want from journalists, 2009–2010 (N = 243, categories are not mutually exclusive)Display full sizeFIGURE 2  Personal qualities and “craft” journalism skills employers want from journalists, 2009–2010 (N = 243, categories are not mutually exclusive)", "FIGURE 2  Personal qualities and “craft” journalism skills employers want from journalists, 2009–2010 (N = 243, categories are not mutually exclusive)", "FIGURE 2  Personal qualities and “craft” journalism skills employers want from journalists, 2009–2010 (N = 243, categories are not mutually exclusive)"]}, {"title": "Craft Skills and Personal Attributes Wanted (for Low Pay)", "paragraphs": ["Collectively, the journalism job advertisements draw a clear picture of a particular type of person who employers consider suitable for journalism. They were looking for someone who could work by themselves, but also with others, who could cope with work pressures and meet deadlines, and who instinctively knew what constituted a newsworthy story. One in two employers emphasised the need for prospective recruits to be “team-players” (54 per cent), while one in four stressed that candidates had to be able to work to “deadlines” (27 per cent) or “under pressure” (24 per cent). Although Austin and Cokley (2006, 87) found that recruiters said they preferred to engage university graduates, the recruiters also ranked “personality, social networks and social behaviour” as very important attributes.3 There is a long-standing focus within newsrooms on “personality and work habits” above other professional characteristics (Hollifield, Kosicki, and Becker 2001, 92; Austin and Cokley 2006, 77).", "A study by Wenger et al. (2011, 196–199) of US newsroom job positions advertised in 2008 found remarkably similar patterns in job advertisements with American employers wanting “previous experience” above all other attributes for news reporters, followed by “strong writing” skills and personal qualities that indicated the candidate was “enterprising” and could “work under pressure” and to tight deadlines.", "The widespread requirement in Australian job advertisements to be a “team player” is particularly interesting. Robert A. Hackett (2005, 93) has noted how, as commercial news organisations have become large multinational companies with interests across a range of media and industries, “newsroom culture shifts from an ethos of public service, as journalists are asked to become corporate team players”, and this can mean a willingness to promote or supress stories in line with the corporation’s interests. Precisely what being a “team player” means is not made explicit in the advertisements but it does suggest the need to be flexible within the workplace. This may mean having a very fluid job description and constantly adapting to changing corporate needs. It might refer to working well with others. It could include producing content which can then be recycled across multiple products or media, as is now common in major media companies. It might also mean being accommodating in the face of editorial intervention and direction, and perhaps even a willingness to put corporate interests ahead of other professional journalism values.", "Many advertisements grouped a range of seemingly disparate personal qualities together. For example, this advertisement from the Australian Financial Review for a tax reporter: As well as being a self-starter, to succeed in this role you must be well organised and prepared to work flexibly within the reporting team, while meeting deadlines throughout the day. (Recruit.net, 23 February 2010)", "As well as being a self-starter, to succeed in this role you must be well organised and prepared to work flexibly within the reporting team, while meeting deadlines throughout the day. (Recruit.net, 23 February 2010)", "In a minority of advertisements, there was a recognition that prospective journalists should be familiar with professional instrumentalities such as media law (10 per cent) and ethics (3 per cent). However, employers were equally seeking more nebulous personal qualities such as a “nose for news” (8 per cent) and “flair” (6 per cent). Flair was often expressed alongside “enthusiasm” and “initiative”. For example, in its advertisement for a sports reporter, APN’s Bundaberg NewsMail was seeking someone with “a flair for reporting and the knack of telling a good story, the ability to build contacts and a nose for a good story off the field”. Over 25 years ago, Rodney Tiffen (1989, 66–67) observed after conducting multiple interviews with journalism professionals that they seemed to take the concept of having “a nose for news” as something self-evident and were strangely unable to articulate what it actually meant.", "A small number of advertisements required practical qualifications such as a current driver’s licence (4 per cent) and, perhaps surprisingly in the age of digital recordings, some employers asked for candidates with shorthand skills for reporting roles beyond court coverage (4 per cent). Media outlets’ advertisements emphasised news, current affairs and local knowledge and, at times, expressed this in unique ways, such as this advertisement from Perth radio station, Nova: If you know what the NBN, RSPT, MRRT and ETS are … If you can pronounce suburbs like Koongamia, Coolbellup and Karrinyup … If you know who threatened to put his ex in a “f#@&ing rose garden” … and if you’re across all things sport … from soccer to surfing and Pav to Pup … then you’re halfway there! (SEEK, 9 September 2010)", "If you know what the NBN, RSPT, MRRT and ETS are … If you can pronounce suburbs like Koongamia, Coolbellup and Karrinyup … If you know who threatened to put his ex in a “f#@&ing rose garden” … and if you’re across all things sport … from soccer to surfing and Pav to Pup … then you’re halfway there! (SEEK, 9 September 2010)", "There was a level of consistency over time in terms of the personal attributes employers wanted from journalists. Comparing the 2009–2010 job advertisements with older ones dating from 1949–1999 revealed the same terms were used repeatedly over the 60 years. The most commonly sought qualities were: “experience”, “flair”, “nose for news”, “self-starter”, “good writing” and “working to tight deadlines in a team environment”.", "One key difference in the older job advertisements was that they often presumed a male applicant and were surprisingly interested in marital status. Advertisements from 1949 and 1959 included positions for a B Grade journalist, “single man preferred”, and a position at a local paper in a rural area which stated “that accommodation cannot be guaranteed, except for single men”. A more progressive advertisement from an independent newspaper in 1959 was willing to broaden the criterion to a “single person”. In another case, a tri-weekly newspaper wanted a “young married man” with experience who was “capable of acting as editor”. In 1949 and 1959, experience and writing skills were a priority, with advertisements asking for “a good basic reporting or subbing background” and “must be able to write clear, concise, crisp copy”.", "Like the contemporary advertisements, the earlier advertisements rarely mentioned tertiary qualifications, but in these cases that was unremarkable because tertiary qualifications for journalists were not common until the 1990s (Splichal and Sparks 1994). Even in 1999, job advertisements continued to want applicants with “wide experience … and ability to work in a pressure environment with stringent deadlines” or, in another advertisement for a finance journalist, “solid reporting skills, accurate and clean copy and solid news judgement”. For senior reporting positions, the employer expected “wide experience and a proven record for breaking exclusive stories … a self starter who can consistently develop new ideas and follow them through”. None of the 31 job advertisements we located from 1999 specified a tertiary education.", "The move from on-the-job training to tertiary qualification for Australian journalists was part of an international movement towards professionalisation in the final decades of the twentieth century (see Delano and Henningham 1995). According to Bossio (2010, 1), “the traditional objective of tertiary education of journalists was to replace understanding of journalism as a ‘craft’ learnt through vocational training with professional self-definition developed through the university”. However, her analysis of four Australian universities’ journalism curricula identified that the professional self-definition being promoted by universities was often derived from employing educators who had themselves practised the “craft” of journalism. Bossio (2010, 7) found: “It is the personal experiences of past professional journalists that are being promoted in the curriculum documents; the personal attributes of a professional journalist can only be passed down through those who have participated in making the news”.", "Bossio argued that although somewhat unusual within other professions, specific personal attributes remain common within contemporary definitions of a professional journalist. Bossio (2010, 5) found personal attributes were even promoted in journalism course descriptions. Our findings reflect that these attributes are constant over time and notwithstanding the journalists’ transition to professional qualifications. The persistence of specific personal qualities and attributes that “successful” journalists will possess, codified both in journalism job advertisements and academic programmes, is a phenomenon that Turner (1998, 363) described as journalism’s overinvestment in its occupational mythologies.", "Elaska (2005) and Aldridge and Evetts (2003), in their studies of British and New Zealand journalists respectively, concluded that many twenty-first-century journalists preferred their occupation to be judged a craft and not a profession. Yet, at the same time, the professionalisation of journalism through tertiary qualifications delivers distinct advantages to employers. Nolan (2009, 659) points out that external tertiary qualifications shift the cost of investing in workplace training on to journalists themselves; it potentially exploits the professional commitment to the delivery of a vital public service by increasing workplace demands without delivering pay increases or overtime. Further, Nolan argued, academic training enabled employers to claim that they offer a product or service delivered by independent professionals to enhance their own market value. Soloski (1989, 217) argued reporters’ progress up the “professional ladder” enabled media companies to placate their journalists with the appearance of success within the organisation without having to provide opportunities on the management ladder where real power resides within the company’s decision-making processes.", "The wages in job advertisements seeking reporters with experience is one reason journalists might question the “professionalism project” and their own status within their organisations. Of the one in four advertisements that disclosed salary, the average full-time figure per annum was $A65,682 including superannuation, which was below the average adult full-time weekly earnings of $A66,263 at the time (seasonally adjusted), according to 2010 data from the Australian Bureau of Statistics (2010). Similarly, Hanusch’s 2013 survey of Australian journalists identified a median salary range of between $A54,000 and $A72,000 (Hanusch 2013, 35). Reflecting on the journalism job market of a century before, Salcetti (1995, 64–65) articulated the tensions between journalists’ pay and journalists’ responsibilities in the early twentieth century, highlighting that “an ongoing dilemma with the occupation [at that time] was that reporters had increasing power to inform and influence large groups of people but lacked the economic benefits afforded professionals in other fields”. Historical research in Australia and New Zealand has documented how the relatively high social status of journalists was not reflected in their working conditions and “the ethos of professionalism that surrounded journalistic work was at odds with the reality of journalists’ wages and working conditions” (Elaska 2005, 76; see also Lloyd 1985).", "Employers’ job advertisements suggest the pay dilemma continues in the twenty-first century. This was also the finding of an MEAA survey of Australian journalists around the same period, in 2008, which found reporters believed their skills and qualifications were not adequately compensated. Surveyed journalists were also concerned that higher-paid journalists were being pushed out in favour of lower-paid newcomers (MEAA 2008, 13). Both the salary levels contained with job advertisements as well as other anecdotal evidence suggest this fear was not unfounded. Fairfax editor-in-chief Andrew Jaspan told author Ben Hills (2014, 202) that when he was editor of The Age in 2003, a Fairfax board member urged him to hire school leavers because they were cheaper. School leavers have long been a cheap labour option for journalism employers (McBarnet 1979).", "None of the 2009–2010 job advertisements specified gender and this is unsurprising given prohibitions against gender discrimination in recruitment practices.4 However, a number of studies have found that the remaining journalism workforce has become increasingly feminised with disproportionate numbers of younger women being recruited. Survey and other studies have identified how women in journalism are paid less than men of comparable age and experience although performing similar duties (Delano 2000, 270; Hanusch 2013). In Australia, where two studies have concurred that 55–56 per cent of journalists are now female (Josephi and Richards 2012; Hanusch 2013, 33), it is also evident that women are “still grossly under-represented at the senior levels”. They constitute the majority of rank-and-file journalists but “men still dominate the journalistic field in terms of power and salaries” (Hanusch 2013, 33). Women journalists are also significantly younger, with almost two-thirds aged between 20 and 34 years compared to only one-third of men aged in that bracket (Hanusch 2013, 34). This all suggests that the increasing feminisation of the journalism workforce has meant more women who are younger and lower paid supervised by older, and much better paid, men in positions of authority.", "A long-standing claim from journalists seeking greater economic reward for their work has been to argue their work is inherent to society’s civic function—exposing transgressions of public trust and holding those with power to account to strengthen democratic society (Elaska 2005, 76). However, in the digital era, Picard (2009) takes this oft-used argument and somewhat provocatively contends the opposite: that journalists deserve low pay. Picard argues that wages are compensation for value creation and journalists in the digital age are not creating much value anymore. He states: Journalists are not professionals with a unique base of knowledge such as professors or electricians. Consequently, the primary economic value of journalism derives not from its own knowledge, but in distributing the knowledge of others  …  Today all this value is being severely challenged by technology that is “de-skilling” journalists. It is providing individuals—without the support of a journalistic enterprise—the capabilities to access sources, to search through information and determine its significance, and to convey it effectively. (Picard 2009 )", "Journalists are not professionals with a unique base of knowledge such as professors or electricians. Consequently, the primary economic value of journalism derives not from its own knowledge, but in distributing the knowledge of others  …  Today all this value is being severely challenged by technology that is “de-skilling” journalists. It is providing individuals—without the support of a journalistic enterprise—the capabilities to access sources, to search through information and determine its significance, and to convey it effectively. (Picard 2009 )", "If Picard is right to assert that journalists are being “de-skilled” by the challenges of new technologies, then what evidence, if any, was there within the advertisements to show that employers do value new skill areas in journalism, such as digital skills?"]}, {"title": "A Print Emphasis in an Ostensibly Online Era", "paragraphs": ["Various scholars have identified that newspapers are traditionally the largest employers of journalists (e.g. Tiffen 2010, 94). Despite the sense of industrial transformation associated with the period of 2009–2010, employers at that time were still conceiving of print as the primary medium where they wanted journalists to work. Almost half of the journalism jobs advertised by major media companies were in print media, and most jobs were based in Sydney and Melbourne, the two largest cities in Australia and where Australia’s major print newspapers are located (see Figure 3). What is a Journalist?The view from employers as revealed by their job vacancy advertisementsAll authorsSally Young & Andrea Carsonhttps://doi.org/10.1080/1461670X.2016.1190665Published online:07 June 2016FIGURE 3  Journalism jobs by medium (as described in the job title section of the advertisements), 2009–2010 (N = 243)Display full sizeFIGURE 3  Journalism jobs by medium (as described in the job title section of the advertisements), 2009–2010 (N = 243)", "FIGURE 3  Journalism jobs by medium (as described in the job title section of the advertisements), 2009–2010 (N = 243)", "FIGURE 3  Journalism jobs by medium (as described in the job title section of the advertisements), 2009–2010 (N = 243)", "In 2009–2010, only 12 per cent of journalism roles were specifically titled “online” or “digital”. One of the limitations of our sample is that, due to the overall lack of journalism jobs advertised, once the data are broken down into specific categories such as “online/digital” journalism positions, inferences need to made from small sample numbers. However, those small numbers do accurately reflect employers’ priorities and, in the case of digital/online positions, reflect that employers were not prioritising such positions at that time. News Corporation (50 per cent) and the ABC (39 per cent) were the dominant employers for the small number of designated online journalist roles and this is consistent with Rupert Murdoch’s (2010) comments acknowledging the need for digital innovation in his industry at this time, as well as the expansion of ABC online (Scott 2009, 9).", "The study of newsroom job advertisements placed by major US employers in 2008 by Wenger et al. (2011, 203–204) suggests that American employers had a much greater awareness of online/digital skills than Australian employers had even a year later, in 2009–2010. Nearly 47 per cent of advertisements for newspaper reporters in the United States in 2008 asked for Web/multimedia skills while positions designated as “Web/multimedia positions” were “the fourth most common job posting … making up 23.2 per cent of all job postings” (Wenger et al. 2011, 198, 203).", "Qualitative analysis of the description of the Australian online journalism roles in 2009–2010 showed that the necessary “online” skills were also often left undefined, or were poorly defined. Some advertisements asked for general online skills such as “knowledge of HTML”, or more specifically mentioned experience with particular software such as Photoshop. In the main though, the job descriptions of online journalism roles continued to focus on general reporting skills. An example comes from an online reporter role with WA Today: “Ideally, the successful candidate will have at least three years of news reporting experience, preferably on a daily newspaper or website”. Another example, from Fairfax’s Sydney Morning Herald online, advertising for a “journalist online-digital”, required “a track record of covering breaking news events and writing to tight deadlines. A good knowledge of the web will be an advantage”.", "Employers’ lack of sophistication in defining “digital” or “online” skills in their advertisements, or their oversimplification of digital skills by focusing on particular software competencies, is consistent with the findings of a 2010 International Federation of Journalist’s report that identified a contradiction at the core of traditional news media business models: New technologies have opened up fantastic possibilities to gather, compare and draw conclusions from huge amounts of information … however journalists are frustrated by the way in which some media companies are denying them sufficient resources to take full advantage of the changes. (IFJ 2010)", "New technologies have opened up fantastic possibilities to gather, compare and draw conclusions from huge amounts of information … however journalists are frustrated by the way in which some media companies are denying them sufficient resources to take full advantage of the changes. (IFJ 2010)", "By 2009–2010, journalism work had already been affected by the “history of ongoing computerization and digitalization” in broader society (Deuze 2005, 450). In newspapers particularly, journalism work changed radically with the introduction of computers in the 1970s and 1980s (Delano 2000, 265–266). The internet posed different challenges again and Australian news organisations, like their counterparts in other similar countries, have since been roundly criticised for failing to anticipate or adapt to the digital environment (e.g. Hills 2014). Their job advertisements do seem to suggest a general traditionalism and even indifference to the specifics of digital news production and distribution. Even in 2010, good knowledge of the Web is only considered an “advantage” and an adjunct to general reporting skills.", "Digital skills were perceived by employers at this transformative time for news media as useful, but not yet central to the role of the journalist. A “journalist” was still viewed in traditional “age of the reporter” terms, whereas digital literacy and online skills were seen by employers to belong more within the domain of others working in the newsroom. In contrast to how employers tended to define journalism jobs (in terms of experience and personal qualities), almost two-thirds of the 219 positions which were newsroom jobs but not described as journalism (Category B) required online or digital skills. Here, the job descriptions provided more specific information about the skills employers’ wanted. They specified skills such as maintaining websites, using social media, and editing and uploading digital content.", "These online non-journalist positions were advertised in what was traditionally the television sector but had now expanded into online ventures and partnerships, particularly Yahoo 7 (a partnership between Channel Seven and online portal Yahoo), MSN 9 (Channel 9 with Microsoft) and the ABC. While employers may not be very good at articulating digital skills, one of the advantages of hiring young people—aside from lower pay (an issue especially for young women)—seems to be that a certain digital familiarity is being presumed. A manager interviewed in 2006 for ABC online said they were looking for recruits “who bring a young person’s knowledge of multimedia to the job” (cited in Austin and Cokley 2006, 84)."]}, {"title": "Public Broadcasting and Local News", "paragraphs": ["Compared to other countries, Australia’s public broadcaster, the ABC, has played an especially important role as a national public broadcaster operating across a vast nation with a diffuse population by broadcasting in rural and regional areas which are not commercially attractive to, or well-served by, commercial broadcasters. Of the 243 jobs advertised by traditional journalism employers, the ABC was not only the largest employer overall, advertising 58 jobs in the 12 months (24.2 per cent) (followed closely by Fairfax Media; 23.8 per cent), it was also the largest single employer of journalists for jobs located outside the major cities. The ABC advertised 39 journalism jobs outside the city centres and more positions in regional Australia, particularly in the large, vast state of Western Australia, and to a lesser degree, the Northern Territory. Indeed, two out of three ABC jobs advertised at this time were for positions outside the city centres (67 per cent).", "As the future of journalism became a topic of intense debate and concern in 2009–2010, James Curran (2010, 472–473) highlighted the importance of “public reformism”—the use of “public action to support independent news production”, including the role of public broadcasters. However, Curran noted that public broadcasting as “public space needs to be defended from future encroachments” by commercial rivals. As the only fully funded public broadcaster, the ABC has been the subject of intense debate about the public funding of its journalism in an era when commercial news media organisations are financially weakened. A prevailing discourse from commercial media rivals and conservative politicians has criticised the ABC’s funding model as anti-competitive. The Australian newspaper, owned by Murdoch, has dedicated many editorial and news pages to criticisms of the ABC and called for cuts to its public funding (Seccombe 2014). Conservative Liberal Senator Cory Bernardi (“Cory Bernardi: ABC ‘Cannibalising’ Commercial Online News” 2013) claimed the ABC was “crowding out” commercial media and threatening the commercial viability of competing online news sources (for other conservative politicians’ views, see Cassidy 2014).", "The war of words between government-sponsored and commercial media which, in Australia, extends back to Rupert Murdoch’s father Keith Murdoch rallying against the ABC when it was established in the 1930s (Petersen 1993, 54–56), has extended beyond Australia’s shores, with the Murdoch family taking their opposition to public broadcasters overseas. In 2009, Rupert Murdoch’s son James (Keith’s grandson), then CEO of British pay television channel BSkyB, said of the free-to-air BBC that its £9 billion cheque from the British government was anti-democratic; a threat to pluralism: The expansion of state-sponsored journalism is a threat to the plurality and independence of news provision, which are so important for our democracy … dumping free, state-sponsored news on the market makes it incredibly difficult for journalism to flourish on the Internet. (Murdoch 2009, 16)", "The expansion of state-sponsored journalism is a threat to the plurality and independence of news provision, which are so important for our democracy … dumping free, state-sponsored news on the market makes it incredibly difficult for journalism to flourish on the Internet. (Murdoch 2009, 16)", "In defining journalism and its contribution to public life, Bob Franklin (2006) and others have highlighted the importance of local journalism but observed how it is subject to many challenges. Centralisation has been a key cost-cutting method employed since the economic downturns of 2008–2010, with staff and resources increasingly consolidated in central locations such as media headquarters. In the 2009–2010 job advertisements, the ABC stood out as the major employer to conceive of journalism as an occupation requiring a local dimension and local news knowledge. While the largest proportion of all journalism jobs in our sample (32 per cent) were based in New South Wales (Australia’s most populous state and where many media companies’ headquarters are based), the ABC advertised an unusually large number of jobs in Australia’s more remote states and territories, including the Northern Territory and Western Australia as well as a smaller number in Tasmania and South Australia. This reflects the ABC’s emphasis on national coverage as well as the minimal presence of major commercial media outlets in some of these areas.", "But much is likely to have changed since 2009–2010. The ABC has itself experienced significant centralisation in recent years and it is now reported that approximately 50 per cent of its employees are based in Sydney (Dempster 2014, 46). There has also been increasing pressure on staff numbers as conservative opponents’ calls for cuts to ABC funding were heeded in the 2014 federal budget. The public broadcaster lost 8 per cent of its annual budget over four years, including the closure of the Australia Network service (Scott 2014). To implement the budget cuts, ABC Managing Director Mark Scott oversaw a 10 per cent cut to the ABC workforce; less television production in smaller states; closure of five regional radio posts and specific national regional radio programmes such as the Bush Telegraph; the withdrawal of weekly state editions of the current affairs programme 7.30; and the closure of Adelaide’s television production studio (Scott 2014).", "Before these cuts, the lack of media coverage in Australia’s regions was already a concern. For example, the 2012 independent inquiry into the state of Australia’s news media concluded: “there is some evidence that both regional radio and television stations and newspapers have cut back substantially on their news gathering, leaving some communities poorly served for local news” (DBCDE 2012, 60). The job advertisements placed in 2009–2010 suggest the significance of the ABC as a major employer of journalists but also its presence as a local news provider in rural and regional areas of Australia at a time when commercial models of journalism find the provision of such news to be increasingly a cost they are unable or unwilling to bear."]}, {"title": "Conclusion", "paragraphs": ["Job advertisements cannot tell us everything about media employment recruiting, and particularly as they only show positions advertised, when many other positions might have been filled internally or through head-hunting or other methods. But job advertisements do reveal an employers’ view of recruitment and are a succinct statement of what employers are looking for in prospective employees. They are a source of hitherto unexplored evidence which can be combined with evidence from surveys and interviews—of both journalists and journalism employers—to reveal more about the nature of journalism.", "In 2009–2010, Australian job advertisements revealed a very traditional view of journalism. Employers placed a surprisingly strong emphasis on experience. In light of long-standing debates about journalism training in universities, this requires further investigation to determine if experience was presumed by employers to have been obtained through formal university qualifications. It seemed, in the advertisements, to be quite a distinct requirement from formal education and nominating “experience” also seemed to be a way to sift out candidates with trade skills and personal attributes, including the willingness to work in newsrooms given the demands and low pay of the work.", "Job advertisements in 2009–2010 also suggested that local journalism was not a high priority and, but for the ABC, would be particularly poorly staffed. Also, despite the major transformation taking place in online news, employers did not exhibit a well-conceived digital focus but rather displayed a sense that journalism was a skill-set that was quite separate from the online and digital skills required from the editorial and IT positions they were recruiting at this time. All of these employer viewpoints about journalism, as ascertained from their employment advertisements—their views about the purpose, value and alignment of journalism with changing audience and industry requirements—give important indications about why news industry restructuring in 2009–2010 and in the five years since, has impacted so severely on journalists."]}], "references": [{"title": "Rethinking the Concept of Professionalism: The Case of Journalism", "year": "2003", "journal": "British Journal of Sociology", "volume": "54", "authors": [{"name": "Aldridge Meryl", "first_name": "Aldridge", "last_name": "Meryl"}, {"name": "Evetts Julia", "first_name": "Evetts", "last_name": "Julia"}]}, {"title": "The Key Hiring Criteria Used by Journalism Employers", "year": "2006", "journal": "Australian Studies in Journalism", "volume": "17", "authors": [{"name": "Austin John", "first_name": "Austin", "last_name": "John"}, {"name": "Cokley John", "first_name": "Cokley", "last_name": "John"}]}, {"title": "Some Personal Notes on US Journalism Education", "year": "2000", "journal": "Journalism", "volume": "1", "authors": [{"name": "Carey James.", "first_name": "Carey", "last_name": "James."}]}, {"title": "Behind the Newspaper Paywall – Lessons in Charging for Online Content: A Comparative Analysis of Why Australian Newspapers are Stuck in the Purgatorial Space between Digital and Print", "year": "2015", "journal": "Media, Culture \\& Society", "volume": "37", "authors": [{"name": "Carson Andrea.", "first_name": "Carson", "last_name": "Andrea."}]}, {"title": "The Future of Journalism", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Curran James.", "first_name": "Curran", "last_name": "James."}]}, {"title": "No Sign of a Better Job: 100 Years of British Journalism", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Delano Anthony.", "first_name": "Delano", "last_name": "Anthony."}]}, {"title": "What is Journalism?: Professional Identity and Ideology of Journalists Reconsidered", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark."}]}, {"title": "New Zealand Journalists and the Appeal of ‘Professionalism’ as a Model of Organisation: An Historical Analysis", "year": "2005", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Elaska Nadia.", "first_name": "Elaska", "last_name": "Nadia."}]}, {"title": "Journalists in Times of Change: Evidence From a New Survey of Australia’s Journalistic Workforce", "year": "2013", "journal": "Australian Journalism Review", "volume": "35", "authors": [{"name": "Hanusch Folker.", "first_name": "Hanusch", "last_name": "Folker."}]}, {"title": "Organizational vs. Professional Culture in the Newsroom: Television New Directors’ and Newspaper Editors’ Hiring Decision", "year": "2001", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "45", "authors": [{"name": "Hollifield C. Ann", "first_name": "Hollifield", "last_name": "Ann"}, {"name": "Kosicki Gerald M.", "first_name": "Kosicki", "last_name": "M."}, {"name": "Becker Lee B.", "first_name": "Becker", "last_name": "B."}]}, {"title": "Disciplining the Journalist: An Investigation of Training Methods", "year": "1979", "journal": "Media Culture \\& Society", "volume": "1", "authors": [{"name": "McBarnet Andrew.", "first_name": "McBarnet", "last_name": "Andrew."}]}, {"title": "Rethinking (Again) the Future of Journalism Education", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Mesing Donica.", "first_name": "Mesing", "last_name": "Donica."}]}, {"title": "Why Democracies Need a Functional Definition of Journalism Now More Than Ever", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Shapiro Ivor.", "first_name": "Shapiro", "last_name": "Ivor."}]}, {"title": "News Reporting and Professionalism: Some Constraints on Reporting the News", "year": "1989", "journal": "Media, Culture \\& Society", "volume": "11", "authors": [{"name": "Soloski John.", "first_name": "Soloski", "last_name": "John."}]}, {"title": "‘Media Wars’: Journalism, Cultural and Media Studies in Australia", "year": "1998", "journal": "Journalism", "volume": "1", "authors": [{"name": "Turner Graeme.", "first_name": "Turner", "last_name": "Graeme."}]}, {"title": "The Journalism ‘Crisis’", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Young Sally.", "first_name": "Young", "last_name": "Sally."}]}]}