{"doi": "10.1080/1461670X.2014.973147", "url": "https://doi.org/10.1080/1461670X.2014.973147", "title": "Negotiating the News", "volume": "17", "year": "2016", "issue": "2", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Sissons", "first_name": "Helen", "name": "Helen Sissons", "affiliation": "", "orcid": "", "role": ""}], "abstract": "This article analyses two interactions between journalists and their public relations sources captured on video during ethnographic fieldwork in newsrooms in New Zealand. Through analysis of verbal and non-verbal actions, the paper demonstrates the mixture of resentment, distrust and need that characterises journalists' relations with public relations practitioners (PRPs). It highlights journalists' increasing difficulties in accessing information, even in publicly funded organisations, without going through public relations spokespeople. We already know this is problematic for the quality of the news product. However, this research provides new evidence that it may also be problematic at an individual level for journalists and PRPs, requiring them to adopt a working mode of opacity and duplicity in their dealings. The paper provides empirical evidence of the practice of what a PRP told the researcher was “telling the truth to journalists, but telling it rather creatively”, and how it manifests in actual interactions, both written and verbal.", "body": [{"sec_title": "Introduction", "sec_content": ["Both journalists and public relations practitioners (PRPs) downplay their involvement with the other (Davis 2000; Morris and Goldsworthy 2008; Peterson 2001). Yet, as early as the start of the twentieth century journalists were accepting material provided by PRPs while at the same time resenting it (DeLorme and Fedler 2003). The relationship's tension lies in a rarely acknowledged interdependence (Reich 2006) predicated on both practices being unwilling to admit that they are now so intertwined that neither could function in its current form without the other (Davis 2013; McNair 2011). Further, Davis (2003) argued that journalism and public relations were most effective when the links between the two remain hidden. Hence, public relations does not wish to concede it continues to need journalism's ability to reach the public on a mass scale and the third-party endorsement assumed to be provided by gaining (independent) editorial. At the same time, journalism would prefer not to admit it needs help to fill editorial space from public relations facilitating access to sources and providing pre-packaged information (Davis 2000; Ericson, Baranek, and Chan 1989; Fishman 1980; Franklin 2011; Gans 1979; Matthews 2013). Sensitivities arise on both sides for reasons of professional integrity. For journalists, there is a reluctance to be forthcoming about just how much they depend on public relations materials as this reliance clashes with their perceived Fourth Estate role (Louw 2010), which demands professional autonomy to carry out their watchdog function (Davis 2013). For public relations, admitting the extent of their input into the news media would mean losing the advantage of third-party endorsement.", "This article attempts to shine light on this powerful, but enigmatic, relationship, the direct interactions of which have been largely unexamined by researchers. It explores two examples of journalists' interactions with public relations sources, one via email, the other face-to-face, captured on video, during fieldwork in two newsrooms. The latter is an example of data that before now have been unavailable to researchers. The article uses it to examine how much agency journalists have in their dealings with public relations sources, and what social practices they employ when negotiating the “uncovering” of a story with a source."]}, {"sec_title": "The Journalist–Source Relationship", "sec_content": ["The recognition by scholars of the importance of the journalist–source relationship on the content of news has led to increasing amounts of research. Recent work considering journalists' relations with political sources, relevant here as the two interactions involve local authorities (Davis 2013, 2008; Louw 2010; McNair 2011), concluded there was more promotional activity aimed at journalists than ever. McNair (2011) wrote that as journalists' role in mediating between politicians and the public had grown, so had the role of the public relations intermediaries, meaning these days it would be unthinkable to venture into the political arena without professional public relations back-up. Consequently, according to Davis (2013), public relations increasingly attempted to control access to newsworthy information, public figures and some meetings.", "Observers have suggested journalists have become more susceptible to pre-packaged public relations material in light of an expansion of media outlets online (McNair 2011), coupled with an overall reduction in the number of full-time journalists. On average, journalists were now expected to write three times as much copy as a decade ago (Starkman 2010; Waldman 2011), which has afforded greater opportunities for skilled PRPs to present journalists with pre-formulated texts, and hence shape the news agenda. Journalists are not unaware of the techniques of media management and some resent their vulnerability to it. Political coverage now sometimes includes critiques of events or campaign strategies, highlighting politicians' attempts to influence the news agenda (Louw 2010; McNair 2011; Hager 2014).", "McNair (2011) noted a shortage of research in the field focusing on local government. Those who have carried out such work (Franklin 1986, 2004; Franklin and Murphy 1991, 1998; O'Neill and O'Connor 2008) concluded that the advent of poorly staffed free newspapers had led to a reliance on local government PRPs providing copy, which was almost invariably positive for their councils.", "More generally, research focusing on the journalist–source relationship has often examined the result of the relationship, i.e. the texts, rather than the processes and interactions that constitute the relationship itself (Burton 2007; Davis 2000, 2003; Franklin 2011; Lewis, Williams, and Franklin 2008; O'Neill and O'Connor 2008). Very little research has been carried out ethnographically into how PRPs and journalists interact in practice, although studies have used interviews to shed light on what Reich (2006, 497) calls “the generally unapproachable point of transaction at which information is passed between sources and reporters” (Franklin 2003; Hess and Waller 2008; Lewis, Williams, and Franklin 2008; Oakham and Kirby 2006; Reich 2006; Sallot and Johnson 2006; Sterne 2010). McNair (2011, 4) wrote that face-to-face meetings by their nature are hidden from the analyst, requiring “methodologically difficult and costly empirical research to uncover their secrets”. He added that access to these interactions could uncover the “potential gap between the public and the private in political rhetoric” (4).", "A selection of ethnographic studies across the 1970s, 1980s and early 1990s discovered that newsworkers' routine practices led to their dependence on official sources from recognised institutions, such as government or the police (Berkowitz 1992; Ericson, Baranek, and Chan 1989; Gans 1979; Schlesinger 1978; Sigal 1973; Tuchman 1978). Recently, a new generation of ethnographic studies into newsroom practice have been carried out (Boczkowski 2004; Cotter 2010; Hannerz 2004; Paterson and Domingo 2008; Perrin 2003; Singer 2004a, 2004b), but surprisingly few studies into journalists and their sources have used ethnography (Van Hout 2011; Van Hout and Jacobs 2008; Van Hout and Macgilchrist 2010; Velthius 2006). Further, there is no evidence of ethnographic-style research focusing on PRPs' and journalists' face-to-face interactions."]}, {"sec_title": "Materials and Method", "sec_content": ["The current study utilised ethnographic methods of data collection involving observation over a period of time in two newsrooms. It is believed to be the first study where data were captured on video allowing the interactions to be replayed and analysed mode by mode, and providing the researcher with unique insights into the current working practices of journalists. Further, while it may be easy to see the product of public relations in media releases and media conferences, it is arguable that most interactions between public relations and journalists go on behind closed doors in briefings, or via phone or email. All names of people have been changed although it is accepted that some individuals may be recognisable to friends and colleagues. The research has ethics approval from the researcher's university.", "A question for this study is how much influence PRPs have over the journalists with whom they interact. A critical discourse analysis (CDA) perspective is taken (Fairclough 1995a, 1995b; Van Dijk 1988, 2001; Wodak and Meyer 2001), as CDA uses analysis of a selected text, set of texts or oral exchanges to evaluate the discursive construction of power. In this framework, language is always used for a purpose and can be employed to control as well as to communicate. Specifically, CDA scholars such as Fairclough (1995b) are concerned with how syntactic features of language hide agency and normalise the actions of the powerful.", "This article uses CDA to consider the way power is reproduced and resisted through text and talk in the professional context of interactions between journalists and PRPs. It is argued that by looking at the micro level of the interactions we can better understand how power is distributed between the two practices.", "CDA has been criticised by some scholars (see Schegloff 1997) for not paying enough attention to the details of language, which it was argued should be properly understood before any wider connection or political claim was made. This paper accepts some of Schegloff's criticism, but takes it a step further. The analysis of the interactions in the article included examining all relevant communicative modes including speech (Jucker 1986; Schegloff, Jefferson, and Sacks 1977; Schiffrin 1987) and non-verbal actions, such as posture and proximity (Goffman 1964), gaze (Kendon 1967; Goffman 1964) and manual gesture (McNeill 1992, 2005; Goldin-Meadow 2003). Through the investigation of different modes, the article demonstrates the complicated nature of journalists' relations with PRPs, and the mixture of resentment, distrust and need."]}, {"sec_title": "The Interactions", "sec_content": ["While the two interactions discussed here both involve a journalist and a public relations source, one is an asynchronous email interview and the other is a face-to-face briefing. In both cases, the interactional goals are different for the journalist and the source. Despite not being explicitly expressed, their disparate nature has implications for the interactional process.", "The first interaction is the result of a request by online journalist Sally to a PRP at Auckland Transport for information about “how the meeting went”. Sally's interactional goal (Taleghani-Nikazm 2006) is to learn about an event she has been unable to attend between the authority and residents affected by the widening of a road. The PRP at Auckland Transport's goal appears to be to ensure the resulting report carries a positive message about the progress of the road widening.", "In the second interaction, a radio reporter, Matt, is expressing his frustration to a council media relations officer, Stuart, about the council's failure to provide a report it has prepared about events surrounding the Rugby World Cup. A secondary, but more important, interactional goal is to discover as much as he can about the report. Stuart's interactional goal is to explain to Matt that he will not get an exclusive, that the report is to be released simultaneously to all media and to ensure Matt will report its findings.", "The first interaction takes place in an online department of a national news organisation in Auckland, New Zealand in November 2011. While the website the department serves is national, this department is dedicated to covering Auckland.", "The news editor, Caroline, arrives at the office at 7 am. She checks her emails, which include dozens of media releases and advisories, she ensures the competition—broadcast, print and online—is monitored for any stories the department may have missed. Throughout the morning she makes sure the stories on the website are updated or changed regularly to keep the site fresh. Further, as the department's reporters arrive on shift, Caroline briefs them and allocates stories she wishes them to follow up.", "Reporter Sally was asked the previous day (Monday) to find out about a meeting between Auckland Transport, an arm of the regional council responsible for transport services, and residents living near a planned road expansion. Earlier news reports had covered opposition from residents to the plans, and so it was of interest to discover whether the meeting was able to address their concerns. Sally contacted the PRP responsible at Auckland Transport and asked to talk to her about what happened at the meeting. However, rather than be interviewed over the telephone, the PRP requested that Sally send a list of questions. Sally told the researcher that the practice of providing a list of questions by email for response by email was “pretty standard” practice with PRPs in many organisations: They generally, quite a lot of the time, they ask you to email through questions. Like you'll call them and they'll ask you to send through questions and they go and find out from wherever and then send you a written statement back. Yeah, which is kind of time consuming and then you can't just like catch them unexpected. ", "They generally, quite a lot of the time, they ask you to email through questions. Like you'll call them and they'll ask you to send through questions and they go and find out from wherever and then send you a written statement back. Yeah, which is kind of time consuming and then you can't just like catch them unexpected.", "This paper treats Sally's request for information, the list of questions she sends and the responses from the PRP, as an interaction. It is useful to view it this way as it is commonplace, or as Sally said “standard practice”, for such interactions to occur via email rather than over the phone or in person.", "What adds to its interactive qualities is that the PRP has inserted each answer, which I have put into italics, under the relevant question or questions in Sally's original email, and so it is laid out like a question-and-answer session, or as if turn-taking has taken place. Further, participants in email discussions have been found to perceive themselves as engaged in conversation (Harrison 2002). In her study of the discourse structure of email discussions, Harrison (2002) discovered that emails between participants were managed interactionally, making them resemble a conversation. She wrote, “Email discussions use where possible and adapt where necessary the pre-existing rules of conversation. This is comparable to the way in which the telephone was assimilated as a medium of communication” (Harrison 2002, 246).", "Thus the analysis of the email interaction uses conversational analysis (CA) (Sacks, Schegloff, and Jefferson 1974), because the relevant mode is language and we do not have access to the actors' non-verbal actions. CA was chosen as despite email being a hybrid of oral and written forms of communication (Yates and Orlikowski 2001), it is still a naturally occurring interaction (Iimuro 2006). Therefore, it is argued, CA is applicable (Harrison 2002). Negotiating the NewsInteractions behind the curtain of the journalism–public relations relationshipAll authorsHelen Sissonshttps://doi.org/10.1080/1461670X.2014.973147Published online:14 November 2014TableCSVDisplay Table ", "Table", "This interaction, despite being asynchronous, can be described as a journalistic or news interview, as opposed to a casual conversation or internet discussion. An interview involves the interviewer asking a question or making a statement that elicits a response from the interviewee. Past research has, for the most part, examined news interviews that form part of news programmes broadcast on radio or television (Clayman and Heritage 2002; Cohen 1987; Heritage 1985; Jucker 1986). The interaction considered here is not a live broadcast interview, but the interview responses are still for publication in a news story online rather than on air.", "The interaction starts with Sally's request for information, which is considered a “dispreferred” action (Iimuro 2006), as it requires the co-participant to do something for the benefit of the speaker. The request here is framed as a “want statement” (Blum-Kulka, House, and Kasper 1989), which is a direct request, although Sally tones it down by prefixing “just”. Sally also gives no explanation, known as an account (Heritage 1988), for the request. This suggests that Sally's understanding of the PRP's role makes her believe that no account or explanation is necessary and the PRP is obliged to comply with the request (Jalilifar 2009). Her manner of addressing the PRP with “Hi” and the use of her first name imply familiarity, but also demonstrates the more egalitarian approach taken by internet users (Harrison 2002).", "At first glance, it appears that the email is simulating an informal oral communication. For example, the first sentence, the request, is incomplete, lacking the “I”. Regarding the public meeting at Flanshaw Road School [I] just want to know. However, Yates and Orlikowski (1993) found incomplete sentences are common in email messages that reproduce and then respond to previous messages. Sally had previously spoken briefly on the phone to the PRP and requested information about the meeting. In the email she is quickly referring to what was said.", "Regarding the public meeting at Flanshaw Road School [I] just want to know.", "The language, syntax and punctuation are as expected. It is unsurprising that while the email has characteristics that are informal and conversational, it has others more typical of written documents. This is because traditional interviews are prepared beforehand and questions often written down for reference, before being delivered verbally to the interviewee. In this case, the interview is not a synchronous conversation and so there are notable differences with a more traditional arrangement. In questions two and three Sally has written a follow-up to the initial question. She will not hear the response to the first part of the question, and so has imagined the interviewee's answer in order to frame a follow-up. Journalists are trained to do this when preparing a line of questioning (Sissons 2006, 162), but do not usually give away their follow-up until hearing from the interviewee.", "The response from the PRP is also initially conversational, using the informal “Here you are Sally”. However, it comes with the subject line MEDIA INQUIRY - TE ATATU, which is repeated in the body of the email, and has been altered from the one used by Sally from a lower-case “media query - Te Atatu public meeting” to “MEDIA INQUIRY - TE ATATU”. There are two points worth making about this change: it indicates the email has not been written as a straight reply and it shows a difference in perception from what is being asked in the email. Sally's use of the word “query” implies a request for information. It might also hint at opposition to something and/or doubts about the veracity of information such as “she queried the hotel bill”, or in this case “she queried Auckland Transport's actions”. By reframing the response emphatically as an “INQUIRY”, the PRP suggests an official process has been undertaken by which understanding is acquired and doubts (Sally's doubts perhaps) are put to rest.", "Already, in the subject line, we are seeing a positive angle being put on the interaction. Sally is then addressed informally by her first name and an introduction to the answers frames (Tuchman 1978) the meeting as “successful”. It was a very successful meeting on Saturday with a large turnout and the feedback was that people were generally very positive about the project. Answers to your questions below. This summary sets out how the PRP hopes the rest of the interaction will be interpreted. The answers that follow are placed under the question they refer to and are written in full sentences, often repeating the subject of the question. Hence, in question one to Sally's question “how the meeting went?” the PRP does not respond “it went…”, assuming Sally knows what is being referred to. Instead, she writes an answer that could stand on its own without the question. 188 people attended the meeting on Saturday including representatives of the local board and general election candidates Tau Henare and Phil Twyford. The reason for this strategy lies in the purpose of and audience for the PRP's copy. Clearly, the audience for the PRP's responses is the readership of the story that will be written by Sally. If these answers are going to be used as “quotes”, then they need to be able to be cut and pasted into the story; therefore they must make sense on their own.", "It was a very successful meeting on Saturday with a large turnout and the feedback was that people were generally very positive about the project. Answers to your questions below.", "188 people attended the meeting on Saturday including representatives of the local board and general election candidates Tau Henare and Phil Twyford.", "The responses also afford insight into the PRP's strategy to manage the road-widening message. First, the answers are overwhelmingly about procedure, what Auckland Transport has done and will do. They do not address in any detail the residents' reactions. Where reactions are mentioned, they are carefully framed. For example, answer one says people were a lot clearer about the proposed work and appreciated the chance to ask questions. It does not say they were happy with the proposal or the responses to their questions. Answer two diminishes a continuing controversy, which had been highlighted in the media, involving an offer of a 10-cent payment by Auckland Transport to residents for access to their properties. At least one person has previously labelled this amount “insulting”. To the first part of the question, the answer says there was little discussion, implying there was little concern from residents. It also finesses the access issue, saying 29 people had opted to sign an agreement allowing “surveyors” and “engineers” access to their property. To the follow-up question, the PRP says people were “re-assured” by being informed they would receive notice when these surveyors and engineers would enter their property. There is also a downgrade of the effect the “machinery” would have on property, saying there was no intention to “park” any machinery there. Answer three gives an assessment that “Overall people were positive about the road upgrade”, it then moderates “concerns” raised by prefacing them with “only”, and vaguely attributes them to “possible disruption”. The use of “possible” invites the reader to believe there might not be any disruption. Answer four is about the procedure, which is not surprising as the question asks about it.", "The email then includes a couple of appendices, which were also analysed using conversational analysis. The first of these is a bullet-pointed report from the PRP reiterating the main points, the last mentions an individual resident by name. This is the resident who appeared in a negative news story complaining about the token 10 cents payment. It says: Joe Seumoff was there most of the time, I requested for him to be seated and not to disturb our team, he calmed down and went about talking to the people and taking down email addresses for future correspondence. Here we see an example of a strategy used by PRPs to “neutralize opposing interests” (Ericson, Baranek, and Chan 1989, 25). This can include contextualising negatively a source who opposes the client's point of view or otherwise marginalising or discrediting contradictory or dissenting voices. In this case, the PRP implies that Mr Seumoff's behaviour was disruptive. The language used infantilises Mr Seumoff, saying he needed to be asked to sit down and not disturb “our team”. The use of “our team” suggests unanimity, and places Mr Seumoff as an outsider to the process. This one sentence suggests Mr Seumoff is not a credible source, is immature and is governed by emotion rather than rationality.", "Joe Seumoff was there most of the time, I requested for him to be seated and not to disturb our team, he calmed down and went about talking to the people and taking down email addresses for future correspondence.", "The PRP addresses this message to the journalist who has the power to grant or deny access to the media. However, on this occasion, when Sally discussed Auckland Transport's responses with Caroline, the editor was concerned they did not have the whole picture and asked Sally to contact a resident who attended the meeting for their reaction. Cos I mean that's 29 out of 200 I think signed. Is it an indication that people are OK with that? I'd rather have a clearer indication from the residents rather than just Auckland Transport spin—of “it's all fine actually”. This indicates an awareness that taking the authority's word for how it went is problematic. Sally then phones Joe Seumoff. Afterwards, she explained how his answers differed from those of Auckland Transport. They said it went well and it was a really positive meeting, and they got positive feedback from the residents. Whereas this man says following on from that meeting a new group has been set up in the community which will, he said about 35 people have signed up and they are going to be having a meeting next week. Sally then tells the editor, Caroline, that the resident was “disappointed with the meeting” and he believed that it was “all PR talk”. When she said he was going to be setting up a community group, Caroline responded, “oh good” because at this point she recognised what the angle or message of the story should be, which she spelt out to Sally. Because I think we can just, uhm. I think we should go in on them, because it's the majority of people. It's not like 180 people have signed up and a final 20 are just being rabble rousers. You know. I just think we should go in on a uhm, “residents haven't been pacified by a meeting over the blah blah” and then and you've got Auckland Transport stuff already. So we just put the residents on top. The published article reversed the proposition advanced by the PRP and highlighted residents' objections to the road-widening plans. In this case the media's ability to choose whose voices are heard and arrange the material they gather as they wish resulted in a routine bureaucratic source losing out to a non-bureaucratically aligned resident. It should be noted, though, that it required the editor's intervention and her guidance of the younger reporter to override the public relations message.", "Cos I mean that's 29 out of 200 I think signed. Is it an indication that people are OK with that? I'd rather have a clearer indication from the residents rather than just Auckland Transport spin—of “it's all fine actually”.", "They said it went well and it was a really positive meeting, and they got positive feedback from the residents. Whereas this man says following on from that meeting a new group has been set up in the community which will, he said about 35 people have signed up and they are going to be having a meeting next week.", "Because I think we can just, uhm. I think we should go in on them, because it's the majority of people. It's not like 180 people have signed up and a final 20 are just being rabble rousers. You know. I just think we should go in on a uhm, “residents haven't been pacified by a meeting over the blah blah” and then and you've got Auckland Transport stuff already. So we just put the residents on top.", "The second interaction occurs at an Auckland Council meeting in mid-December 2011 between radio reporter, Matt, who covers Auckland city, and his regular council contact and media relations officer, Stuart. They have previously communicated about a report being prepared by the council of its handling of events during the Rugby World Cup earlier in the year. During the tournament, the council faced criticism about overcrowding and transport problems on opening night, and Matt wants to discover what decisions were made by councillors and officials in the build-up to the event, and whether they now accepted mistakes were made.", "In September, Matt submitted a request for information under the Local Government Official Information and Meetings Act 1987 (LGOIMA) through Stuart. He also asked Stuart “to set the clock ticking” as soon as he received the request, as under LGOIMA requests must be answered within 20 working days. When the council failed to respond within the set time, Matt complained to the Ombudsman. On December 8, he was advised by the council that the report would not be released until December 22, one working day prior to the Christmas shutdown. He wrote to the Ombudsman again saying: I consider this unacceptable. This will be more than 3 months after the initial request (which was already a refinement of an earlier verbal request), and will allow almost no follow-up reporting, of what was a significant event. Following the Ombudsman's involvement, on December 13 the council agreed to release the information. However, on receiving the report, Matt found vital sections were missing, which the council claimed was for reasons of commercial sensitivity.", "I consider this unacceptable. This will be more than 3 months after the initial request (which was already a refinement of an earlier verbal request), and will allow almost no follow-up reporting, of what was a significant event.", "Three days later Matt meets Stuart at the council meeting. He explains about the withheld information saying, “So the bad guys have won on the Rugby World Cup front”. We enter the interaction as Matt explains the latest development (Table 1; see Appendix A for the transcription symbols).", "In this extract from a longer interaction (one minute 21 seconds of a four-minute interaction), it is clear Matt is frustrated with what he sees as the council's underhand tactics to prevent him gaining access to information he believes he is entitled to. He refers to the appeal process as a “game” (Table 1, Image 3), which is reminiscent of Gans' (1979, 116) “dance” and “tug of war” (117) metaphors, to refer to journalists' relations with sources.", "After finishing his update (Image 1), he does not make a gaze shift to Stuart, which indicates he has more to say. He looks away and gives a breathy “uh:m” (Image 2). His voice then takes on a singsong character to show how the “game” is played (Images 2 and 3). At the same time, his words have a rhythmic character as he uses repetition to illustrate the back and forth of the complaint process. The intonation or speech melody begins with the words “timing frame” (Image 2) and we hear the lengthening and rise of “now” and it remains constant with the lengthening and rising intonation of the word at the end of each line. The change from the future “will” to the modal “can”, shows the progression of the process. The repetition appears to function as an illustration of the tediousness of the to-ing and fro-ing. The melody and intonation abruptly stop as Matt gives his summary in a flat tone (Schiffrin 1987), “So game's over” (Image 3).", "It is more than two seconds before Stuart responds to what is a clear criticism of his organisation. In talk, a space of more than one beat of silence (about a tenth of a second) is interactionally relevant (Liddicoat 2011), indicating to the co-participant that there is a problem. Part of Stuart's delay may be that Matt is not looking at him to signal he has finished (Kendon 1967), but it is unlikely to account for the entire postponement. When Stuart does speak, his response suggests discomfort. An audible in-breath is followed by the discourse marker “well” (Image 4), which is often used when speakers sense their response is unlikely to satisfy the hearer (Jucker 1986; Schiffrin 1987). Perhaps because of this, Stuart next uses the parenthetical verb “think” which reduces the explicitness of a response (Jucker 1986) followed by a cough, and a pause of 0.6 seconds. Therefore, the first 3.4 seconds of Stuart's response are disfluent, which is likely to reduce Matt's confidence (Fraundorf and Watson 2011; Smith and Clark 1993) in what is about to be said, perhaps indicating to him that the “advantage” Stuart talks about in line 1 of Image 4 was always in doubt. This refers to Matt's attempts to arrange access to the council's report ahead of other media.", "Stuart next makes a repair (Schegloff, Jefferson, and Sacks 1977) from “advantage we” to “advantage I was hoping to give you” (line 2, Image 4). Speakers use repair talk to resolve problems, which in this case would appear sensible considering Stuart's organisation has prevented Matt getting an exclusive. Stuart further pauses for a second and a half (line 3, Image 4), suggesting again that he is either reluctant to continue or is struggling with the form of words. He appears to consider the hedge, “will probably”, but changes to “will be”, still hesitating, using the filler “uh”, before finally admitting that Matt will not now get the information ahead of the release of the report. Matt signals his understanding by overlapping Stuart's talk in line 5, Image 4 (Liddicoat 2011). His repetition of “yeah”, indicates both understanding and a possible wish to take over the turn (Kjellmer 2009), which he does in Image 6.", "Matt opens with the phrase “but that's fine” which appears as if he is accepting Stuart's apology, except it is prefixed with the contrastive marker “but” (Schiffrin 1987). This use becomes clear when he states what he means is that he will continue with his complaint. He then begins to explain why. However, he carries out a self-repair, perhaps backing off from a direct accusation against the council. He finishes though by stating his belief that there may have been a conspiracy to prevent him getting the story (Image 6).", "Stuart pauses for two seconds before disagreeing with Matt's assessment, although he downgrades it with “probably” (Image 7). Stuart then changes the topic, perhaps to avoid discussing the implications of what Matt is saying (Maynard 1980). In Images 8 and 9, Stuart lays out the plan for the report's release. He is fairly fluent throughout, using repetition to emphasise his point, “to take the chance to read the report, digest the report”. The only time he hesitates is in line 4, Image 9 after the connective “and then” when he must explain that as soon as the media have seen it, the report will be published on the council's website (Image 10). He possibly hesitates because he understands the information will scupper any chance Matt still entertains of an exclusive. During this explanation, Matt utters “yeah” three times, probably to indicate his understanding of, rather than agreement with, what is being said.", "Non-verbally, the position and proximity of Matt and Stuart who sit reasonably close, as the council meeting room is noisy, illustrates they are known to each other. However, while Stuart leans in to Matt, and places his arm along the back of Matt's chair, Matt sits upright towards the front of his chair and places his hands in his lap (this can be seen in Images 9 and 10), where his right hand holds two batteries. His legs and shoulders are slightly oriented towards Stuart, but not fully. Therefore, while this interaction adheres to what Goffman (1964, 95) calls “an eye to eye ecological huddle” arranged to maximise “the opportunity to monitor one another's mutual perceivings”, there appears to be reluctance on Matt's part to orient himself fully to the interaction.", "Matt and Stuart's gaze patterns during the interaction also indicate difficulties. At the end of his explanation of the complaint process (Image 3), Matt does not gaze at Stuart but looks into the middle distance, which has been found to be an expression of facially communicated avoidance-orientated or negative emotion (Adams and Kleck 2003). Although he is smiling, the smile appears to be one of frustration. The failure to signal to Stuart that he has finished speaking by looking in his direction may partially account for the long gap before Stuart speaks. When Stuart does begin to talk, his gaze is also averted.", "Later (Images 6 and 7), as Matt finishes his accusation of a conspiracy, he again looks into the middle distance and smiles. When Stuart responds, “I'd probably swing to the other one” (Image 7) he sits up and forward towards Matt, straightening his collar with his left hand and looks straight at Matt, who picks up the cue and responds with “yes” and “I know” with a small laugh. Speakers look to listeners when they wish to have acknowledgement that a message is received (Kendon 1967). Once Stuart has that acknowledgement he sits back and gives a slight smile and a nod. He then looks away before glancing back at Matt, which he does regularly until the end of his utterance. Matt, on the other hand, mostly looks past Stuart, but acknowledges he understands what is being said by regular quick glances accompanied by nodding or “yeah” (Images 8–10). At the end of Stuart's utterance “that's when it's all going ahead”, Matt gives a much bigger nod and turns his head away from Stuart to the right. This gaze pattern is unusual, as listeners normally look at speakers with fairly long gazes. Looking away during listening indicates dissatisfaction with the other's speech, while looking away during speaking can indicate uncertainty or problems formulating what to say.", "Neither Matt nor Stuart uses gesture much in this extract, suggesting they do not want to give much away, and/or that their focus is on their speech (Matsumoto, Frank, and Hwang 2013). Stuart's visible left hand only moves once to tidy his collar. His hidden hand moves slightly up and down in beat gestures on the chair behind Matt during his most fluent utterance explaining the release of the report. At one point he cups his hand as he mentions the report being put on the council's website, which appears to be a conduit gesture, the palm acting as the website holding the report (Image 10) (McNeill 2005). Matt's largest gesture comes after finishing his update in Images 2 and 3 when, as has been said, his voice takes on a sing-song character to show how the “game” is played. Matt's hands are going back and forth with this rhythm. He begins by making two left-handed wrist rolls away from his body (Image 2), to show how the “timing frame” works as a continuous process (Mittelberg 2008). He then drops his hand to his lap to finish the gesture before again lifting his left hand to make a wrist roll away from his body and back towards him to show that the Ombudsmen's office will consider and then respond (back to him). When he says, “the council can respond” (Image 3), he lifts his right hand to move his two hands in parallel to his right-hand side (as if showing the council is an organisation substantial enough to need two hands to contain) and then back across his body to the left on “into the New Year”. Later, in Image 6, when Matt says “I'm swinging more of the conspiracy theory than the chaos theory”, he uses a similar gesture of moving his hands in parallel first to the left then to the right, indicating that he is again talking about the council."]}, {"sec_title": "Conclusion", "sec_content": ["If we take the lens of CDA to view these two interactions we see that the journalism–public relations relationship is a site of struggle for power and influence over the journalistic text. The language used by the parties in these interactions has the purpose of influencing the final news story. Both the questions being asked by the journalists and the answers being given by the PRPs are designed to fulfil the interactional goals of the four participants.", "These goals explain the patterns evident in the verbal and non-verbal actions, despite them never being explicitly expressed. Both interactions are in some ways suggestive of informal talk between people known to each other, while in other ways they reveal characteristics of more formal dialogue. This duality is indicative of the complex relationship between journalism and public relations. On the one hand, the participants must remain on reasonably pleasant terms as journalist and source, while on the other they compete for control/interpretation of the information to be published in the news.", "How much influence the PRPs were eventually able to assert over the final shape of the news story in these two cases mattered to the two authorities, as these were important events that could affect their reputation with the public. Securing the third-party endorsement of the news media could “legitimise” their position (Fairclough 1995b, p. 73). In the first case, Auckland Transport officials needed support from the public affected by the road widening or it could have faced trouble advancing its plans. In the second case, Auckland Council was likely to be criticised in the report which was the subject of the interaction. Controlling its release and the time available for public discussion could help mitigate any negative effects.", "By taking each interaction separately, the power relations can be examined. The first interaction shows many characteristics typical of written language, perhaps because of its asynchronous nature. A limitation for the analyst using conversational analysis in such interactions is that the transcript does not include some features expected in talk. These include vocal stress (although using upper case indicates the raising of the voice), overlapping talk and rate of speech. Among the most obvious difference between synchronous oral discourse and many types of written discourse is the ability to edit, and shape the message before communicating it. Sally has given thought to the questions and it is evident from the change in the subject line and the nature of the answers that the PRP has carefully shaped the responses. For example, she has framed the meeting as a “professionals” and “clients” encounter, describing Auckland Transport staff as “expert”. Further, she has used the reporting verbs (Fairclough 1995b, 83, italics added), “Auckland Transport explained … and reassured”, and “told”. In contrast, the reporting verbs (Fairclough 1995b, 83) attributed to the people attending the meeting, were “they said” and “people thought”, which were much less powerful.", "There are also traces of what Fairclough (1989, 52) called “synthetic personalisation”, which is where officials who are interacting with “the public” wish to give the impression that each person is being treated as an individual, when in reality it is not the case. In the line, “They [the public] said they appreciated the chance to ask questions, see the proposed plans and talk to expert staff one-on-one”, the use of “one-on-one” shows synthetic personalisation, whereas the reality is illustrated by the use of the third-person plural throughout that paragraph.", "The PRP (consciously or unconsciously) disempowered the public attending the meeting in her choice of naming terms. She used “people”, “those who attended the meeting”, “they” and “them” in response to the first three questions. In none of these responses were the people referred to as residents, which was their rightful status and would clearly bestow legitimacy on their position. It was only in the response to the last question, “what's the next step in the public consultation process?”, that the PRP referred to the people as “affected residents and businesses”, as it was important at this stage to state that these would be the only people who would now be directly consulted.", "In fact, the PRP was careful throughout (whether consciously or unconsciously) where she assigned power and agency. In response to the third question, “what, if any, other concerns were raised by residents?”, she assigned agency to the people when she wrote “Overall people were positive about the road upgrade” and deletes them altogether in the second half of the sentence, “the only concerns were around possible disruption”. This removes the “specificity” (Richardson 2007, 55) of the concerns making the statement vague, as we are not absolutely sure who is concerned. We may ask why she had not written “their only concerns…”?", "The PRP's (conscious or unconscious) strategy to disempower the residents may have been successful had not the editor, Caroline, been keen to hear from their point of view. Given the continuing downsizing of newsrooms, this is concerning. The example suggests that without editorial oversight, inexperienced journalists may tend to accept bureaucratic information without checking or challenging its angle.", "The question about why Auckland Transport asked for written questions should not be ignored. A telephone interview would have been quicker, and cheaper in terms of staff costs. However, PRPs are not usually experts in the areas they cover and need time to check information and frame answers. In this case, over 3.5 hours elapsed between the sending of the questions and the return of the responses. Further, the advantage to the PRP of email is there is a record of the interaction (Yates and Orlikowski 1993), which can be checked against any published story. The disadvantage to the journalist is, as expressed by Sally, it is “time consuming and then you can't just like catch them unexpected”.", "The second interaction is full of disfluencies, highlighting problems both with expressing the complaint and responding to it. Notably, both participants are more fluent in the areas they find most important and have possibly spent time thinking about: Matt when he is explaining the back and forth of the complaints process and Stuart when he outlines the report's release. However, Matt's frustration with the process, which he obviously suspects was managed to ensure he did not receive an advance copy of the report, and Stuart's discomfort with having to respond to Matt's complaints are obvious. Matt believes he has played by the rules by putting in a request under the LGOIMA process. When unsuccessful, he appealed to the Ombudsman who sided with him and ordered the council to hand over the withheld documents, which it failed to do. What frustrates Matt the most is that, even if it is finally ruled to have been in the wrong, the council may think it was worth it to manage the release of this crucial report. Here, the different interaction goals have put the participants into a situation where they do not have congruency between what they signal with their words and what they signal with their bodies. Neither party can actually fully say what they are feeling because they have to preserve the relationship for the future.", "Matt was aware of the media management being used and resented it, as per the trend noted earlier in the article. However, as has also been noted by researchers (McNair 2011; Louw 2010), journalists are not without power, and can use their coverage to critique the public relations efforts. Therefore, in the piece Matt wrote for broadcast later that day, he mentioned the council's delaying tactics (see Appendix B). However, when the report was released later that week, Matt reported the contents faithfully and did not repeat his criticism of the council.", "In both cases the PRP's role appears to be control of knowledge, rather than its facilitation. In the first interaction, it was evidently not an equal struggle among sources for the attention of the journalist. On the one side were well-resourced professional PRPs and on the other individual residents. The actions of the PRP suggest she was trying to ensure a positive news story about a “very successful meeting” and to diminish the concerns of residents. This must make us uneasy as the meeting was supposed to be about public consultation over the widening of a road. Further, it is potentially concerning that a PRP could frame the legitimate objections of a resident against the behaviour of a publicly funded body as illegitimate and disruptive. It is equally worrying that it was not considered appropriate for the resident to remonstrate at a meeting designed specifically to allow residents to express their concerns. Overall, the data suggest a powerful, official source from a publicly funded bureaucracy providing partial knowledge, or, as Ericson, Baranek, and Chan (1989, 383) describe it, “policing the knowledge”.", "The second example sees an elected body ignoring an order from the Ombudsman, in order to ensure a journalist does not get access to information ahead of its carefully planned public release. Further, the public release appears to be timed to prevent discussion of the contents of the report. The council originally claimed it would be released in “mid-December”, then announced it would be released on December 22, one day ahead of the council's Christmas shutdown. Whether or not this was deliberate, it nonetheless acted to prevent debate. It is difficult not to conclude that the considerable talents of the PRPs were used not to enrich and foster debate about the activities of a publicly funded body, but to prevent embarrassment and to close down discussion.", "This study may have examined only two examples of journalist–source interactions, but as Serini (1993, 6) argued, while the weakness of a case study is that it is limited to one experience and one set of dynamics, its strength is that it provides an in-depth look at the dynamics of the phenomenon under investigation.", "The data presented here strongly suggest that in many cases their interactional goals prevent journalists and PRPs being open with each other, and yet they must maintain the fiction of openness to preserve the journalist–source relationship. Further research into what public relations' scholar Waymer (2013) called non-voluntary relationships would perhaps prove fruitful. Waymer argued that not all relationships have the potential to be positive ones, no matter how much time and effort is put into them by PRPs. Thus, he added (Waymer 2013, 329–330), understanding distancing behaviours of non-voluntary publics—those who are forced by circumstance to maintain a relationship with the organisation—may be useful, especially if those publics, which I argue could include journalists, have in the past been manipulated or taken advantage of by the organisation."]}], "references": [{"title": "Perceived Gaze Direction and the Processing of Facial Displays of Emotion", "year": "2003", "journal": "Psychological Science", "volume": "14", "authors": [{"name": "Adams Reginald", "first_name": "Adams", "last_name": "Reginald", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kleck Robert", "first_name": "Kleck", "last_name": "Robert", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Non-routine News and Newswork: Exploring a What-a-Story", "year": "1992", "journal": "Journal of Communication", "volume": "42", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Processes of Adopting Multimedia and Interactivity in Three Online Newsrooms", "year": "2004", "journal": "Journal of Communication", "volume": "54", "authors": [{"name": "Boczkowski Pablo", "first_name": "Boczkowski", "last_name": "Pablo", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Public Relations, News Production and Changing Patterns of Source Access in the British National Media", "year": "2000", "journal": "Media, Culture \\& Society", "volume": "22", "authors": [{"name": "Davis Aeron", "first_name": "Davis", "last_name": "Aeron", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalists&#039; Hostility toward Public Relations: An Historical Analysis", "year": "2003", "journal": "Public Relations Review", "volume": "29", "authors": [{"name": "DeLorme Denise E.", "first_name": "DeLorme", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Fedler Fred", "first_name": "Fedler", "last_name": "Fred", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Public Relations, the Local Press and the Coverage of Local Government", "year": "1986", "journal": "Local Government Studies", "volume": "12", "authors": [{"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Disfluent Discourse: Effects of Filled Pauses on Recall", "year": "2011", "journal": "Journal of Memory and Language", "volume": "65", "authors": [{"name": "Fraundorf Scott", "first_name": "Fraundorf", "last_name": "Scott", "affiliation": "", "orcid": "", "role": ""}, {"name": "Watson Duane", "first_name": "Watson", "last_name": "Duane", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Neglected Situation", "year": "1964", "journal": "American Anthropologist", "volume": "66", "authors": [{"name": "Goffman Erving", "first_name": "Goffman", "last_name": "Erving", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“An Exploratory Study of Relationships between Local Government Media Officers and Journalists in Regional Australia", "year": "2008", "journal": "Asia Pacific Public Relations Journal", "volume": "9", "authors": [{"name": "Hess Kristy", "first_name": "Hess", "last_name": "Kristy", "affiliation": "", "orcid": "", "role": ""}, {"name": "Waller Lisa", "first_name": "Waller", "last_name": "Lisa", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Conversation Analysis of Em-Mail Requests by Second Language Speakers", "year": "2006", "journal": "Second Language Studies", "volume": "24", "authors": [{"name": "Iimuro Aki", "first_name": "Iimuro", "last_name": "Aki", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Request Strategies: Cross-Sectional Study of Iranian Efl Learners and Australian Native Speakers", "year": "2009", "journal": "English Language Teaching", "volume": "2", "authors": [{"name": "Jalilifar Alireza", "first_name": "Jalilifar", "last_name": "Alireza", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Some Functions of Gaze-Direction in Social Interaction", "year": "1967", "journal": "Acta Psychologica", "volume": "26", "authors": [{"name": "Kendon Adam", "first_name": "Kendon", "last_name": "Adam", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Where Do We Backchannel? On the Use of Mm, Mhm, Uh Huh and Such Like", "year": "2009", "journal": "International Journal of Corpus Linguistics", "volume": "14", "authors": [{"name": "Kjellmer Goran", "first_name": "Kjellmer", "last_name": "Goran", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Compromised Fourth Estate? UK News Journalism, Public Relations and News Sources", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew", "affiliation": "", "orcid": "", "role": ""}, {"name": "Frankin Bob", "first_name": "Frankin", "last_name": "Bob", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Placement of Topic Change in Conversation", "year": "1980", "journal": "Semiotica", "volume": "30", "authors": [{"name": "Maynard Douglas", "first_name": "Maynard", "last_name": "Douglas", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Feeding the Chooks in the Country: A Study of Successful Public Relations Media Strategies in Regional Victoria", "year": "2006", "journal": "Asia Pacific Public Relations Journal", "volume": "7", "authors": [{"name": "Oakham Mandy", "first_name": "Oakham", "last_name": "Mandy", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kirby Bronwyn", "first_name": "Kirby", "last_name": "Bronwyn", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Passive Journalist", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "O'Neill Deirdre", "first_name": "O'Neill", "last_name": "Deirdre", "affiliation": "", "orcid": "", "role": ""}, {"name": "O'Connor Catherine", "first_name": "O'Connor", "last_name": "Catherine", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Progression Analysis (Pa): Investigating Writing Strategies at the Work Place", "year": "2003", "journal": "Journal of Pragmatics", "volume": "35", "authors": [{"name": "Perrin Daniel", "first_name": "Perrin", "last_name": "Daniel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Getting to the Story: Unwriteable Discourse and Interpretive Practice in American Journalism", "year": "2001", "journal": "Anthropological Quarterly", "volume": "74", "authors": [{"name": "Peterson Mark", "first_name": "Peterson", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Process Model of News Initiative: Sources Lead First, Reporters Thereafter", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Simplest Systematics for the Organization of Turn-Taking for Conversation", "year": "1974", "journal": "Language", "volume": "50", "authors": [{"name": "Sacks Harvey", "first_name": "Sacks", "last_name": "Harvey", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schegloff Emanuel", "first_name": "Schegloff", "last_name": "Emanuel", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jefferson Gail", "first_name": "Jefferson", "last_name": "Gail", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "To Contact or Not? Investigating Journalists&#039; Assessments of Public Relations Subsidies and Contact Preferences", "year": "2006", "journal": "Public Relations Review", "volume": "32", "authors": [{"name": "Sallot Lynne", "first_name": "Sallot", "last_name": "Lynne", "affiliation": "", "orcid": "", "role": ""}, {"name": "Johnson Elizabeth", "first_name": "Johnson", "last_name": "Elizabeth", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Practices and Actions: Boundary Cases of Other-initiated Repair", "year": "1997", "journal": "Discourse Processes", "volume": "23", "authors": [{"name": "Schegloff Emanuel", "first_name": "Schegloff", "last_name": "Emanuel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Preference for Self-correction in the Organisation of Repair in Conversation", "year": "1977", "journal": "Language", "volume": "53", "authors": [{"name": "Schegloff Emanuel", "first_name": "Schegloff", "last_name": "Emanuel", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jefferson Gail", "first_name": "Jefferson", "last_name": "Gail", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sacks Harvey", "first_name": "Sacks", "last_name": "Harvey", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Influences on the Power of Public Relations Professionals in Organisation: A Case Study", "year": "1993", "journal": "Journal of Public Relations Research", "volume": "5", "authors": [{"name": "Serini Shirley", "first_name": "Serini", "last_name": "Shirley", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“More Than Ink-Stained Wretches: The Resocialization of Print Journalists in Converged Newsrooms", "year": "2004", "journal": "Journalism and Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Singer Jane B", "first_name": "Jane", "last_name": "B", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Strange Bedfellows? The Diffusion of Convergence in Four News Organisations", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Singer Jane B", "first_name": "Jane", "last_name": "B", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“On the Course of Answering Questions", "year": "1993", "journal": "Journal of Memory and Language", "volume": "32", "authors": [{"name": "Smith Vicki", "first_name": "Smith", "last_name": "Vicki", "affiliation": "", "orcid": "", "role": ""}, {"name": "Clark Herbert", "first_name": "Clark", "last_name": "Herbert", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Hamster Wheel", "year": "2010", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Starkman Dean", "first_name": "Starkman", "last_name": "Dean", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Media Perceptions of Public Relations in New Zealand", "year": "2010", "journal": "Journal of Communication Management", "volume": "14", "authors": [{"name": "Sterne Graeme", "first_name": "Sterne", "last_name": "Graeme", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“News Production Theory and Practice: Fieldwork Notes on Power, Interaction and Agency", "year": "2008", "journal": "Pragmatics", "volume": "18", "authors": [{"name": "Van Hout Tom", "first_name": "Van", "last_name": "Tom", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jacobs Geert", "first_name": "Jacobs", "last_name": "Geert", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Framing the News: An Ethnographic View of Business Newswriting", "year": "2010", "journal": "Text \\& Talk", "volume": "30", "authors": [{"name": "Van Hout Tom", "first_name": "Van", "last_name": "Tom", "affiliation": "", "orcid": "", "role": ""}, {"name": "Macgilchrist Felicitas", "first_name": "Macgilchrist", "last_name": "Felicitas", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Inside a World of Spin: Four Days at the World Trade Organisation", "year": "2006", "journal": "Ethnography", "volume": "7", "authors": [{"name": "Velthius Olav", "first_name": "Velthius", "last_name": "Olav", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Democracy and Government Public Relations: Expanding the Scope of ‘Relationship’ in Public Relations Research", "year": "2013", "journal": "Public Relations Research", "volume": "39", "authors": [{"name": "Waymer Damion", "first_name": "Waymer", "last_name": "Damion", "affiliation": "", "orcid": "", "role": ""}]}]}