{"doi": "10.1080/17512786.2011.629125", "url": "https://doi.org/10.1080/17512786.2011.629125", "title": "NEWS ON NEW DEVICES", "volume": "6", "year": "2012", "issue": "4", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Chyi", "first_name": "Hsiang", "name": "Hsiang Iris Chyi"}, {"last_name": "Chadha", "first_name": "Monica", "name": "Monica Chadha"}], "abstract": " News organizations worldwide now deliver content through multiple electronic devices such as computers, smartphones, e-readers, and tablets. While multi-platform news delivery is widely prevalent, is multi-platform news “consumption” a reality? This study examines the extent to which people own, use, and enjoy these electronic devices. Results of a national survey of US Internet users suggested that despite the excitement about newer, more portable devices, not all devices are equally “newsful.” Most people use only one electronic device for news purposes on a weekly basis. We identified the predictors of device ownership and multi-platform news consumption and discussed the implications for multi-platform news publishing. ", "body": [{"title": "Introduction", "paragraphs": ["The American newspaper industry has been experimenting with online delivery for more than a decade. The New York Times launched its Web edition in 1996; since then, most news organizations have been delivering content through the Internet. Propelled further by technological advances such as smartphones (e.g., Apple's iPhone) and e-book readers (e.g., Amazon's Kindle), news publishers explored news delivery through mobile devices. More recently, the launch of the computer tablet—the iPad—by Apple Inc. in April 2010 has renewed the excitement and newspaper publishers are scrambling to create new versions of their paper especially for this device (Art of the iPhone, 2011). It is indeed difficult to find a technology that newspapers do not embrace (Picard, 2009).", "Newspapers are knee-deep in explorations of various online delivery channels and have shifted a substantial amount of their dwindling resources from their print editions to new devices, believing that younger readers will embrace these devices as new sources of news and information. Overall, most American media companies have adopted a 360-degree strategy that incorporates taking content decisions “shaped by the potential to generate consumer value and returns through multiple platforms of expression of that content and via a number of distributive outlets” (Doyle, 2010, p. 432). In other words, a 360-degree strategy is one adopted by media companies to engage audiences with content across the various platforms available, such as creating television programming that also includes a plan for Web and mobile content (Parker, 2007).", "The idea of commissioning content that is suitable for and available over more than one platform has also been adopted by media companies in Europe given the increasing number of multi-platform consumers. A research report (Caras, 2010) stated that there are 19 million multi-screen consumers across the United Kingdom, France, Germany, Italy, Spain, The Netherlands and Sweden, who own and use a TV and access the Internet via a computer and smartphone on a weekly basis. In an attempt to get the attention of these consumers, media companies such as the British Broadcasting Corporation announced changes in its programming and commissioning approach to reflect the evolving media scenario (BBC, 2006). Sweden's public service channel (SVT) also moved towards producing multi-platform content (Bolin, 2009).", "Despite investments in these new platforms and consciously diversifying their product portfolios, it is not clear whether media corporations will reap the kind of profits they envisage or news consumers will adopt their new products with the readiness they expect and forecast. Take American media companies' Web operations, for example—after 15 years of experimentation, only 10 percent of the newspaper's total advertising revenue comes from this avenue (Newspaper Association of America, 2011). As newspaper companies explore newer ways of delivery with the same excitement, are they really gaining new ground? At the end of the day, it is consumer demand that will determine the future of the news industry. The purpose of this study, therefore, is to investigate whether multi-platform news consumption is a reality and the extent to which people own, use, and perceive multiple electronic devices. Based on a national survey of US Internet users, this study examines the ownership of these devices and news use on them. We have also tried to extrapolate whether news companies ought to focus their limited resources on these new avenues rather than their traditional/legacy media platforms."]}, {"title": "Literature Review", "paragraphs": ["The average American news consumer has never had nearly as many choices for news consumption as today. More people in the United States now own wireless devices such as computer notebooks and netbooks, smartphones, e-book readers, and tablets compared to before. A recent study by Pew Internet research stated that 59 percent of American adults used a wireless connection by means of a computer or cell phone to access the Internet (Smith, 2010a). With so many gadgets permeating the market and offering a myriad of platforms and options for people to access media, news businesses have begun targeting this fragmented market through convergence and adoption of a multi-platform strategy towards content production.", "Digitization of news content and processes have led to easy flow and facilitation of data files across various platforms such as print, radio and television, thus leading to “media convergence” (Avilés and Carvajal, 2008). In other words, contemporary audiences are cross-platform consumers who consume media through various channels (Albarran, 2010). No longer are they restricted to a newspaper, a television channel or a radio. They can now get the same content via their computer tablets, cell phones, podcasts, e-readers and other mobile devices. Media scholars have found it difficult to come up with a conceptualization of convergence that is agreed upon by all (Dailey et al., 2005). Researchers have either defined it as a coming together of disparate media entities such as print, broadcast and online news organizations and their consequent converged outputs or an internal integration of broadcast or print and online newsrooms within the same organization (Thurman and Lupton, 2008). In his book Convergence Culture: Where old and new media collide, author Henry Jenkins (2006) wrote that convergence encouraged news consumers to seek new information across different platforms and make sense of it for themselves despite the content's dispersed state and this is how we have also approached the concept for the purpose of this paper.", "Continual technological advances have forced media companies to keep up with the changing times and transform themselves into multi-platform media enterprises (Albarran, 2010), producing and offering more than one product in the market. Spreading themselves across various platforms and developing “cross-media product portfolios” (Picard, 2005, p. 1) not only helps media companies reduce their risk of loss from events such as product failure, decreasing demand and changing business cycles but also helps them to explore new revenue streams.1 However, managing a cross-media portfolio also creates new challenges because it becomes increasingly difficult to enumerate user demand.", "Multimedia platform and cross-media portfolio approaches have led to what is known as the 360-degree strategy to target consumers who may own and use more than one electronic device to engage with media (Parker, 2007). This involves strategic decisions related to content from the conceptual stage that are focused toward generating consumer value and returns through multiple forms of expression of that content via a number of distributive outlets such as online, mobile and games (Doyle, 2010). For example, The New York Times not only offers a paper product, but also a news site on the Web as well as news applications (apps) for various smartphones such as iPhones, Android-based phones and tablets such as the iPad. As a result, the content created by the company, while similar, is produced keeping each individual platform in mind. However, in order to gain any success in expanding across platforms and operate the cross-media portfolios, it is important for media companies to regularly re-evaluate and analyze their product offerings and adapt to changing market conditions so as to direct their resources towards those that are important to the company (Picard, 2005).", "In an attempt to examine and analyze media companies' product offerings bearing the introduction of new technological devices in mind, this study first sought to document the adoption rate (i.e., the percentage of the population that own or have regular access to a particular technology) of seven types of electronic technologies: (1) computers,2 (2) netbooks,3 (3) iPhones,4 (4) other smartphones,5 (5) iPod Touch,6 (6) e-book readers,7 and (7) iPads,8 addressing the following research question:  RQ1: What are the adoption rates of various electronic devices?  ", " RQ1: What are the adoption rates of various electronic devices?", "Adoption rate, a key concept in the diffusion of innovations theory, serves as an indicator of the extent to which a new technology undergoes a diffusion process in a social system (Rogers, 2003). However, the adoption rate of a multi-purpose technology (such as a smartphone) only indicates the availability of that technology as a potential news device, because ownership does not necessarily translate into use for news purposes. It is thus important to also examine the percentage of the population that actually uses these devices to access news. Therefore, we proposed our second research question:  RQ2: To what extent do people access news through their owned devices?  ", " RQ2: To what extent do people access news through their owned devices?", "The underlying logic of media companies adopting multi-platform strategies is based on the belief that these are new ways of ensuring they do not lose their audiences and continue to reach out to them. Consumers may choose to read the news online instead of paper but the idea is they should continue to read the news (Avriel, 2007). It would seem natural to assume that users of Internet-enabled new devices might also use them to read the news, but such an assumption may be oversimplifying the reality. According to David Mindich, author of Tuned Out: why Americans under 40 don't follow the news, most young people go online “for anything but news” (2005, p. 4). The same complexity may characterize the use of mobile devices. Smartphones, e-readers, and tablets are all multifunctional devices that are not designed specifically for news purposes. Smartphones, despite being highly portable devices, have relatively small screens. A recent Pew study shows only 11 percent of the American adult population reported having an app on their smartphones or tablets for local news and information and only 1 percent pays for these apps (Purcell et al., 2011). The Kindle, one of the most popular e-book readers, often described as “more suited to reading,” still lacks color displays. The New York Times, the most popular newspaper title on the Kindle (Benton, 2008a), had only 10,000 subscribers in late 2008 (Benton, 2008b). A 2009 article in Time magazine asked, “Will Amazon's Kindle Rescue Newspapers?” (Quittner, 2009), implying that just as the e-reader gave a seemingly new lease of life to the trade books, the same outcome could be expected for newspapers. Such high (and false?) hopes were soon replaced by expectations for something newer—the iPad—another multi-purpose device.", "Although academic interest in communication technology has been reflected on several long-standing paradigms such as diffusion of innovations and uses and gratifications,9 we found no relevant concept handling specifically the complexity associated with or resulting from the multi-faceted nature of multi-purpose devices. Therefore, to determine various devices' applicability for news consumption, this study introduces a new concept, newsfulness, to measure the likelihood that a device or gadget is used for news. The unit of analysis is the technology, as opposed to individual users (as often is the case in uses and gratifications research). This concept captures the propensity that a multi-purpose device is used for news and allows researchers to make comparisons across various technologies, which, in turn, would enable the evaluation of different publishing platforms from the portfolio management perspective. Therefore, the analysis sought to determine how “newsful” each electronic device is by addressing the following research question:  RQ3: How “newsful” is each of the seven multi-purpose devices?  ", " RQ3: How “newsful” is each of the seven multi-purpose devices?", "Media researchers have found that simultaneous use of multiple news media is common among Internet news users (Chyi and Huang, 2011; Chyi et al., 2010; Nguyen and Western, 2006). The researchers also found that those who relied on the Internet for news and information still used traditional sources quite substantially. These results are in keeping with Everett Rogers' idea that adoption of one idea could lead to the adoption of others and he conceptualized technology clusters as, “one or more distinguishable elements of technology that are perceived as being interrelated” (2003, p. 249). These studies underscore the relationship between online and traditional or legacy media use—consumers of one medium were highly likely to use the other.", "Technologies that form a cluster would then have similar functional characters or satisfy the same underlying needs (LaRose and Atkin, 1992). For example, iPods can be perceived as compatible with personal computers and, therefore, belong to the same technology cluster; an individual who owns a personal computer is more likely to buy an iPod compared to an individual who does not own a personal computer (Vishwanath and Chen, 2006).", "Media scholars have found a positive relationship between previous use of technologies and early adoption of a new innovation that is similar. Westlund (2008) examined news use specifically on mobile devices by analyzing data from five national surveys carried out during 2005, 2006 and 2007 in Sweden and found that usage of mobile devices was higher among those who went online often, thus pointing to a technology dimension related to the use of mobile devices for news services. Further analysis showed that frequent users of online newspapers have adopted a mobile device as a news medium to a higher extent than the general public. The author concluded that use of mobile devices for news was more common among people who possess other technologies such as MP3 players, laptops, home theater systems and more. Kang (2002) found that people who watch television, have premium channels and evaluate their cable operator as innovative towards technology were more likely to upgrade to new cable services, sooner than their counterparts who did not display these behaviors. Vishwanath and Chen (2006) found that early adopters tend to perceive innovations as complementary since they relate to technologies based on their functional similarity. They are therefore likely to adopt related technologies.", "Given that previous research has found a relationship in adoption between mobile phones and online access as well as grouped iPods with computer use, our study expanded this set to include e-readers and the iPad, proposing the following hypotheses:  H1: There is a positive relationship between the ownership of one device and the ownership of other devices.    H2: There is a positive relationship between the use of one device for news and the use of other devices for news.  ", " H1: There is a positive relationship between the ownership of one device and the ownership of other devices. ", " ", "H2: There is a positive relationship between the use of one device for news and the use of other devices for news.", "A recent Pew survey (Smith, 2010b) revealed that from an array of devices (cell phones, desktop computers, laptop computers, MP3 players, game consoles, e-book readers and tablet computers), eight in 18 American adults (78 percent) owned two or more of these devices. The study also showed that, while adults under the age of 45 tended to own up to four devices, those between the ages of 55 and 64 years owned two devices and those aged 65 years and older tended to own one device. However, they did not specify whether, how, or from what devices they accessed news and information. Thus the information relevant to journalism researchers and the news industry is how many people actually access news on multiple devices. In other words, to what extent is news use through new devices a reality? In addition, this study sought to examine what factors account for the ownership of as well as news use on multiple devices, addressing the following research questions:  RQ4: To what extent do people access news across multiple platforms?  RQ5: What are the predictors of ownership of multiple electronic devices?  RQ6: What are the predictors of news access through multiple electronic devices?  ", " RQ4: To what extent do people access news across multiple platforms? ", "RQ5: What are the predictors of ownership of multiple electronic devices? ", "RQ6: What are the predictors of news access through multiple electronic devices?", "While consumption is important, as is usage of different platforms to consume media, past research has also identified attitudinal variables as key factors driving the media selection process (Chyi and Chang, 2009). For example, previous research shows that online news is perceived as less credible (Amsbary and Powell, 2003), less likeable (Chyi and Chang, 2009), less useful (De Waal et al., 2005), less preferred (Chyi and Lasorsa, 2002), or inferior (Chyi and Yang, 2009) when compared with traditional media.", "Specifically, this study examined media enjoyment, which has primarily been studied as a pleasurable response to entertainment media (Tamborini et al., 2010). Most communication researchers use the term “enjoyment” to explain positive reactions towards media (Raney and Bryant, 2002; Vorderer et al., 2004) and have explored the relationship between people's exposure to certain kinds of content and their reported level of enjoyment (Denham, 2004). In journalism research, however, “enjoyment” as a concept has remained understudied. As new and old media co-evolve, cross-media differences, as perceived by users, carry important implications regarding the competitive advantage of news delivered through various devices. Therefore, this study addressed the following research question:  RQ7: How do users evaluate different devices in terms of enjoyment? How do new devices fare in comparison with the legacy format (e.g., print newspaper)?  ", " RQ7: How do users evaluate different devices in terms of enjoyment? How do new devices fare in comparison with the legacy format (e.g., print newspaper)?"]}, {"title": "Method", "paragraphs": ["A Web-based survey of 767 randomly selected US Internet users (18+ years old) was conducted during August 3–6, 2010 to examine multi-platform news consumption.10 ", "The sample was generated by Survey Sampling International (SSI), a research firm specializing in survey research with 30-plus years of experience. SSI's North American online panel consists of more than 1.4 million active households.11 The panelists were recruited from Web communities, databases, mailing lists, or other collections that have opted to participate in online survey research. SSI seeks to reach both highly visible and hard-to-reach groups on the Internet, such as ethnic minorities, young people, and seniors, to ensure that the sample is representative of the US online population (Survey Sampling International, 2008). SSI administers surveys by sending email notifications to its panelists, who were eligible to receive incentives for participation.12 ", "Online panel surveys have increased dramatically during the last decade, accounting for between one-third and one-half of the total volume of surveys being conducted by US market research firms (Baker, 2010). Compared with Random Digit Dialing (RDD), online surveys offer obvious benefits such as the speed, the elimination of interviewer bias, lower cost, allowing respondents to choose when and where to complete the survey, and lowering the intrusiveness associated with telephone surveys and the social desirability effect (Fisher, 2005). On the other hand, panel-based surveys are subject to coverage issues because only 74 percent of US adults were online as of 2010 (Rainie, 2010). Moreover, response rates tend to be low and the difference between those who volunteer to take the survey and those who do not may be a source of bias (Baker, 2010).", "The response rate of this survey was 4 percent. This represents a low, but not unusual response rate for an online-based survey (Baker, 2010). The overall sample size—in this case, 767 respondents—contributes to the stability of the findings as larger sample sizes tend to produce more reliable sample estimates (Shih and Fan, 2009).", "Understanding the limitations of panel-based surveys, we compared the survey sample with the US Internet population in terms of gender, age, income, and education, and found the sample over-represented females and those in the lower income categories. To ensure that the demographic characteristics of the sample closely match the demographic characteristics of the Internet population in the United States, we took a common post-survey adjustment approach—standard demographic weighting (Baker, 2010) and weighted the data to gender and income. That is, to assign a numerical ratio (“weight”) to each individual in the sample—members in the under-sampled groups received a heavier weight than those of oversampled groups (Voss et al., 1995).13 The weighted sample size is 776.", "The survey took an average of 10 minutes to complete and focused on the use of and attitudes toward traditional and online news platforms and devices. The questionnaire was developed based on the results of a focus group comprising 14 college students and several rounds of pretests.", "The penetration rate of a particular electronic device is defined as the percentage of people who own or have regular access to the device.", "A multi-purpose device's newsfulness is defined as the likelihood of the device being used for news access, which is calculated by dividing the numbers of users who use the device for news access within a particular time frame (e.g., daily or weekly) by the total number of owners of that device."]}, {"title": "Results", "paragraphs": [" Table 1 compares weighted and unweighted sample distributions with the population parameters on gender, age, income, and education. The weighted sample is reasonably representative of the US Internet population.", "RQ1 sought to compare the penetration rates of various electronic devices. Table 2 shows that almost all respondents (98.8 percent) owned or had regular access to a desktop or laptop computer, which is not surprising given that this was a Web-based survey. About a quarter of the respondents owned a smartphone (10.1 percent owned an iPhone and 14.9 percent other smartphones). Some 12.9 percent owned an iPod Touch. Ownership of newer devices such as e-readers and the iPad was under 6 percent at the time of the study.", "RQ2 asked to what extent people access news through their owned devices. Results showed that the desktop/laptop computer is the most used device for news access—74.9 percent of the respondents used it to get news at least once a week and 46 percent did so every day. The smartphone was a distant second—about 19.6 percent accessed news through either an iPhone or other smartphone on a weekly basis, and 6.3 percent on a daily basis. As for the other devices (the netbook, iPod Touch, e-reader, and iPad), less than 10 percent of the respondents used them for news at least once a week and less than 5 percent did so every day (Table 2).", "RQ3 asked, for a particular multi-purpose device, what is the likelihood that it is used to access news. Table 2 presents the newsfulness ratio for each device in the last two columns. When the ratio was calculated by including users who used the device for news purposes at least once a week (column D in Table 2), the most “newsful” devices are the iPad (1.31),14 followed by e-readers (0.93), and the iPhone (0.90)—suggesting that these relatively new portable devices, despite low penetration rates, were very much likely to be used for news access on a weekly basis.", "But when the ratio was calculated by including everyday users only (column E in Table 2), the desktop/laptop computer ranks the highest (0.47), followed by the netbook and the iPad (0.35 each), and the iPhone (0.33)—suggesting that the computer is the most frequently used platform through which people access news and information on a daily basis. About one-third of iPad and iPhone owners use these portable devices to access news every day.", "H1 predicted that there is a positive relationship between the ownership of one device and the ownership of other devices. Table 3 presents the results. The correlation analysis showed that owning one device is positively related to owning other devices—the only exception being the desktop/laptop computer. This is apparently because this study is based on a survey of Internet users—almost all respondents own a computer—thus there is little variation on computer ownership. So, H1 is supported.", "H2 predicted that there is a positive relationship between the use of one device for news and the use of other devices for news. Table 3 shows that this is indeed the case—all correlation coefficients are positive. In other words, the more often one uses an electronic device to get news, the more often one would use other devices to get news. H2 is also supported.", "RQ4 asked to what extent people accessed news through multiple electronic devices. In other words, how many devices did an individual use for news access on a weekly basis? Results showed that 24 percent of the respondents did not use any electronic device to get news on a weekly basis. The majority (57 percent) used only one such device to access news, 10.4 percent used two, and only 8.5 percent used three or more such devices to get news. The average number of devices used for weekly news access is 1.2, compared with 1.6 for the three traditional platforms (print newspapers, TV, and news magazines). Therefore, despite the growing number of new electronic devices available to Americans, they continue to use traditional formats more than the newer ones to get the news.", "RQ5 sought to identify the predictors of ownership of multiple electronic devices. Table 4 shows that age negatively predicts the ownership of electronic devices (β = 0.390, p<0.001), while education, income, student identity, and news interest are positive predictors.", "RQ6 sought to identify the predictors of news consumption on multiple electronic devices. Results of the regression analysis showed that income and student identity dropped out of the model (Table 4). In other words, while income and student identity predict ownership of devices, they do not have an impact on news use through the devices.", "RQ7 asked how users evaluate different devices in terms of enjoyment and how new devices fare in comparison with the legacy platforms (e.g., print newspapers, TV, and news magazines). Table 5 shows the results. Among the new devices, the desktop/laptop computer is the most enjoyable and other smartphones the least. The average score for the new devices is 5.28, trailing behind the average (5.73) for legacy platforms (i.e., print newspapers, TV, and news magazines). In other words, newer devices are not perceived as more enjoyable compared with traditional platforms."]}, {"title": "Discussion", "paragraphs": ["Overall, this study examined how users access and perceive news on new devices and presented a comprehensive picture regarding multi-platform news consumption. The results challenge a number of assumptions about news use on new devices. Broadly speaking, this study presents three key findings: (1) not all devices are equally “newsful,” (2) news consumption on multiple devices is not yet a reality, and (3) newer platforms are not more enjoyable for news consumption in comparison to the traditional platforms.", "With many media companies investing a significant amount of their budgets in creating news applications to reach out to the increasing number of adopters of new technologies such as netbooks, smartphones, e-readers, and iPads, it is important to question the underlying assumption that owners or users of these devices would access online news on these platforms. Our results showed a modest adoption rate of smartphones—a fourth of Internet users owned either an iPhone or a similar kind of smartphone. And ownership of e-readers and the iPad was much lower—under 6 percent each.", "Moving beyond adoption, this study introduced the concept of newsfulness, a new metric that helps evaluate the applicability of new technology to news consumption. The analysis showed how “newsful” each new electronic device is. Among the owners of the technology, 5 percent or less used a netbook, iPod Touch, e-reader, and iPad for news every day. Overall, the daily news access rate for all but one electronic device (desktop/laptop computer being the exception) is below 0.35, which means, of all who own these devices, only a third or less use them for news every day. This leads us to believe that these devices (netbooks, smartphones, iPod Touch, e-readers, and iPad) are not very “newsful” or conducive to accessing online news. Coupled with the modest to low penetration rates of these devices, actual news consumption that occurs on these new devices is limited.", "It is also important to monitor what type of content is consumed through new devices. According to the latest Pew study on local news access through mobile devices, 42 percent of mobile device owners said they sought weather updates while 37 percent said they looked for information related to restaurants and other local businesses (Rosenstiel et al., 2011).", "These findings suggest that media companies should exercise some caution or skepticism when adopting a technological deterministic approach towards the future of news. The introduction of new technology is almost always accompanied by excitement about its myriad possibilities and capabilities. But our results showed that there is low adoption of these new devices and they may not necessarily be used for news purposes. In comparison, respondents are most likely to access the news on a daily basis through the desktop/laptop computer—the oldest, least-fancy electronic device. This reiterates our previous conclusion that newer devices may not necessarily be as “newsful.” It also shows that the launch of a new and elaborate device will not necessarily translate into people using it to access news.", "Support for our hypothesis, based on technological cluster adoption, suggests that adoption of new electronic devices is, in general, restricted to a particular group of people who are prone to adopting new devices and technology. This may not translate into wider access amongst the population and may aggravate the existing digital divide—the phenomenon that “might exacerbate inequality rather than ameliorate it” amongst those who have Internet access and those who do not (Dimaggio et al., 2004). For media companies, creating product portfolios on multiple platforms may result in their pursuing a relatively small group of consumers who own and access news through multiple devices—i.e., those who are younger, better educated, and more interested in news.", "Indeed, our results showed that more than half of the respondents used just one electronic device to get the news. Less than 10 percent used three or more such devices to get the news. Overall, from the seven news devices included in this study, an average user used 1.2 such devices within a week. Interestingly, when the same analysis was run on three traditional platforms—namely print newspapers, television and news magazines—the average number of platforms used for news access is 1.6. This is a fairly strong indication that traditional news platforms, despite a shrinking user base, still play an important role in providing information to the news consumer. It is yet another reiteration of the fact that media companies must approach new technologies with a mix of enthusiasm and caution; they must not do so at the cost of their traditional offerings, which remain their core products and primary revenue drivers.", "Despite the growing audience adoption and usage of new devices, our analysis showed that, compared with traditional platforms, newer devices do not yield a more enjoyable user experience. On a scale of 0 to 7, the three traditional media fared 5.73—TV ranked the highest at 6.09, with newspapers coming in second at 5.94. In contrast, the seven electronic devices fared 5.28, with the computer (desktop or laptop) ranked the highest at 5.89. The results showed that new devices may be fancier but are not perceived as more enjoyable for accessing news. Traditional platforms still play an important role in the changing media scene.", "In summary, our findings suggest that media companies must continue to invest in their core products on traditional platforms while adopting a philosophy of 360-degree commissioning (Parker, 2007), geared towards multi-platform production and consumption. Clearly, traditional platforms have not reached the end of their road just yet. Adoption of new devices is still fairly low and while this number may increase in the future,15 our study indicates that ownership of these devices may not translate into their being “newsful.” We believe that while new technologies do seem promising and may possibly hold some effective solutions for the struggling news industry, traditional or legacy media will continue to play an important role in providing news to the interested consumer.", "In the latest “State of the News Media” report, Rosenstiel and Mitchell (2011) carried a word of caution about multi-platform news distribution: “Each technological advance has added a new layer of complexity—and a new set of players—in connecting that content to consumers and advertisers.” This is because multi-platform news organizations increasingly rely on aggregators (Google, Yahoo!) and social networks (Facebook, Twitter) to help draw audiences and must follow the rules of device manufacturers (Apple) and software developers (Google) to get their content delivered. What is worse, each new player takes a share of the revenue and in many cases, also controls audience information (Rosenstiel and Mitchell, 2011).", "From the product portfolio management perspective, false hopes often lead to bad decisions such as killing or deprioritizing existing products that generate most of the revenue. Therefore, media firms should differentiate their primary products from secondary ones (Picard, 2005) by evaluating how users respond to their cross-media product offerings with reality-based data to develop proper portfolio management strategies.", "The data were collected through an online survey. As a result, all respondents were computer users with Internet access and people without Internet access were not included in the sample. Because all respondents were computer users, they may favor the computer as a news platform. Yet, had the survey been able to include people with no Internet access, one would expect that the degree of news consumption through electronic devices would have been even lower than what was presented here. In the United States, the adoption rate of the computer is higher than that of most mobile technologies, and most mobile devices (e.g., iPodTouch and iPad) require users connect such devices to a computer to be activated or managed by applications developed by the manufacturer (e.g., iTunes). So surveying Internet users through a Web-based survey means that most mobile device users were included in the sample. However, given the response rate, we do not have sufficient information to determine the attitudinal and behavioral difference between those who volunteered to take the survey versus those who did not. By weighting the data, we hope that we have addressed at least part of the issue.", "We found that, among the seven electronic devices studied here, people are most likely to use their computers—desktops or laptops—to access news. Results as such may not be as applicable in developing nations where computer access is rather limited. For example, only 22.5 percent of the households in developing countries have a computer compared to 71 percent in developed countries (International Telecommunication Union, 2010). Additionally, even though cell phone access tends to be more common than computer access in developing countries (International Telecommunication Union, 2010), low Internet penetration in those regions leads us to speculate that not many people access news online.16 ", "Despite these limitations, this study attempted to serve as a timely and systematic examination of multi-platform news consumption, taking into consideration all electronic devices that granted news access at the time of the survey. Future studies should continue monitoring the adoption rate of these devices, their newsfulness, as well as each platform's cost-effectiveness and ROI (return on investment) as media companies keep rolling out new services on new devices."]}], "references": [{"title": "Factors Influencing Evaluations of Web Site Information", "year": "2003", "journal": "Psychological Reports", "volume": "93", "authors": [{"name": "Amsbary Jonathan Howard", "first_name": "Amsbary", "last_name": "Howard"}, {"name": "Powell Larry", "first_name": "Powell", "last_name": "Larry"}]}, {"title": "Integrated and Cross-media Newsroom Convergence: two models of multimedia news production—the cases of Novotécnica and La Verdad Multimedia in Spain", "year": "2008", "journal": "Convergence: The International Journal of Research into New Media Technologies", "volume": "14", "authors": [{"name": "Avilés José Alberto García", "first_name": "Avilés", "last_name": "García"}, {"name": "Carvajal Miguel", "first_name": "Carvajal", "last_name": "Miguel"}]}, {"title": "Demystifying the Demand Relationship Between Online and Print Products Under One Newspaper Brand: the case of Taiwan and the emergence of a universal pattern", "year": "2011", "journal": "Asian Journal of Communication", "volume": "21", "authors": [{"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}, {"name": "Huang Sonia J.", "first_name": "Huang", "last_name": "J."}]}, {"title": "An Explorative Study on the Market Relation Between Online and Print Newspapers", "year": "2002", "journal": "Journal of Media Economics", "volume": "15", "authors": [{"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}, {"name": "Lasorsa Dominic l.", "first_name": "Lasorsa", "last_name": "l."}]}, {"title": "Is Online News an Inferior Good? Examining the economic nature of online news among users", "year": "2009", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "86", "authors": [{"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}, {"name": "Yang Mengchieh Jacie", "first_name": "Yang", "last_name": "Jacie"}]}, {"title": "Use of and Satisfaction with Newspaper Sites in the Local Market: exploring differences between hybrid and online-only users", "year": "2010", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}, {"name": "Yang Mengchieh", "first_name": "Yang", "last_name": "Mengchieh"}, {"name": "Jacie Lewis", "first_name": "Jacie", "last_name": "Lewis"}, {"name": "Seth C.", "first_name": "Seth", "last_name": "C."}, {"name": "Zheng Nan", "first_name": "Zheng", "last_name": "Nan"}]}, {"title": "The Convergence Continuum: a model for studying collaboration between media newsrooms", "year": "2005", "journal": "Atlantic Journal of Communication", "volume": "13", "authors": [{"name": "Dailey Larry", "first_name": "Dailey", "last_name": "Larry"}, {"name": "Demo Lori", "first_name": "Demo", "last_name": "Lori"}, {"name": "Spillman Mary", "first_name": "Spillman", "last_name": "Mary"}]}, {"title": "Online Newspapers: a substitute or complement for print newspapers and other information channels?", "year": "2005", "journal": "Communications", "volume": "30", "authors": [{"name": "De Waal Ester", "first_name": "De", "last_name": "Ester"}, {"name": "Schoenbach Klaus", "first_name": "Schoenbach", "last_name": "Klaus"}, {"name": "Lauf Edmund", "first_name": "Lauf", "last_name": "Edmund"}]}, {"title": "Toward an Explication of Media Enjoyment: the synergy of social norms, viewing conditions and program content", "year": "2004", "journal": "Communication Theory", "volume": "14", "authors": [{"name": "Denham Bryan E.", "first_name": "Denham", "last_name": "E."}]}, {"title": "From Television to Multi-platform: less for more or more for less?", "year": "2010", "journal": "Convergence: The International Journal of Research into New Media Technologies", "volume": "16", "authors": [{"name": "Doyle Gillian", "first_name": "Doyle", "last_name": "Gillian"}]}, {"title": "Digital Cable: exploring factors associated with early adoption", "year": "2002", "journal": "Journal of Media Economics", "volume": "15", "authors": [{"name": "Kang Myung-Hun", "first_name": "Kang", "last_name": "Myung-Hun"}]}, {"title": "Audiotext and the Re-invention of the Telephone as a Mass Medium", "year": "1992", "journal": "Journalism Quarterly", "volume": "69", "authors": [{"name": "Larose Robert", "first_name": "Larose", "last_name": "Robert"}, {"name": "Atkin David", "first_name": "Atkin", "last_name": "David"}]}, {"title": "College Student Motives for Chatting on ICQ", "year": "2001", "journal": "New Media \\& Society", "volume": "3", "authors": [{"name": "Leung Louis", "first_name": "Leung", "last_name": "Louis"}]}, {"title": "More Than Just Talk on the Move: uses and gratifications of the cellular phone", "year": "2000", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "77", "authors": [{"name": "Leung Louis", "first_name": "Leung", "last_name": "Louis"}, {"name": "Wei Ran", "first_name": "Wei", "last_name": "Ran"}]}, {"title": "The Complementary Relationship Between the Internet and Traditional Mass Media: the case of online news and information", "year": "2006", "journal": "Information Research", "volume": "11", "authors": [{"name": "Nguyen AN", "first_name": "Nguyen", "last_name": "AN"}, {"name": "Western Mark", "first_name": "Western", "last_name": "Mark"}]}, {"title": "Moral Judgment and Crime Drama: an integrated theory of enjoyment", "year": "2002", "journal": "Journal of Communication", "volume": "52", "authors": [{"name": "Raney Arthur A.", "first_name": "Raney", "last_name": "A."}, {"name": "Bryant Jennings", "first_name": "Bryant", "last_name": "Jennings"}]}, {"title": "Comparing Response Rates in E-mail and Paper Surveys: a meta-analysis", "year": "2009", "journal": "Educational Research Review", "volume": "4", "authors": [{"name": "Shih Tse-Hua", "first_name": "Shih", "last_name": "Tse-Hua"}, {"name": "Fan Xitao", "first_name": "Fan", "last_name": "Xitao"}]}, {"title": "Defining Media Enjoyment as the Satisfaction of Intrinsic Needs", "year": "2010", "journal": "Journal of Communication", "volume": "60", "authors": [{"name": "Tamborini Ron", "first_name": "Tamborini", "last_name": "Ron"}, {"name": "Bowman Nicholas David", "first_name": "Bowman", "last_name": "David"}, {"name": "Eden Allison", "first_name": "Eden", "last_name": "Allison"}, {"name": "Grizzard Matthew", "first_name": "Grizzard", "last_name": "Matthew"}, {"name": "Organ Ashley", "first_name": "Organ", "last_name": "Ashley"}]}, {"title": "Convergence Calls: multimedia storytelling at British news websites", "year": "2008", "journal": "Convergence: The Journal of Research into New Media Technologies", "volume": "14", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Lupton Ben", "first_name": "Lupton", "last_name": "Ben"}]}, {"title": "Technology Clusters: using multidimensional scaling to evaluate and structure technology clusters", "year": "2006", "journal": "Journal of the American Society for Information Science and Technology", "volume": "57", "authors": [{"name": "Vishwanath Arun", "first_name": "Vishwanath", "last_name": "Arun"}, {"name": "Chen Hao", "first_name": "Chen", "last_name": "Hao"}]}, {"title": "Enjoyment: at the heart of media entertainment", "year": "2004", "journal": "Communication Theory", "volume": "14", "authors": [{"name": "Vorderer Peter", "first_name": "Vorderer", "last_name": "Peter"}, {"name": "Klimmt Christoph", "first_name": "Klimmt", "last_name": "Christoph"}, {"name": "Ritterfeld Ute", "first_name": "Ritterfeld", "last_name": "Ute"}]}, {"title": "The Polls—a review: preelection survey methodology: details from eight polling organizations, 1988 and 1992", "year": "1995", "journal": "The Public Opinion Quarterly", "volume": "59", "authors": [{"name": "Voss Stephend", "first_name": "Voss", "last_name": "Stephend"}, {"name": "Gelman Andrew", "first_name": "Gelman", "last_name": "Andrew"}, {"name": "King Gary", "first_name": "Gary", "last_name": ""}]}, {"title": "From Mobile Phone to Mobile Device: news consumption on the go", "year": "2008", "journal": "Canadian Journal of Communication", "volume": "33", "authors": [{"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}]}]}