{"doi": "10.1080/17512786.2011.650922", "url": "https://doi.org/10.1080/17512786.2011.650922", "title": "ENVISIONING JOURNALISM PRACTICE AS RESEARCH", "volume": "6", "year": "2012", "issue": "4", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Niblock", "first_name": "Sarah", "name": "Sarah Niblock", "affiliation": "", "orcid": "", "role": ""}], "abstract": " As pressure grows on journalism academics to publish scholarly outputs and attract external research income, many express frustration over the uncertain status of journalism practice in relation to the requirement for making a contribution to knowledge (Harcup, 2011). Simultaneously, work in education theory has highlighted contextual shifts in arts and humanities education that signify a pressing need for journalism studies as well as other disciplines to define their position regarding practice within research. Recent reflections on practice and research within journalism education (Niblock, 2007) suggest the discipline is seeking forms of scholarship that cohere better with its industry-facing character. This paper seeks to originate both a methodological framework and an epistemological perspective that acknowledges practitioner perspectives as accumulated knowledge. Drawing on concepts of reflexivity and habitus, it will negotiate and evaluate a range of potential models of practice as research, and discuss their implications for furthering the profile of journalism scholarship. ", "body": [{"sec_title": "Introduction", "sec_content": ["In 2007, I wrote a keynote paper for the first edition of this journal exploring the synthesis of theory and practice in journalism, drawing on work on reflection and reflexivity by Schön (1983), Ryle (1949) and others (Niblock, 2007). The paper was published around the time of similar work by journalism practitioner-academics such as Barbie Zelizer (2004) and Wendy Bacon (2006) who, respectively, examined the tacit scholarly behaviour within editorial judgement and the status of journalism practice within research. The debate has subsequently gained momentum in the United Kingdom, New Zealand and Australia, in particular, as pressure mounts from universities for all academics, including practitioners, to be “research active”. This paper will explore the advantages, disadvantages and indeed risks of practice-as-research as it is currently articulated in the field of Journalism Studies, and proposes methodological responses. I will relate this analysis to my earlier paper on reflexivity, to university research funding systems and to my attempts since 2007 to clarify and develop models through which practice-as-research might be engaged in and evaluated.", "First, the paper will examine how practice-as-research is currently framed by the research funding bodies in the United Kingdom and, in turn, how this structures the field of journalism research by simultaneously enabling and limiting some endeavours in both practice and theory. By identifying the challenges and opportunities in the current articulation of practice-as-research, it is possible to envision and evaluate some models for research that prioritise practice. The paper will also shed light on how current models may hamper progression in our understanding of the deep ontological split between some areas of journalism theory and practice.", "This paper will utilise an ethnographic (Jorgensen, 1989; Spradley, 1979) reflexive methodology (Alvesson and Sköldberg, 2009) to identify and analyse contrasts and overlaps between practice-as-research in journalism and other academic disciplines. As a practitioner-academic, I wish to draw on my own experience of working in an emerging field of scholarship against a dynamic institutional and infrastructural backdrop with a shifting knowledge economy (Light and Cox, 2005, pp. 6–7). In researching and writing this paper, I am reflecting on the experience of being both an industry-facing educator in professional journalism practice whilst also needing to gain esteem and authority as a peer-reviewed journalism scholar. I analyse reflexively my dualistic thought processes as an educator who is identified and evaluated on my “insider knowledge” by students and industry colleagues, and how my academic value is formally measured.1 However, through careful “reflexion”, aided by critical analysis of a range of multi-disciplinary work, there is tremendous scope for practitioner-academics to forge a strong professional identity that coalesces their professional/practical and scholarly leanings. This is a far preferable situation than being associated with one “side” or the other and not being able to fulfil that role fully due to the demands of the other. We, as journalism researchers caught between these dual and pressing identities, should acknowledge the opportunities and conflicts practice-as-research presents, particularly from the perspective of practitioner-academics wishing to preserve the “authenticity” of professional practice. To reach this position requires revising the prevailing view within journalism studies that research is delimited by formats and outcomes and to envision journalism research as the articulation of a process. The thrust of the paper draws on Niedderer and Roworth-Stokes' (2007) work on creative practice, which makes clear the benefits of understanding practice as scholarship “from the insider's point of view with the context of their own language” (2007, p. 4). In the case of journalism researchers, this acknowledges the duality of subjectivities as both industry-facing practitioner bound by specific markers of professional relevance (Machin and Niblock, 2006). Moreover, it signals how much practitioner perspectives can enrich and deepen scholarly interrogation.", "The project is important for pragmatic reasons as well as seeking to further the development of methodologies: the desire to formalise the relationship between practice and research stems in no small part from the prioritisation of research in the current university funding system in the United Kingdom, though has relevance for scholarship and practice undertaken in other parts of the world.2 "]}, {"sec_title": "The Current Situation for Practice-as-research", "sec_content": ["The term “journalism research” suggests a united whole with a shared problematic. This is understandable given that research regulation and requirements are fairly common to the whole sector. Additionally, there is a shared acknowledgement both within the academy and regulatory/funding bodies that journalism research necessitates a contribution to knowledge about the field. Thereafter, “journalism research” becomes unquantifiable as it spans an unlimited array of quests and contexts, including the technical, methodological, political, sociological, semiotic and ethical. Immediately, this points to the fact that “journalism research” is multidisciplinary which makes it hard to identify any one voice, such as that of the practitioner or the pure academic, as essential or prioritised. It is perhaps understandable that this view is difficult to comprehend within an academic system seeking orderliness and uniformity. As Light and Cox explain: Pressures to increase research and scholarship activities have mushroomed as they have taken unprecedented priority in university preoccupations while research funds have remained relatively static, become more fiercely contested, more complex to win and increasingly in the realm of fewer and larger departments. (2005, p. 1)  ", "Pressures to increase research and scholarship activities have mushroomed as they have taken unprecedented priority in university preoccupations while research funds have remained relatively static, become more fiercely contested, more complex to win and increasingly in the realm of fewer and larger departments. (2005, p. 1)", "Traditionally, the format of the output has to a large part defined whether or not it is to be deemed research. In order to achieve advances in knowledge, the research has to be defined and executed in a manner that is commonly agreed by the academy, a key element of which is that the understandings reached are easily transferable. Defining the formats and indeed the role of practice in research, and its oft-confusing picture, stems from a time-line of events in the regulation of research funding and activity in higher education. Using the model of the United Kingdom's art and design sector, Brown et al. (2004) note that a lot of the activity reported at the 1992 Research Assessment Exercise (RAE) was applied work undertaken within professional or industrial contexts, and note that it was the sort of activity described mostly as “professional practice”. Until this point, art and design practice, invention of ideas, images, performances, and artefacts had been ineligible for research funding. Frayling (1993) noted that research could now be for practice, as in Picasso gathering source material for Les Desmoiselles d'Avignon, through practice, such as the iterative process of making a working prototype, testing and amending that model, or into practice, such as Cornock's (1977) observations of art students when drawing.", "Accordingly, ever since 1992 activities previously considered to be professional practice have been legitimised as research, but because the requirements for research remain the same, any submission is still judged by the typical criteria of “rigour” and “validity”. According to journalism-oriented Research Assessment Exercise panel members, there have not tended to be many practice-as-research submissions over the years, despite their eligibility. This may be less down to how the research bodies frame research and more to caution on the part of universities. For example, writing about Australia Wendy Bacon (2011) describes how institutions themselves have been wary of both encouraging practitioner-academics to continue and deepen their practice, and submitting practice-as-research in journalism. Yes there is little to suggest that “rigour” is alien to practice. Indeed Biggs explains: The strength of the chain of reasoning and that has to be judged in the context of the question and the answer, for example in the context of design as opposed to the context of physics or philosophy. The central links of the chain comprise the method. The appropriateness or otherwise of the method determines the validity or otherwise of the outcome, whether we call this outcome an insight or new knowledge and understanding. (2005, p. 5)  ", "The strength of the chain of reasoning and that has to be judged in the context of the question and the answer, for example in the context of design as opposed to the context of physics or philosophy. The central links of the chain comprise the method. The appropriateness or otherwise of the method determines the validity or otherwise of the outcome, whether we call this outcome an insight or new knowledge and understanding. (2005, p. 5)", "There is nothing in this statement about specific formats—the emphasis is on the question and the appropriateness of the method by which it is interrogated.", "For UK journalism academics, the Research Excellence Framework (REF), replacing the Research Assessment Exercise from 2014, is the single greatest determinant in the funding of research activity in academia, and has taken on particular significance for the sector in the context of major Government cuts to university teaching budgets. It is designed to measure the quality of research within the 36 Units of Assessment, and to ensure parity with the quality of research in other disciplines. As such, inclusion is vital for the sustainability of a research culture in journalism. This has impacted on the recruitment and contracts of many journalism educators working in higher education as institutions compete for prestige, not least in order to attract top students. Universities that at one time recruited lecturers by virtue of their journalism experience are now tending to offer visiting lecturer hourly-paid contracts to practitioners, preserving staff posts only for those with PhDs and research track histories. So it has never been more important for practitioner-academics to assert the status and value of their work not only to universities but to the ontology of Journalism Studies per se.", "The status of journalism practice-as-research in universities undoubtedly confuses journalism educators when, ostensibly, the funding bodies give the impression that they embrace all forms of output. A paper on the “Assessment Framework and Guidance on Submissions” published in July 2011 states: All types of research and all forms of research output across all disciplines shall be assessed on a fair and equal basis. Panels have been instructed to define criteria and adopt assessment processes that enable them to recognise and treat on an equal footing excellence in research across the spectrum of applied, practice-based, basic and strategic research, wherever that research is conducted; and for identifying excellence in different forms of research endeavour including interdisciplinary and collaborative research, while attaching no greater weight to one form over another. The REF aims to assess all types of research without distorting the activity that it measures or encouraging or discouraging any particular type of research activity, other than providing a general stimulus to enhancing the overall achievements of the UK research base. (REF 2014, 2011a)  ", "All types of research and all forms of research output across all disciplines shall be assessed on a fair and equal basis. Panels have been instructed to define criteria and adopt assessment processes that enable them to recognise and treat on an equal footing excellence in research across the spectrum of applied, practice-based, basic and strategic research, wherever that research is conducted; and for identifying excellence in different forms of research endeavour including interdisciplinary and collaborative research, while attaching no greater weight to one form over another. The REF aims to assess all types of research without distorting the activity that it measures or encouraging or discouraging any particular type of research activity, other than providing a general stimulus to enhancing the overall achievements of the UK research base. (REF 2014, 2011a)", "A consultation paper on draft panel criteria and working methods published in 2011 again assures of a non-hierarchical approach, on which all submitted outputs will be judged entirely on academic merit “regardless of the medium or location of publication” (REF 2014, 2011b).", "Yet, as an academic who entered university life straight from professional journalism and who has continued to practice, I have found and continue to find many conflicting accounts of what “good” research is within and between institutions. One of the problems I suspect is that research, as it is widely understood in universities where many lecturers have followed a more academic route into teaching, foregrounds declarative or propositional knowledge as discussed primarily by Gilbert Ryle (1949) and Jason Stanley and Timothy Williamson (2001), as it is based on clear explication through language or text. In 2009, the Arts and Humanities Research Council's Charter defined research primarily in terms of research processes, rather than outcomes: This definition is built around three key features and any proposal must fully address all of these in order to be considered eligible for support:  •It must define a series of research questions, issues or problems that will be addressed in the course of the research. It must also define its aims and objectives in terms of seeking to enhance knowledge and understanding relating to the questions, issues or problems to be addressed.•It must specify a research context for the questions, issues or problems to be addressed. It must specify why it is important that these particular questions, issues or problems should be addressed; what other research is being or has been conducted in this area; and what particular contribution the particular project will make to the advancement of creativity, insights, knowledge and understanding in the area.•It must specify the research methods for addressing these research questions, issues or problems. It must state how, in the course of the research project, it will seek to answer the questions, address the issues or solve the problems. It should also explain the rationale for the chosen research methods and why they provide the most appropriate means by which to answer the research questions, issues or problems. This definition is essentially pragmatic and it could fit a number of theoretical models. It does, however, provide a distinction between research and practice per se. Creative output can be produced, or practice undertaken, as an integral part of a research process as defined above. The Council would expect, however, this practice to be accompanied by some form of documentation of the research process, as well as some form of textual analysis or explanation to support its position and to demonstrate critical reflection. Equally, creativity or practice may involve no such process at all, in which case they would be ineligible for funding from the Council. (Arts and Humanities Research Council, 2009) ", "This definition is built around three key features and any proposal must fully address all of these in order to be considered eligible for support:", "It must define a series of research questions, issues or problems that will be addressed in the course of the research. It must also define its aims and objectives in terms of seeking to enhance knowledge and understanding relating to the questions, issues or problems to be addressed.", "It must specify a research context for the questions, issues or problems to be addressed. It must specify why it is important that these particular questions, issues or problems should be addressed; what other research is being or has been conducted in this area; and what particular contribution the particular project will make to the advancement of creativity, insights, knowledge and understanding in the area.", "It must specify the research methods for addressing these research questions, issues or problems. It must state how, in the course of the research project, it will seek to answer the questions, address the issues or solve the problems. It should also explain the rationale for the chosen research methods and why they provide the most appropriate means by which to answer the research questions, issues or problems. This definition is essentially pragmatic and it could fit a number of theoretical models. It does, however, provide a distinction between research and practice per se. Creative output can be produced, or practice undertaken, as an integral part of a research process as defined above. The Council would expect, however, this practice to be accompanied by some form of documentation of the research process, as well as some form of textual analysis or explanation to support its position and to demonstrate critical reflection. Equally, creativity or practice may involve no such process at all, in which case they would be ineligible for funding from the Council. (Arts and Humanities Research Council, 2009)", "The request here is specifically for a declarative, academic statement of intent, context and methodology to justify any practical or creative approach. The output format is therefore intended to synthesise practice with research, so as to transfer knowledge gained to other scholars. Practice itself cannot stand for itself and a project cannot be driven by strong editorial desire to undertake an innovative or investigative project. Rather, a practice-based methodology must come about as a result of—after—a critical question has been determined. As such, a theory-based system is prioritised in the way this is worded.", "Similarly, while panel-specific criteria for REF 2014 are not yet published, the quality of research outputs will continue to be the primary factor in the general statement of assessment. The following criteria will be used:•Originality: an intellectual advance or an important and innovative contribution to understanding and knowledge. This may include substantive empirical findings, new arguments, interpretations or insights, imaginative scope, assembling of information in an innovative way, development of new theoretical frameworks and conceptual models, innovative methodologies and/or new forms of expression.•Significance: the degree to which work has enhanced, or is likely to enhance knowledge, thinking, understanding and/or practice in its field.•Rigour: intellectual coherence, methodological precision and analytical power; accuracy and depth of scholarship; awareness of and appropriate engagement with other relevant work. (REF 2014, 2011b) ", "Originality: an intellectual advance or an important and innovative contribution to understanding and knowledge. This may include substantive empirical findings, new arguments, interpretations or insights, imaginative scope, assembling of information in an innovative way, development of new theoretical frameworks and conceptual models, innovative methodologies and/or new forms of expression.", "Significance: the degree to which work has enhanced, or is likely to enhance knowledge, thinking, understanding and/or practice in its field.", "Rigour: intellectual coherence, methodological precision and analytical power; accuracy and depth of scholarship; awareness of and appropriate engagement with other relevant work. (REF 2014, 2011b)", "As a consequence, many believe their practice is not valued in the sector. This highlights the ontological/epistemological issues arising from the current context of access to funding. It is not that the funding bodies will not recognise journalism practice-as-research, it is the vagaries in their language that confuse both academics and their institutions to the extent that they feel discouraged to take what might be potential risks. But it is clear from other disciplines that practice-as-research is already well established, and I would argue that it is important—and urgent—that practitioners make some gains within the current system.", "But I say this with some caution; it is also important that we use practice-as-research as an opportunity to interrogate and expand the epistemology of Journalism Studies and explore the opportunities and limitations of existing approaches. Scrivener (2002) argues that what distinguishes the pure practitioner from the practitioner-researcher is that the practitioner-researcher intends to generate culturally novel apprehensions that are not just novel to the creator or individual observers. In the first instance, most reporters or feature writers would say they do research as an integral part of their everyday professional practice. However, this kind of research is, for the most part, directed towards the newsroom journalist's particular targets at that time, such as meeting a commission or deadline, rather than seeking to further scholarly understanding or to add to the general store of knowledge.", "First, “appropriate” practice-as-research needs some delineation. According to Niedderer (2005, p. 3) “research” denotes systematic inquiry in order to gain new knowledge, while “practice” is deemed to be processes employed in professional activity other than the acquisition of new knowledge. While the use of terms such as “practice-based research” (Zarin et al., 1997) and “reflective practice” (Adler, 1993) has become commonplace in a range of subject areas, including the beginnings of their use in journalism research (Niblock, 2007), these terms have yet to be defined in detail—or indeed consensually—by the disciplines which utilise them. The distinctions are both conceptual and methodological in domains such as education, music, performing arts and health. Whereas in art and design, the emphasis is on creative output (Piccini, 2004), in areas such as education the focus is on the processes of learning (Kolb, 1984). Journalism educators often state that there needs to be much more guidance on what aspects or forms of journalism can be considered research. One way of distinguishing has been to think of the outputs used primarily to disseminate the research's meaning. “Practice-based research” means that the main output or measure of the research will be journalistic artefact itself. As Biggs (2000) defines it: Practice-based projects are those which include as an integral part the production of an original artefact in addition to, or perhaps instead of, the production of a written thesis. They are naturally of great interest to practising artists and designers, but they are not confined to these disciplines. One may find examples in music, in software design, in engineering, in law; in fact in any subject where the result might be an artefact generated in the laboratory or workplace.  ", "Practice-based projects are those which include as an integral part the production of an original artefact in addition to, or perhaps instead of, the production of a written thesis. They are naturally of great interest to practising artists and designers, but they are not confined to these disciplines. One may find examples in music, in software design, in engineering, in law; in fact in any subject where the result might be an artefact generated in the laboratory or workplace.", "However, this term is driven by the formats of potential outputs, which should not be the driver of research activity. It should be the quest for knowledge. That also comes with risks.", "The defining research terms of originality, significance and rigour lead many to believe that long-term journalism projects offering fresh insights or new knowledge are best-placed to constitute research outcomes. For example, Wendy Bacon (2011) makes a strong case for the research-led nature of investigative journalism. But a risk with the current lack of delineation is that there may be a privileging of certain kinds of longer-form journalism work over other types of practice. Moreover, in such a diverse and dynamic occupation, research is urgently needed on more rapid forms of editorial judgement and thinking-in-action as well as “infotainment”. As I hope to demonstrate, by thinking of journalism research as a process rather than an outcome, innumerable possibilities emerge that allow for myriad practical routes to solving questions.", "Second, mainstream journalism products are generally only deemed worthy of critique and analysis as manifestations of the socio-cultural and socio-political conditions of their production, and as such may not represent “pure” or “authentic” practice originating from the human mind. However, the fact that the very execution of practice in context, whether that context is indeed industry facing or independent, adds a further layer of meaning to reflection.3 ", "This also raises a third issue about the association of practice as research with “industry-facing” at a time when Journalism Studies departments, along with all subject areas, are coming under intense pressure to foreground the vocational because of a difficult jobs market for graduates. Research is only one facet of the journalism educator's role. Indeed, we face a number of challenges in meeting what often appear to be conflicting targets or esteem factors in our professional lives. An underlying thematic of this reflexive paper is context, or “habitus” in the sense of Bourdieu (1977), a set of dispositions that generate practices and perceptions. He wrote that habitus “engenders all the thoughts, all the perceptions, and all the actions consistent with the particular conditions in which it is constituted” (1977, p. 96). This assists when we examine a situation in which one activity occurs in the context of another, such as in journalism education. University departments typically comprise practitioners who seek to gain esteem from their academic and industry peers simultaneously, yet often those esteem factors are in conflict with one another. Similarly, journalism academics seeking to work in closer alignment with industry face suspicion at best and in some cases hostility which may limit industry-facing research endeavours.", "Journalists who work “intuitively” feel very challenged by the idea that they must stand back from what they do and discuss methodology (Niblock, 2007). One structural challenge is the way practice appears to only gain validity through text-based verification. Niedderer (2007) has argued that the experiential aspect of knowledge is downplayed by research because it evades conventional communication. In contrast with exegesis, knowledge associated with practice, also known as tacit knowledge (Ryle, 1949), is difficult to transfer to another through written or verbal means. Due to the difficulty in verifying this knowledge, it explains why vocational skills have become seen as quite distinct from academic research (Herbig et al., 2001). But Niedderer (2005, p. 10) argues that tacit knowledge can be verified within and through action and its result, where every action constitutes a critical judgement over appropriate action. From one perspective, this might be viewed as evidence of a detrimental shift away from critical academic inquiry. From another perspective, that moment of editorial judgement might be extrapolated as highly critical, by beckoning close examination and justification of choices made. In this way practice is validated because the act of abstraction deems knowledge to be inherent. It is this underlying notion of the great potential for reflexive research that drives my ideas about methodology."]}, {"sec_title": "Exploring Journalism Practice-as-research Methodologies", "sec_content": ["I wish to propose an alternative way of conceptualising and describing journalism research that engages closely with practice and which, I would argue, is less determined by the habitus of practitioner academics and more by scholarly quest. I have termed these models theory-first and practice-first research. Both forms of research share more common aspects than differences. They are both conceptually driven and may produce a range of output formats, both practical and critical in varying degrees. They are determined more by methodology/process than by outcome format that, I would argue, is a “purer” and more idea-driven approach. These formulations remove the sense of a division between practitioner-academics and theory-led academics, so that the approaches are multifaceted and allow for collaboration and interdisciplinarity. They allow for fluidity, variation and unfixed boundaries rather than distinct delineation. They also ensure balance and equality in perception, so that theoretical work on practice, or practice work on theory can co-exist with equal value within scholarship.", "I continue to assert that reflexivity is at the heart of the success or otherwise of practitioner-academic approaches to research. Taking Journalism Studies forward means embracing practitioner perspectives but always in the knowledge that the researcher—however much they might align themselves with professional practice—is at one and the same time employed in higher education or research as their habitus. This does not mean an outright capitulation to formative notions of academic “value”, quite the opposite. By being reflexive, the researcher does more than produce outputs; they also develop the ontology and epistemology of the subject area. Mezirow states critical reflexion is transformative for the lifelong learner: Transformative learning involves an enhanced level of awareness of the context of beliefs and feelings, a critique of their assumptions and particularly premises, an assessment of alternative perspectives, a decision to negate an old perspective in favour of a new one or to make a synthesis of old and new, than ability to take action on the basis of the new perspective, the desire to fit the new perspective into the broader context of one's life. (1991, p. 161)  ", "Transformative learning involves an enhanced level of awareness of the context of beliefs and feelings, a critique of their assumptions and particularly premises, an assessment of alternative perspectives, a decision to negate an old perspective in favour of a new one or to make a synthesis of old and new, than ability to take action on the basis of the new perspective, the desire to fit the new perspective into the broader context of one's life. (1991, p. 161)", "This describes a learning process of “becoming critically aware of one's own tacit assumptions and expectations and those of others and assessing their relevance for making an interpretation” (Mezirow, 2000, p. 4). I would say this has been critical in my own quest to find my practitioner-academic “voice” in the academy. Similarly Prpic (2005) espouses reflexive research designed specifically for academic practitioners working in a dynamic professional environment. This, he states, enables academics to see themselves in the context of their interactions with other individuals, embedded within the multiple contexts in which they work and live. Prpic proposes reflexive work as an ongoing process of examining and refining how academics operate in their professional work, and as a means to self-awareness and knowledge in the context of views outside individual personal experience (Roebuck, 2007). For me, this has meant applying the five Ws and one H of news reporting to asking questions of Journalism Studies. Fundamentally, my personal research quest is the complex relationship between the self and journalism, between my sense of occupational identity and aspirations, and how that compares and contrasts with what has become a semi-profession, as I work within a dynamically shifting education and research environment. That very personal driver prompts me to ask simple questions about journalism and about academic work that develop into research explorations, often in conversation with others. This reflexive approach prompts my attempt to extrapolate two basic models for researching in practice.", "This type of research starts with a theoretical or critical concept, which the researcher will interrogate via a single methodology or an interdisciplinary approach. The methodological approach would tend to draw upon existing theoretical models. However, practice produced by the researcher or by others might be used as illustration or demonstration of a point. An example from my own work would be the immersive studies undertaken in newsrooms. In one project, we studied Independent Radio News in London, UK, in order to critically interrogate the efficacy of existing theoretical models of newsgathering in a real-world context (Niblock and Machin, 2007). The project's methodology was interdisciplinary, and its focus was very much on the practitioner experience which was realised through one of the researchers being a practitioner-academic. However, the project was led in the first instance by our theoretical interest in revisiting one of the most abiding theoretical accounts of news values. So while our motivation was mainly to shed light on the applicability of theory, our methodology embraced practitioner perspectives and, furthermore, beckoned a reflective approach on the part of our participants.", "The benefit to me as a practitioner-academic in taking a theory-first approach was to organise my thinking, illuminate scholarly understandings and forge new interdisciplinary approaches. Moreover, in terms of process, it helped me to understand why I was performing the research and why it might be useful. That helped me to formulate key research questions, a methodological framework and critical vocabulary with which I would conduct my analysis with my academic co-researcher. Reflexive examination of the processes of journalism research, not just the products, ensures that journalism research actually moves closer to the scientific model for research that has prevailed in academe, one that seeks to expose rationale and context as well as result. The journalistic research process can be made transparent so that epistemological inquiry is deepened and broadened. Sandelowski and Barroso explain in the context of nursing: Reflexivity is a hallmark of excellent qualitative research and it entails the ability and willingness of researchers to acknowledge and take account of the many ways they themselves influence research findings and thus what comes to be accepted as knowledge. Reflexivity implies the ability to reflect inward toward oneself as an inquirer; outward to the cultural, historical, linguistic, political, and other forces that shape everything about inquiry; and, in between researcher and participant to the social interaction they share. (2002, p. 216)  ", "Reflexivity is a hallmark of excellent qualitative research and it entails the ability and willingness of researchers to acknowledge and take account of the many ways they themselves influence research findings and thus what comes to be accepted as knowledge. Reflexivity implies the ability to reflect inward toward oneself as an inquirer; outward to the cultural, historical, linguistic, political, and other forces that shape everything about inquiry; and, in between researcher and participant to the social interaction they share. (2002, p. 216)", "Nightingale and Cromby (1999) have further divided reflexivity into a number of sub-categories to helpfully illustrate potential approaches in a multidisciplinary context. For instance, epistemological reflexivity requires the researcher To engage with questions such as: How has the research question defined and limited what can be “found?” Thus, epistemological reflexivity encourages us to reflect upon the assumptions (about the world, about knowledge) that we have made in the course of the research, and it helps us to think about the implications of such assumptions for the research and its findings. How have the design of the study and the method of analysis “constructed” the data and the findings? How could the research question have been investigated differently? To what extent would this have given rise to a different understanding of the phenomenon under investigation? (1999, p. 228)  ", "To engage with questions such as: How has the research question defined and limited what can be “found?” Thus, epistemological reflexivity encourages us to reflect upon the assumptions (about the world, about knowledge) that we have made in the course of the research, and it helps us to think about the implications of such assumptions for the research and its findings. How have the design of the study and the method of analysis “constructed” the data and the findings? How could the research question have been investigated differently? To what extent would this have given rise to a different understanding of the phenomenon under investigation? (1999, p. 228)", "This critical stance gives way to understanding, theory, and change in Journalism Studies. It is the very assumptions in the subject's articulation that may have been hidden. It is a means to study personal beliefs and assumptions embedded in cognition, in habitus. Reflexivity is the bridge between the theory-first and the second model, practice-first.", "Self-reflexivity, as Graeme Sullivan argues in his book Art Practice as Research: an inquiry in the visual arts is a form of investigative practice that: Describes an inquiry process that is directed by personal interest and creative insight, yet is informed by discipline knowledge and research expertise. This requires a transparent understanding of the field, which means that an individual can “see through” existing data, texts and contexts, so as to be open to alternative conceptions and imaginative options. (2004, pp. 64–5)  ", "Describes an inquiry process that is directed by personal interest and creative insight, yet is informed by discipline knowledge and research expertise. This requires a transparent understanding of the field, which means that an individual can “see through” existing data, texts and contexts, so as to be open to alternative conceptions and imaginative options. (2004, pp. 64–5)", "This type of research is being used more and more in a number of fields such as cultural geography, ethnography, nursing and education research as well as in art and design (Bochner and Ellis, 2003; McNiff, 2002; Seng, 1998). This is an original investigation to gain new knowledge by means of practice and its outcomes. As such, it is scholarly in intention and outcome. Claims to originality will be made manifest through journalistic outcomes such as text, images, design, and multimedia packages.", "Practice-first research, like theory-first research, seeks to advance knowledge about practice or within practice which might impact upon industry processes, policy and more. Just as theory-first research is driven by a question, practice-first research is driven by a problem and the journalism itself represents the movement towards a solution, so that the research is inherent within practice. It is a transparent process during which conscious steps are taken, in which knowledge is used or searched for and articulated in the process. This is where the journalistic process might also be regarded as the research process or “action research”. While a substantial contextualisation through words might be required, its understanding can only be achieved by direct reference to the journalistic outcomes. This approach is typical of disciplines such as performing arts where the practice itself is innovative. Alternatively, we might see the finished journalism artefact as the solution to a question, and in this way a scholarly thesis is required to justify the solution. The journalistic process might therefore be termed a research process inherently. From ontological and epistemological perspectives, this poses whether there might be two processes occurring side by side—the actual production (intuitive/tacit) and reflexion (systematic) which each in turn inform the other and keep one another in check.", "It is not so easy to argue this for professional journalism, which tends to be produced in context, subject to parameters defined by a news organisation or its readers rather than by the producer themselves. However, this is less the case in the context of digital developments when outcomes can be self-published and or broadcast online with relative ease, permitting practitioners to develop innovative techniques of reporting and presentation of information. In this way, it is quite possible to envisage a groundbreaking means of recording and/or presenting newsworthy information. They might gather evidence and information from primary and secondary sources to enable them to write a story, which in itself involves the generation of original data using in some cases fresh approaches such as new sources or Internet research. This might in some cases be akin to the generation of original insights but is not targeted at the academic community. Furthermore, the object of journalistic scrutiny might be crime, the environment, science, justice or indeed any topic, so that the outcome might be better located within that scholarly discipline rather than with journalism studies.", "But importantly it asks the practitioner-academic to think first and then do, and it is that aspect that characterises reflective practice. Research precedes the journalistic process itself. It is the aforethought on the explicit knowledge-gathering methods and presentation techniques that constitutes advanced research before the journalism itself is enacted. It is outward looking, contextual and format- or medium-driven into examining the form work will take. For example, it might involve identifying and evaluating the work of other journalists to enable the practitioner to state their own departure from existing formats. In this way, we can see research made manifest in the product, but the product itself cannot be considered research. Rather it may be carefully cross-referenced within a reflexive report. As discussed in the 2007 article, reflective practice lends itself well to the educative process as evidenced in a range of disciplines. In itself, its enactment can offer fresh insights into the practices and processes of editorial judgement in context, which can be recorded through reflexive record keeping. Payne (2002) describes this as a circular process whereby the process of reflection itself influences future action in an ongoing feedback mechanism. Reflexivity means that the researcher constantly receives evidence indicating how effective or otherwise their actions are, and is thus able to adjust their behaviour in accordance with the evidence of its value.", "Wendy Bacon (2011) describes the journey, which involved much advocacy, towards submission of practice to the 2008 Excellence in Research for Australia (ERA) framework which was developed after similar schemes in the United Kingdom and New Zealand. Australian universities submitted journalism portfolios containing radio documentaries, print investigative journalism, videos and Web documentaries, and collections of columns and analysis. Each portfolio was accompanied by a statement describing research methodologies used, and how the research contributes to the development of new knowledge (Bacon, 2011, p. 49). While little is known about how each portfolio was scored in the ERA, seven of the 12 universities submitting journalism practice received high overall rankings. Bacon states: “This is a landmark in Australian academic journalism … journalism academics without long conventional research records should be encouraged to contribute journalism research to interdisciplinary projects or work on professional journalism research projects” (Bacon, 2011, pp. 49–50). Moreover, she discusses developing professional doctorate programmes enabling mid-career practitioners to build their knowledge and skills in critical and reflexive forms of production.", "A benefit of the practice-first approach is that it permits practice from both within and without professional norms and offers a space to “test” out theoretical concepts in practice. Piccini (2002), in an art and design context, makes the point that the very public nature of practice allows the practitioner-researcher to exploit “arenas in which knowledges might be opened” by exploring the work's impact on wider society. Thus, it breaks down the need to privilege certain “elite” forms and contexts, such as investigative journalism for quality outlets over other forms and specialisms. But any accompanying critical narrative should demonstrate reflexivity, requiring the journalist to observe and examine their own behaviour within the arena of practice as it occurs. For example, a reporter when interviewing could experiment with non-verbal communicative behaviours to analyse whether the changes made caused desired outcomes. The methodological reflexive journalist is hoping to improve their methods and evaluate how well these are implemented as the actions unfold. By being reflexive when a journalist is working is akin to being “close to the data”. Moreover, the journalist-in-action is the data in many cases."]}, {"sec_title": "Discussion and Conclusion: Negotiating Frameworks for Journalism Practice as Research", "sec_content": ["Practitioner-academics are in a strong position to submit practice-as-research in a number of ways, and this paper has sought to focus on the opportunities, benefits but also drawbacks within the current academic research context. It is generally accepted across other practice or industry-facing disciplines that insider-practitioner perspectives make a study complete (McIntyre, 2006). “Agents-experient” locate themselves within a problematic situation as concerned actors “whose actions and appreciations may be partly guided and changed by better understanding of the situations which prove to be relevant to [their] concerns” (Vickers, quoted in Argyris and Schön, 1996, p. 36). Murray and Lawrence assert that keeping a regular, systematic record of actions, thoughts and feelings provides data for analysis (2000, p. 15). Research activity should create “layers of meaning” which are ontological, epistemological and theoretical (Crotty, 1998, p. 2). If, as Csikszentmihaly (1997, p. 9) and others have interrogated, there is little distinction to be made between science as a creative process and art as a creative process, then it is in turn feasible to argue that scholarly immersion in the practice of journalism offers a parallel set of ontological and methodological layers. In a similar vein to Bourdieu's ideas on cultural production (1977, 1993, 1996), Csikszentmihaly suggests that creativity emerges through the operation of a system at work: For creativity to occur, a set of rules and practices must be transmitted from the domain to the individual. The individual must then produce a novel variation in the content of the domain. The variation then must be selected by the field for inclusion in the domain. (1999, p. 315)  ", "For creativity to occur, a set of rules and practices must be transmitted from the domain to the individual. The individual must then produce a novel variation in the content of the domain. The variation then must be selected by the field for inclusion in the domain. (1999, p. 315)", "McIntyre (2006) interprets “domain” to be a structured knowledge system the person must access, while the “field” represents those who can affect the structure of that domain. The individual is therefore incorporated within “an interactive system with circular causality which can be studied by investigating moments within it” (McIntyre, 2006, p. 3).", "These two models of practice-as-research and research into practice bring to the fore ontological questions about the status of knowledge in Journalism Studies. Against the backdrop of a dynamic and shifting context for both journalism and the academy, knowledge and scholarship can become integrated with competent action. Competence is measured by integration of knowledge, skills and action, so that a researcher is capable of making effective choices. Therefore it is the quality of reflection on these choices that is best measured, which might be as much measured by their evidence in the product as they might in any critical account alongside it.", "As with all research methods, this has potential pitfalls, as Sternberg notes: Even those who value self-observation as a tool for empirical study disagree regarding when to obtain observational data. Some contend that if observations are obtained during the performance of a task, the very act of observing the task performance changes it. Others argue that inaccurate (or at least) imperfect recall interferes with self-observations obtained after the task performance has ended. (1994, p. 50)  ", "Even those who value self-observation as a tool for empirical study disagree regarding when to obtain observational data. Some contend that if observations are obtained during the performance of a task, the very act of observing the task performance changes it. Others argue that inaccurate (or at least) imperfect recall interferes with self-observations obtained after the task performance has ended. (1994, p. 50)", "On the contrary, this could be levelled at virtually any methodology. By arguing that experience is partially constructed from the researcher's own subjective position, reflexive practice and reflexive research into practice both offer a unique approach by providing an insider's view of the systems model of editorial judgement and journalistic practice. Flanagan (1981) and others have argued that reflexivity complicates all three of the traditional roles that are typically played by a classical science: explanation, prediction and control. The fact that individuals and social collectivities are capable of self-inquiry and adaptation is a key characteristic of real-world social systems.", "Another fundamental issue about theory-first and practice-first research is the potential for elitism. It is only possible to reflect on industry practices in the context of research if the subject has or is working in journalism and the academy. There is much concrete and anecdotal evidence to demonstrate that these domains are highly selective and elite.4 There is the potential for only the elite voices to be made manifest—those who have access to both spheres and who, reflexively, have acquired the skills and knowledge to operate successfully at an advanced level and achieve positive peer review. An opportunity has arisen through the accessibility of digital technology, offering virtually anyone the means to explore and analyse journalism critically and practically, and to develop the means to publish that practice or commentary. This opens a space for alternative voices, whether through individual means or networks, to emerge."]}], "references": [{"title": "Teacher Education: research as reflective practice", "year": "1993", "journal": "Teaching \\& Teacher Education", "volume": "9", "authors": [{"name": "Adler Susan A.", "first_name": "Adler", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism as Research?", "year": "2006", "journal": "Australian Journalism Review", "volume": "28", "authors": [{"name": "Bacon Wendy", "first_name": "Bacon", "last_name": "Wendy", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Investigative Journalism in the Academy—possibilities for storytelling across time and space", "year": "2011", "journal": "Pacific Journalism Review", "volume": "17", "authors": [{"name": "Bacon Wendy", "first_name": "Bacon", "last_name": "Wendy", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Psychology, Progress, and the Problem of Reflexivity: a study in the epistemological foundations of psychology", "year": "1981", "journal": "Journal of the History of the Behavioral Sciences", "volume": "17", "authors": [{"name": "Flanagan Owen", "first_name": "Flanagan", "last_name": "Owen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Research in Art and Design", "year": "1993", "journal": "Royal College of Art Research Papers", "volume": "1", "authors": [{"name": "Frayling Christopher", "first_name": "Frayling", "last_name": "Christopher", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Hackademics at the Chalkface: to what extent have journalism teachers become journalism researchers?", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Harcup Tony", "first_name": "Harcup", "last_name": "Tony", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Role of Tacit Knowledge in the Work Context of Nursing", "year": "2001", "journal": "Journal of Advanced Nursing", "volume": "34", "authors": [{"name": "Herbig Britta", "first_name": "Herbig", "last_name": "Britta", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bussing Andre", "first_name": "Bussing", "last_name": "Andre", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ewart Thomas", "first_name": "Ewart", "last_name": "Thomas", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "From ‘Knowing How’ to ‘Being Able’: negotiating the meanings of reflective practice and reflexive research in journalism studies", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Niblock Sarah", "first_name": "Niblock", "last_name": "Sarah", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News values for consumer groups: The case of Independent Radio News, London, UK", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Niblock Sarah", "first_name": "Niblock", "last_name": "Sarah", "affiliation": "", "orcid": "", "role": ""}, {"name": "Machin David", "first_name": "Machin", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mapping the Meaning of Knowledge in Design Research", "year": "2007", "journal": "Design Research Quarterly", "volume": "2", "authors": [{"name": "Niedderer Kristina", "first_name": "Niedderer", "last_name": "Kristina", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Viewpoint on Mackey&#039;s Drama, Landscape and Memory: to be is to be in place", "year": "2002", "journal": "Research in Drama Education", "volume": "7", "authors": [{"name": "Piccini Angela", "first_name": "Piccini", "last_name": "Angela", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "An Historiographic Perspective on Practice as Research Studies", "year": "2004", "journal": "Theatre and Performance", "volume": "23", "authors": [{"name": "Piccini Angela", "first_name": "Piccini", "last_name": "Angela", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Managing Academic Change Through Reflexive Practice: a quest for new views", "year": "2005", "journal": "Research and Development in Higher Education", "volume": "28", "authors": [{"name": "Prpic J. Kaya", "first_name": "Prpic", "last_name": "Kaya", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reflexive Practice: to enhance student learning", "year": "2007", "journal": "Journal of Learning Design", "volume": "2", "authors": [{"name": "Roebuck Joanne", "first_name": "Roebuck", "last_name": "Joanne", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Finding the Findings in Qualitative Studies", "year": "2002", "journal": "Journal of Nursing Scholarship", "volume": "34", "authors": [{"name": "Sandelowski Margerete", "first_name": "Sandelowski", "last_name": "Margerete", "affiliation": "", "orcid": "", "role": ""}, {"name": "Barroso Julie", "first_name": "Barroso", "last_name": "Julie", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Characterising Creative-production Doctoral Projects in Art and Design", "year": "2002", "journal": "International Journal of Design Sciences and Technology", "volume": "10", "authors": [{"name": "Scrivener Stephen A. R.", "first_name": "Scrivener", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Praxis as a Conceptual Framework for Participatory Research in Nursing", "year": "1998", "journal": "Advances in Nursing Science", "volume": "20", "authors": [{"name": "Seng Julie", "first_name": "Seng", "last_name": "Julie", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Knowing How", "year": "2001", "journal": "Journal of Philosophy", "volume": "98", "authors": [{"name": "Stanley Jason", "first_name": "Stanley", "last_name": "Jason", "affiliation": "", "orcid": "", "role": ""}, {"name": "Williamson Timothy", "first_name": "Williamson", "last_name": "Timothy", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Practice-based Research in Psychiatry", "year": "1997", "journal": "American Journal of Psychiatry", "volume": "154", "authors": [{"name": "Zarin Deborah", "first_name": "Zarin", "last_name": "Deborah", "affiliation": "", "orcid": "", "role": ""}, {"name": "Pincus Harold", "first_name": "Pincus", "last_name": "Harold", "affiliation": "", "orcid": "", "role": ""}, {"name": "West Joyce", "first_name": "West", "last_name": "Joyce", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mcintyre John", "first_name": "Mcintyre", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}]}]}