{"doi": "10.1080/14616700902975087", "url": "https://doi.org/10.1080/14616700902975087", "title": "WHAT'S STOPPING THEM?", "volume": "10", "year": "2009", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Steensen", "first_name": "Steen", "name": "Steen Steensen"}], "abstract": " Findings in recent research suggest that online journalism is much less innovative than many researchers and scholars predicted a decade ago. Research into online journalism has, however, been biased towards a focus on online news journalism, thereby neglecting the magnitude of new styles and genres that are currently emerging online. In this paper the findings of a longitudinal ethnographic case study of the development of a section for feature journalism in the Norwegian online newspaper dagbladet.no is presented. The study is framed by an understanding of innovation as a process where organizational structures and individual agency interact. The findings suggest that individual action has been downplayed in previous research as a determinant for processes of innovation in online newsrooms, and that a substantive grounded theory of innovation in online newspapers is comprised of five factors: newsroom autonomy, newsroom work culture, the role of management, the relevance of new technology and innovative individuals. ", "body": [{"title": "Introduction", "paragraphs": ["Printed newspapers were supposed to die. Journalism as we knew it was supposed to be revolutionized as the technological assets of new media—hypertext, interactivity and multimedia—worked their wonders on journalistic storytelling in online newsrooms. These were the assumptions of many new media researchers and fortune-tellers interested in online journalism prior to the post-2000 dot-com recession (Deuze, 1999; Deuze and Yeshua, 2001; Engebretsen, 2001; Harper, 1998; Heinonen, 1999; Pavlik, 1999, 2001).", "However, online journalism is not what it was supposed to be. The assets of new technology are for a large part ignored or at least implemented at a much slower rate than had been earlier suggested in online newsrooms (Boczkowski, 2004; Brannon, 1999, 2008; de Aquino et al., 2002; Domingo, 2006, 2008; Matheson, 2004; O'Sullivan, 2005; Oblak, 2005; Schroeder, 2004; van der Wurff and Lauf, 2005). Therefore, researchers ask new questions, such as what prevents new technology from being utilized in online newsrooms (Brannon, 1999, 2008; Domingo, 2006), and what factors influence processes of innovation in online newsrooms (Boczkowski, 2004; Küng, 2008). These researchers share a common methodological interest in the firm grounding of theoretical abstractions in empirically based newsroom production studies, rather than the technological determinism and utopian prophesies that marked earlier new media research.", "The case study presented in this paper is based on a similar methodological approach of a process of innovation in the Norwegian online newspaper dagbladet.no,1 which in 2002 launched a section devoted to remediating and exploring the possibilities of feature journalism online. The case is chosen in order to address two specific shortcomings of previous research. First, most of the empirically based research into the production of online journalism is biased towards exploring online news journalism, thus promoting for instance immediacy in reporting as the main obstacle preventing innovative use of new technology in online newsrooms (Domingo, 2006, 2008). Reporting breaking news has so far undoubtedly been the dominant feature of most online newspapers, but as online journalism evolves a complexity of styles and genres is emerging that broadens the diversity of online journalism far beyond reports on daily news. Throughout the world an increasing number of online newspapers now include sections such as “special reports”, “features”, “travel”, etc.; these are an indication of off-deadline reporting in which immediacy would be an alien virtue. These sections might very well represent the areas where innovation unfolds.", "Second, studies of innovation in new media tend to highlight structural factors of media organizations rather than instances of individual practice as being most decisive for processes of innovation. However, both innovation theorists and modern media production research methodologists call for research approaches that entail greater emphasis on agency in general and the practice of media professionals (e.g. journalists) in particular. A question therefore arises of whether individual practice has been downplayed as a determinant for innovation in online newsrooms.", "The aim of this paper is to develop further a substantive grounded theory of innovation in online newsrooms by addressing these two shortcomings in particular."]}, {"title": "Feature Journalism in New Media", "paragraphs": ["The case presented in this paper deals with the remediation of feature journalism online. Some comments are needed about this type of journalism in order to understand what kind of innovative initiative the case study explores and how the specifics of feature journalism might influence the process of innovation.", "The distinction between news and feature journalism is blurred. In newspapers, a feature story can range from a short piece providing exemplification or background to a news story, to an intensively investigated multipage narrative with no affiliation to the news flow at all. Some generic characteristics of this type of journalism can, however, be traced. Based on a review of previous research and textbooks on feature journalism, Steensen (2009b) argues that traditional newspaper and magazine feature journalism is dominated by discourses of fiction, adventure and intimacy. A print feature journalist writing a sidebar feature to a news story would emphasize the personal and emotional consequences of the hard news (intimacy). A magazine feature writer would, in addition, emphasize the techniques of narrative storytelling (fiction) and explore places and/or phenomena that are either untouched by news journalists or serve as background to hard news (adventure). They would both mark their stories with a personal touch (intimacy).", "What, then, does feature journalism look like in online newspapers? Royal and Tankard (2004) show how multimedia technologies can be utilized in order to apply narrative storytelling techniques to a feature story in a US online newspaper. Steensen (2009a) argues that online newspapers are more prone to utilize interactivity and multimedia technology in the production of feature journalism, since this type of journalism is not so sensitive to immediacy in reporting. However, his comparative study of feature journalism in a US and a Scandinavian online newspaper shows how utilization of new technology creates texts marked by clashes of discourses, thus revealing that the production of online feature journalism is based on experimentation, trial and error. Another study (Steensen, forthcoming) reveals how the shaping of an online feature journalist in one case promotes enhanced status to the role of online journalists at large since it (among other things) allows for more experimentation and variation. Remediating feature journalism online therefore seems to imply a certain degree of innovation."]}, {"title": "Three Perspectives of Innovation", "paragraphs": ["Slappendel outlines how the concept of innovation has been understood and researched in different academic disciplines. One understanding emphasizes innovation as a process, which “typically embraces periods of design and development, adoption, implementation, and diffusion” (1996, pp. 107–8). Innovation does, however, not imply that the object of this process is something which is new to the world. It only implies that the object is perceived to be new by the organization that processes it. Remediating feature journalism online can, therefore, be understood as a process of innovation even though feature journalism in itself does not represent a new thing to this world.", "Building on Pierce and Delbecq (1977), Slappendel argues that innovation can and has been researched based on three different perspectives: an individualist perspective, a structuralist perspective and an interactive process perspective. The first perspective implies a focus on the individual as a driving force for innovative initiatives and processes of innovation, while the second perspective emphasizes structural characteristics both internal and external to the organization as the main determinants of innovation. The third perspective bridges the first two and emphasizes innovation being produced by “the interaction of structural influences and the actions of individuals” (Slappendel, 1996, p. 109).", "Slappendel makes a strong argument for the strength of this third perspective and the weaknesses of the other two, stating that there “is an implicit need to address the complex, and paradoxical, relationship between action and structure” (1996, p. 118) when studying processes of innovation within organizations. From a methodological perspective, this would imply utilization of ethnographic approaches that entail close observations of workplaces and the actions of individuals involved in processes of innovation. This corresponds well with the call for ethnographic approaches to the institutional production of online journalism that has come from several researchers in recent years (Boczkowski, 2004; Brannon, 1999; Cottle, 2007; Domingo, 2006; Fortunati et al., 2005; Paterson, 2008; Scott, 2005). This call comes as both a response to the neglect of ethnographic research in newsrooms at large since the pioneers of this methodology (Gans, 1979; Tuchman, 1978) dominated journalism studies in the 1970s and as recognition of the limitations of other methodological approaches as these have failed to provide an accurate insight into why online journalism evolves as it does. An example is the research on interactivity in online journalism, which according to Fortunati et al. “has often concentrated on an abstract examination of the ideal possibilities of the Internet as a new meta-medium, rather than on the exploration of what has really happened” (2005, p. 419).", "Furthermore, Slappendel's observations seem to resonate well with recent developments in newsroom production studies. Cottle argues that a conceptual change from routine to practice is needed in ethnographic newsroom research, because journalists are “more consciously, knowingly and purposefully productive of news texts and output than they have been theoretically given credit for in the past” (2007, p. 10). This empowering of journalistic agency is supported by recent observations of news production, argues Cottle. It also seems to be a fruitful position to adopt in this period of media transition, especially since the role of the journalist today is undergoing substantial change entailing a more individualized line of work in which journalists are expected to master a greater variety of tasks and skills (Deuze, 2005; Nygren, 2008; Singer, 2003). Paying closer attention to the practice of journalists is also crucial if one aims to bridge the gap between journalism practitioners and scholars. Niblock argues that journalism research to date has been predominantly shaped by the work of scholars who are nonpractitioners, looking in on products and practices from the outside. Yet, probably as a consequence, there remains a range of territories as yet uncharted. These territories, such as journalism routines, team-working and news judgment may best be illuminated by those who have close working knowledge of journalism practice, at the outset at least. (2007, p. 29)  ", "journalism research to date has been predominantly shaped by the work of scholars who are nonpractitioners, looking in on products and practices from the outside. Yet, probably as a consequence, there remains a range of territories as yet uncharted. These territories, such as journalism routines, team-working and news judgment may best be illuminated by those who have close working knowledge of journalism practice, at the outset at least. (2007, p. 29)", "Being what Niblock labels a practitioner-academic, the author of this paper brings into the research both working knowledge of journalism practice and a wish to contribute to the development of journalism.", "Slappendel also argues that research into processes of innovation requires longitudinal approaches, since “innovations do not remain static during the innovation process, rather, they may be transformed by it” (1996, p. 121). Longitudinal approaches are rarely to be found in ethnographic research in online newsrooms. The reason might be that longitudinal, ethnographic research is so time-consuming that it limits the researcher to focusing on only one case. However, Yin argues that single case studies are “generalizable to theoretical propositions and not to populations or universes” (2003, p. 10). Findings of single case studies are of less value unless they provide insights valid for other cases through a process of theorizing. The aim of this paper is therefore to build upon the accumulated knowledge of previous empirically based research into innovation in online newspapers in order to move closer to a substantive grounded theory of what factors influence innovation in online newspapers."]}, {"title": "Innovation in Online Newsrooms", "paragraphs": ["Most research on innovation in online newspapers seems to be dominated by the structuralist perspective mentioned above. Boczkowski's (2004) study of innovative initiatives in four US online newsrooms is probably the most influential work within this field. He identified three factors as important in how such innovations develop—all focusing on structural characteristics of the organizations: the closeness of the relationship between the print and online newsrooms; whether the online newsroom reproduces editorial gatekeeping or finds alternative work cultures; and whether the intended audience is represented as consumers or producers, as technically savvy or unsavvy (Boczkowski, 2004, pp. 171–2).", "These three factors—formulated by Boczkowski as a substantive grounded theory of innovation in online newspapers—are supported by the findings of other researchers. The first factor, concerning newsroom autonomy, was found to be important in an early study by Brannon (1999). In her ethnographic case studies of what prevented new technology from being “maximized” in the online newsrooms of USA Today, ABC and NPR (National Public Radio), Brannon found that lack of newsroom autonomy and especially asymmetrical relationships between print and online newsrooms were crucial to why new technology was not exploited. Huxford (2000) found that a clash of cultures between print and online newsrooms in US newspapers hindered the creation of original online content. Domingo (2006, 2008) reported that of the four Catalan online newsrooms he researched, the one with no affiliation to other media (laMalle.net) was more prone to experiment with new technology than the others. Küng (2008), in her research on why the BBC News Online was such a success, and Thurman and Lupton (2008), in their research on multimedia storytelling in British online news sites, also found autonomy to be a crucial factor in the processes of innovation. Krumsvik (2008) found that asymmetrical relations between newsrooms was one of the reasons preventing CNN and the Norwegian public broadcaster NRK from being technologically innovative in their online outlets.", "The second factor identified by Boczkowski, concerning newsroom work culture, was considered significant since the very infancy of web journalism. In a survey of US journalists and editors, Singer (1997) found that most journalists believed new technology would not affect the way they did their job. The respondents’ answers were clearly influenced by an assumption that their newsroom work culture would not be affected by the new medium, thus discarding the need for extensive innovation. Brannon (1999) and Domingo (2006, 2008) found that adaptation of traditional newsroom work culture was the main obstacle to technological innovation. Küng (2008) found that the initially established autonomy of the BBC News Online fostered the creation of a unique newsroom work culture where innovation was impulsive, fast and driven by the explicit needs of online production and publishing.", "The third factor, concerning the representation of the intended audience, is identified only by Domingo in addition to Boczkowski. Domingo found that online newsrooms “minimized the interactivity utopias by using the same passive-audience definition as their parent medium” (2006, p. 506).", "In other words, there is substantial support for Boczkowski's three-part theory of innovation in online newsrooms. However, one additional factor influencing innovation in online journalism not identified by Boczkowski can be found in previous research: whether the available technology is suited to fulfil its promise. Brannon (1999) found that news workers in the online newsroom she studied all expressed frustration with available technology and felt they could not produce the content they aspired to because the production tools, publication systems and other necessary software were too many, too complicated and too time-consuming. Domingo (2006) and Thurman and Lupton (2008) presented similar findings, even though one would expect technological tools to be more fine-tuned by the time of their research.", "All these four factors are related to the structural characteristics of the organizations studied. A relevant question is, therefore, whether the power of individual action and hence the creativity and innovative initiatives of individuals have been downplayed in these studies. Some of the studies however make some claims, which might be interpreted as implying a certain degree of individualist perspective. Brannon (1999), for instance, found that young managers not accustomed to managing, and the lack of implementation of plans to develop skills necessary to use new technology were obstacles preventing innovation. The journalists wanted to develop the technical skills necessary to be innovative, but felt management did not provide the proper training. This could be interpreted as if the ability of the individual manager to lay foundations for innovation is a relevant factor.", "In a study on convergence in four US newsrooms, Singer (2004) revealed similar findings. The journalists were eager to try out new technology, but felt prevented from doing so because of inadequate training. Küng (2008) and Krumsvik (2008) also found that the role of management was decisive in the success of processes of innovation.", "It therefore seems safe to assume that individual action does play a role in processes of innovation in online newsrooms, at least when it comes to the role of management. However, none of the above-mentioned studies have implemented the third perspective suggested by Slappendel (1996), where structural and individual perspectives on processes of innovation are bridged. That, accompanied by the lack of research approaches involving genres other than news journalism and the lack of longitudinal ethnographic approaches, frames the research approach of the case study presented here."]}, {"title": "Notes on Method", "paragraphs": ["Single case studies and ethnography are research methods that entail some challenges for the researcher. Paterson (citing Domingo) notes—in addition to the problem of generalizability discussed above—that actors may be disturbed by the researcher's observations, that the researcher's prejudice could influence the study and that it is difficult to set down everything the researcher witnesses (2008, p. 5). Puijk (2008) notes that in modern newsrooms much communication is withheld from the observer as communication is withdrawn to the silence of the computer screen instead of being displayed in face-to-face interaction. However, measures can be taken to avoid many of these methodological difficulties. The most important is to ensure a triangulation of methods that secures different perspectives of the object of study. Observations should therefore be accompanied by interviews and document analysis. Furthermore, securing access for a sufficient period of time is necessary, so that situations and actions can be understood properly and in their right context.", "The case study of dagbladet.no is, therefore, based on four periods of observation (May 2005, September 2006, January 2007 and November 2007) covering a total of six weeks. During these periods I sat in the open-plan online newsroom close to the feature desk, followed the online feature journalists in their work and attended newsroom meetings, etc. In addition, I conducted 28 semi-structured interviews with newsroom staffers (editors, journalists, marketing personnel and technical personnel) mainly from dagbladet.no but also in the parent organization of Dagbladet. I also analysed documents such as annual reports, internal project reports and news articles covering the development of the section in question and other relevant aspects concerning dagbladet.no. In-between the periods of observation I followed the section closely from a reader's point of view and corresponded with newsroom staffers through e-mail and chat.2 ", "Given the focus on practice and innovation as an interactive process that mediates between structure and agency, I paid special attention to the motivation for individual action during the periods of ethnography. With regard to the practice of the journalists involved in the feature section, I watched how they developed and chose to present their stories and constantly asked them questions as to why they chose to do as they did. Only by such constant interventions could I make judgments on the importance of agency involved as the process of innovation unfolded.", "The case will be presented according to the relevance of the factors found to influence innovation in previous research (newsroom autonomy, newsroom work culture, representation of the audience, the role of management and the relevance of new technology). A revision of the factors will be discussed following the presentation of the findings."]}, {"title": "Newsroom Autonomy", "paragraphs": ["When dagbladet.no was launched in 1995 the online newsroom quickly gained a relatively autonomous position. In 1997, the subsidiary DB Medialab was established, isolating dagbladet.no as a unique economic and juridical unit within the Dagbladet media company. Therefore, when the section for feature journalism, Magasinet,3 was launched on 11 January 2002, it was within a quite autonomous newsroom where staffers were accustomed to going about their business without much interference from the print newsroom. Innovation was spontaneous, swift and incorporated in the practice of journalism.", "However, the new section was not initiated by the online newsroom. Both the editor of the print equivalent feature magazine Magasinet and the marketing department were pushing for a feature section in dagbladet.no. “The important thing was to create a nice platform to attract advertisers. We didn't make much money back then”, said the online chief editor at the time (interview). In the first years, the section therefore mainly consisted of stories shovelled from the print edition and some additional text-based stories written by an online journalist assigned to the section.", "The open-plan architecture of the online newsroom caused the section to be an integrated part of the daily routines of dagbladet.no in general. This lack of internal autonomy made the production of journalism for the section open to influence by the production routines of the other sections of dagbladet.no. Hence, immediacy became important. The journalist heading the section felt it was important to produce and publish at least one new story each day. Some tension arose between the print and online feature desks. Upon my first visit to the newsroom in 2005, the print Magasinet editor was not confident about the quality of what was published under the Magasinet brand online. “In Magasinet, we secure quality through many stages before we publish stuff. With the pace they have online, it's difficult for them to secure quality. I think that's very bad for the Magasinet brand”, she said (interview). She therefore wanted closer co-operation and more control over what was published online. However, the online Magasinet journalist said that if it were up to her, no stories from the print Magasinet whould be published online at all.", "In 2006, the online newsroom initiated a re-launch of the section (“Magasinet 2.0”) to define its aim and purpose on their own terms. A project group was established, headed by a newly hired (by dagbladet.no) professional project manager. The journalist heading the Magasinet section and the editor of the print equivalent were both key members of this project group, and during the project period they “hit it off”. What had previously been a fairly lukewarm relationship marked by an unwillingness to co-operate, turned to enthusiastic and innovative co-operation during the project period. As a result, a journalistic programme for the section was written, stating that Magasinet online shall produce feature stories based on the premises of the Internet, implying that online tools such as video, debate, photo slide shows, graphics, hyperlinks and whatever technology might offer in the future shall be utilized.4   ", "Magasinet online shall produce feature stories based on the premises of the Internet, implying that online tools such as video, debate, photo slide shows, graphics, hyperlinks and whatever technology might offer in the future shall be utilized.4 ", "The project group delivered their suggestions in January 2007 and the section was to be re-launched in May the same year. However, the suggestions were not implemented (due to reasons discussed below). During the summer and autumn of 2007 several things happened that weakened the overall autonomy of dagbladet.no. Three editors who were all key individuals in the struggle for online autonomy left dagbladet.no, partly as a result of an internal dispute over Dagbladet's wish and attempt to converge print and online newsroom operations. This made implementation of new online features even more difficult. The members of the project group were frustrated with the lack of action. Innovation was hindered and the mode of enthusiasm and co-operation that had marked the project group members broke down."]}, {"title": "Newsroom Work Culture", "paragraphs": ["The newsroom work culture of dagbladet.no is basically a reproduction of the gatekeeping culture of the print counterpart. Journalists select sources and write stories based on traditional news criteria. Desk editors edit and publish the stories. However, dagbladet.no has paid more and more attention to finding alternative work cultures, thus making the information flow more complex. An important incident fast-forwarding this process was the launch of a community service (“Blink”) in February 2002, which soon became the most popular online community in Norway. From that moment on, dagbladet.no became accessible for other information flows to pass through the gate. A routine was established implying that initiatives of innovation always involved looking for ways to implement user-generated content. In recent years, dagbladet.no has dedicated considerable resources to develop an advanced system for user discussions and comments. Dagbladet.no has also developed a system for so-called net meetings (i.e. sources answering questions from readers live) on a daily basis.", "Interaction with readers therefore soon became an important part of the Magasinet section's identity, as perceived by the journalists. Stories could attract as many as a thousand readers’ comments, and quite often stories were re-edited post-publishing based on reader involvement. The Magasinet section also experimented with other kinds of user-generated content, such as series of narratives written by non-journalists.5 "]}, {"title": "Representation of the Audience", "paragraphs": ["As a result of the fairly distributed model of gatekeeping (in comparison to print newsrooms) in dagbladet.no, the readers were perceived as being producers as much as consumers. Comparing the online newsroom with the print counterpart, the online news editor said: “We create a widely different intersecting point between the newsroom and the readers” (interview). When several new positions in dagbladet.no were announced in January 2007, the announcement underlined that dagbladet.no aimed at producing journalism in “conversation with the readers”.", "This view of the audience as collaborators clearly made an impact on the innovation process of the Magasinet section, both in how technical resources were used and in how journalism was practised. Technical resources were directed towards developing efficient systems to implement reader comments and net meetings as described above. Journalism was practised with an understanding that readers would contribute with personal stories (identified above as a discourse of intimacy present in traditional feature journalism), thus minimizing personalization on the journalists’ side of production. “There is no point in finding cases to the stories we write since the readers contribute with their personal experiences in the discussions following the stories”, said one of the section's journalists.", "The audience was also perceived as active searchers of information. Stories in dagbladet.no in general and the Magasinet section in particular were equipped with a substantial amount of both in-text and side-barred hyperlinks."]}, {"title": "The Role of Management", "paragraphs": ["From the beginning, the editors of dagbladet.no developed a culture of democratic leadership. As one journalist put it: “Every employee had as much influence as the boss” (interview). Journalists felt processes of innovation and development were joint tasks where editors and journalists were equally important. It seemed as though this was a deliberate management strategy that influenced all levels of management, from publisher to subeditors. One subeditor said: “I don't take control over what the journalists are working on. They may work on whatever they want. People here are so skilled that that's not a problem”.", "In general, the journalists were pleased with this arrangement, and felt they were given tremendous freedom—much more than in the parent newspaper according to those who had worked in both places. The flip side was a sense that no one was in control and that news coverage and product development became random. Some journalists were frustrated with what they perceived as a lack of leadership. “I'm often surprised with how poorly we plan things”, one journalist lamented. The management culture also caused some confusion regarding who was actually in charge. In the colophon of the Magasinet section, the editor of print Magasinet was named as editor—not the online editor as in all other sections. When confronted with this, the editors of dagbladet.no and of print Magasinet disagreed on who actually possessed editorial control. Since years had passed without this causing any confrontation, the situation serves as an example of how little editors interfered with daily production.", "This lack of editorial interference led to two outcomes: first, product development and innovation were very much controlled by the journalists themselves; second, informal structures of power relations were allowed to mushroom. Both these circumstances are traceable to the development of the Magasinet section. The journalists working within the section were free to develop it in the direction they wanted. However, in 2007, when the section was to be re-launched following a professional process of project management, informal power relations paralysed the implementation of the new section. Two senior staffers who were not members of the project group planning “Magasinet 2.0”, but who were accustomed to being involved in product development, opposed some key aspects of the project group report, namely the wish to implement interactive graphics using the software Flash and thus the hiring of a Flash designer. One of the senior staffers simply said he felt Flash was a “hype” and that utilization of this software would be a “misuse of resources”. After a meeting in which the two senior staffers had put forward their views on the project group report, the head of the Magasinet section said (with one of the senior staffers in question listening): “You should have seen [names of the two senior staffers]. They just laughed at us, really ‘dissed’ us”.", "Without any formal planning or assembling a professional project group, the two senior staffers then came up with an idea to re-launch one of the other sections. Given their powerful position within the newsroom, they managed to direct resources to develop and re-launch this other section instead of the Magasinet section. “That's how things work here”, one of the Magasinet section journalist later lamented, “Development happens in other ways. [Names of the two senior staffer] can suddenly have an idea, they run into the technical department and make them develop things”."]}, {"title": "The Relevance of New Technology", "paragraphs": ["At one point, in November 2007, the journalist heading the Magasinet section said out loud: “We have so many technical problems that everything is going straight to hell. I can't take it anymore. I quit!” The only response she got from her colleagues was laughter—a laughter reflecting their recognition more than any humorous accounts of the outburst.", "Several times during the observation periods and in the interviews technical restraints were mentioned as the direct cause of why new features were discarded—in dagbladet.no in general and in the Magasinet section in particular. Two factors concerning unwanted or unforeseen technical issues were of direct relevance to the development of the Magasinet section. The first factor concerned limitations in the Content Management System (CMS), the second concerned complexity of multimedia presentation software.", " Dagbladet.no directed substantial resources into developing a unique CMS. This system had many flaws (even in 2007) and created constant frustration among the journalists. The system was so unstable that the journalists wrote their stories in a different application before copy-pasting it into the CMS. Hyperlinks, text formatting and other coding had to be manually written in html by the journalists. Such processes were time-consuming and prevented, for instance, development of hypertext structures, thus promoting linear text as the preferred style. When asked if there existed any plans to implement hypertext structure to story writing, the journalist who headed the Magasinet section during the first years, replied: “Yes, we talked about that. But there were some technical restraints that made it difficult” (interview).", "As mentioned in the project report for the re-launch of the section in 2007, the journalists in the Magasinet section wanted to implement Flash productions. As part of the project group involvement they played back some Flash productions from The Los Angeles Times’ online edition to the technical department, asking for support to produce similar packages. The technical staff were however sceptical. They expressed worries about the complexity of the Flash software and felt it would consume too many resources (similar concerns were expressed by personnel in British online news sites according to Thurman and Lupton, 2008). Even though the final project report contained a suggestion to hire a Flash designer designated to the section, this never materialized."]}, {"title": "Discussion", "paragraphs": ["Three important insights can be drawn from these findings. First, several researchers have concluded that immediacy in reporting is an obstacle for innovation in online newsrooms. The case study presented here suggests that the implementation of new genres in online journalism might minimize the importance of immediacy and hence boost innovation. Second, the factors found to be important for processes of innovation in online newsrooms in previous research are still relevant, but somewhat overlapping and in need of revision. Third, the importance of practice and thereby the power of individual action has been undervalued in previous research on innovation in online newsrooms.", "Concerning the first insight, there is no doubt that the introduction of feature journalism in dagbladet.no implied a process of innovation, even though the second phase of this process might be perceived as not very successful. The online journalists and editors searched for ways to adapt this type of journalism to an online environment and hence make it their “own”. It is, however, fair to say that the work routine of the Magasinet section was influenced by the work culture of the online newsroom at large to such a degree that immediacy in reporting became, at least to a certain extent, a virtue that perhaps slowed down the process of innovation. However, immediacy was not a factor that obstructed innovation in itself; rather it was part of an already established work culture that to a certain degree hindered innovative initiatives that did not involve immediacy. It might, therefore, be advisable to view immediacy more as an effect of other factors rather than a cause in itself. If the people working within the Magasinet section had been isolated to create their own, autonomous work culture, then immediacy might not have become a virtue. Autonomy and work culture therefore seem to be factors causing the degree of immediacy in reporting and thereby the extent of further innovation.", "This insight points to the next. The various factors influencing innovation are not separate but highly integrated in complex chains of causes and effects. For instance, whether the newsroom is autonomous or not clearly affects whether it adopts an already established work culture or creates an alternative one. Furthermore, whether the audience is perceived as producers or consumers is closely linked to what kind of work culture the newsroom has established. In other words, autonomy can cause alternative work cultures and thereby different perceptions of the audience. One can imagine that a new and different perception of the audience can grow out of an already-established work culture and create a new and eventually autonomous newsroom, but it seems more plausible that autonomy is the initial and thus decisive factor.", "Another point to make concerning autonomy is that it played a double and complex role in how the Magasinet section developed. Previous research has only focused on autonomy in relation to parent newsrooms, while the findings of this case study reveal that autonomy within the online newsroom might be of equal importance.", "The complex role of autonomy is also reflected in what role management played. There is no doubt that the role of management was crucial to the direction the process of innovation took in this case. The democratic culture of dagbladet.no—or lack of leadership, depending on the eye of the beholder—made innovation random, dependent on individuals and open to the influence of informal power structures. However, the style of management causing this was expressed and wanted. Hence, the randomness of innovation was part of an established routine. When management changed the routine and implemented professional project management (in an attempt to minimize randomness) the path of innovation became even more random because the old routine was still very much alive and part of the practice of the journalists. This demonstrates what Slappendel perceives as the “complex and paradoxical relationship between action and structure” (1996, p. 118).", "The findings further suggest that Boczkowski's (2004) separation of alternative work culture and how the audience is perceived as two different factors might be unnecessary, since the process of innovation as it unfolded in dagbladet.no indicates a clear interdependence between these two factors. When dagbladet.no relaxed the gatekeeping work culture, they did so because they wanted the audience to participate on the production side. A different perception of the audience therefore determined an alternative work culture.", "The third insight to be drawn from this case study regards the importance of practice rather than routine. Running throughout the findings of the case study is the importance of individuals’ actions. Individuals played an important role at all levels of innovation. The journalist heading the Magasinet section influenced the development to a great extent, the innovative initiatives of the project group were significantly advanced because two key members “hit it off” with each other, and informal power structures allowed other individuals to block the same innovative initiatives. This gives substantial support to Cottle (2007) and Niblock's (2007) emphasis on the importance of practice in (online) newsrooms. It is, however, important to note that this dimension of practice interplayed with structural elements such as autonomy, work culture and technical restraints, very much in line with the interactive process perspective on innovation argued for by Slappendel (1996).", "There are, however, other rationales for why agency is perhaps more important now than before in both online newsrooms and media organizations at large. Deuze (2007) and Nygren (2008) have pointed out that media work in general and the practice of journalism in particular is becoming increasingly individualized. Use of freelance labour, blurring boundaries between leisure and work, and journalists expected to be multi-skilled are all structural factors of the media industry paradoxically enhancing the importance of agency and thus the practice of journalism. In an overview of new media innovation in Denmark, Sweden, The Netherlands, Switzerland and Austria, Bierhoff et al. (2000, cited in Deuze, 2007, p. 150) found that editors, journalists and management disagreed on the nature of change brought about by convergence. Newsrooms marked by strong individuals constantly opposing each other's views therefore seems to be a common feature when processes of innovation unfold in online journalism.", "Given the still very short history of online newsrooms, the diverse nature of their autonomy and the extreme growth they have undergone during the last 10–15 years, it is to be expected that internal structures are weak and subject to constant revisions. In such work cultures practice might outshine routine. More importantly, this emphasis on agency in turn affects the establishment of structures in line with Giddens’ (1984) tail-biting theory of structuration: individuals empowered with the ability to influence and shape organizational routine will shape a routine where individuals are expected to play important roles. This was the case with dagbladet.no. Innovation was anchored in the practice of journalism and innovative initiatives anchored elsewhere (in professional project groups) did not succeed."]}, {"title": "Conclusion", "paragraphs": ["The aim of this case study has been to trace factors influencing processes of innovation in an online newsroom and to further develop a substantive grounded theory of such processes. Based on the findings and the discussion above it is fair to say that such processes are complex and random, due to the unstable structure of online newsrooms. What is a cause for, and what is an effect of, innovation (or lack of innovation) can be difficult to pinpoint. Immediacy in reporting has, for instance, been labelled a cause for lack of innovation. In this paper I have argued that immediacy in reporting is best seen as an effect of factors preventing innovation rather than a cause in itself.", "Comparing the findings of this case study with previous research supports a substantive grounded theory of innovation in online newsrooms constituted by five factors:   Newsroom autonomy: are innovative projects initiated and implemented within an autonomous newsroom and with relative autonomy within the online newsroom?    Newsroom work culture: does the online newsroom reproduce editorial gatekeeping or are alternative work cultures explored?    The role of management: is newsroom management able to secure stable routines for innovation?    The relevance of new technology: is new technology perceived as relevant, i.e. efficient and useful?    Innovative individuals: is innovation implemented and understood as part of the practice of journalism?   ", " Newsroom autonomy: are innovative projects initiated and implemented within an autonomous newsroom and with relative autonomy within the online newsroom?", " Newsroom work culture: does the online newsroom reproduce editorial gatekeeping or are alternative work cultures explored?", " The role of management: is newsroom management able to secure stable routines for innovation?", " The relevance of new technology: is new technology perceived as relevant, i.e. efficient and useful?", " Innovative individuals: is innovation implemented and understood as part of the practice of journalism?", "In dagbladet.no, these factors shaped how a section for feature journalism was developed and implemented. It is, however, important to note that the five factors are dependent on each other through complex chains of causes and effects. The most decisive factor seems to be autonomy—both within the newsroom in question and in relation to other newsrooms. Without autonomy, alternative work cultures are not likely to be explored. Without autonomy, management is not likely to secure stable routines for innovation. Furthermore, the factor concerning how the audience is perceived, detected in previous research, is found to be an integrated part of the factor of newsroom work culture. It is thus discarded as a separate factor here. Finally, the emphasis on newsroom practice in the case study presented above revealed the importance of a factor not previously detected: the importance of innovative individuals.", "However, the random and individualized nature of innovation found in dagbladet.no might be the most common feature of innovation processes in online newsrooms—and an important feature of the structural dimension of new media production at large."]}], "references": [{"title": "“Ethnography and News Production: new(s) developments in the field”", "year": "2007", "journal": "Sociology Compass", "volume": "1", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "“Journalism and the Web: an analysis of skills and standards in an online environment”", "year": "1999", "journal": "International Communication Gazette", "volume": "61", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "“What Is Journalism? Professional identity and ideology of journalists reconsidered”", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "“Online Journalists Face New Ethical Dilemmas: lessons from The Netherlands”", "year": "2001", "journal": "Journal of Mass Media Ethics", "volume": "16", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Yeshua Daphna", "first_name": "Yeshua", "last_name": "Daphna"}]}, {"title": "“Weblogs and the Epistemology of the News: some trends in online journalism”", "year": "2004", "journal": "New Media \\& Society", "volume": "6", "authors": [{"name": "Matheson Donald", "first_name": "Matheson", "last_name": "Donald"}]}, {"title": "“From ‘Knowing How’ to ‘Being Able’”", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Niblock Sarah", "first_name": "Niblock", "last_name": "Sarah"}]}, {"title": "“Delivering Ireland: journalism&#039;s search for a role online”", "year": "2005", "journal": "Gazette", "volume": "67", "authors": [{"name": "O'sullivan John", "first_name": "O'sullivan", "last_name": "John"}]}, {"title": "“The Lack of Interactivity and Hypertextuality in Online Media”", "year": "2005", "journal": "Gazette", "volume": "67", "authors": [{"name": "Oblak Tanja", "first_name": "Oblak", "last_name": "Tanja"}]}, {"title": "“New Media and News: implications for the future of journalism”", "year": "1999", "journal": "New Media \\& Society", "volume": "1", "authors": [{"name": "Pavlik John V.", "first_name": "Pavlik", "last_name": "V."}]}, {"title": "“Organization Structure, Individual Attitudes and Innovation”", "year": "1977", "journal": "Academy of Management Review", "volume": "2", "authors": [{"name": "Pierce Jon L.", "first_name": "Pierce", "last_name": "L."}, {"name": "Delbecq André L.", "first_name": "Delbecq", "last_name": "L."}]}, {"title": "“Literary Journalism Techniques Create Compelling Blackhawk Down Web Site”", "year": "2004", "journal": "Newspaper Research Journal", "volume": "25", "authors": [{"name": "Royal Cindy", "first_name": "", "last_name": "Cindy"}, {"name": "Tankard James W. jr", "first_name": "Tankard", "last_name": "W."}]}, {"title": "“Interactive Info Graphics in Europe—added value to online mass media: a preliminary survey”", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Schroeder Roland", "first_name": "Schroeder", "last_name": "Roland"}]}, {"title": "“A Contemporary History of Digital Journalism”", "year": "2005", "journal": "Television \\& New Media", "volume": "6", "authors": [{"name": "Scott Ben", "first_name": "Scott", "last_name": "Ben"}]}, {"title": "“Still Guarding the Gate? The newspaper journalist&#039;s role in an on-line world”", "year": "1997", "journal": "Convergence", "volume": "3", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“Who Are These Guys? The online challenge to the notion of journalistic professionalism”", "year": "2003", "journal": "Journalism", "volume": "4", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“Strange Bedfellows? The diffusion of convergence in four news organizations”", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“Perspectives on Innovation in Organizations”", "year": "1996", "journal": "Organization Studies", "volume": "17", "authors": [{"name": "Slappendel Carol", "first_name": "Slappendel", "last_name": "Carol"}]}, {"title": "“Online Feature Journalism: a clash of discourses”", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Steensen Steen", "first_name": "Steensen", "last_name": "Steen"}]}, {"title": "“Digital featurejournalistikk. Hvordan diskursiv praksis pavirker sjangerutvikling i en nettavis” [“Digital feature journalism. How discursive practices of an online newsroom affect genre development”]", "year": "2009", "journal": "Rhetorica Scandinavica", "volume": "49/50", "authors": [{"name": "Steensen Steen", "first_name": "Steensen", "last_name": "Steen"}]}, {"title": "“The Shaping of an Online Feature Journalist”", "year": "", "journal": "Journalism", "volume": "", "authors": [{"name": "Steensen Steen", "first_name": "Steensen", "last_name": "Steen"}]}]}