{"doi": "10.1080/21670811.2015.1046992", "url": "https://doi.org/10.1080/21670811.2015.1046992", "title": "Investigating Search Engine Optimization Factors in Media Websites", "volume": "4", "year": "2016", "issue": "3", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Giomelakis", "first_name": "Dimitrios", "name": "Dimitrios Giomelakis"}, {"last_name": "Veglis", "first_name": "Andreas", "name": "Andreas Veglis"}], "abstract": "Rapidly evolving digital technologies across the last two decades have undeniably caused great changes in the field of journalism. The development of online journalism has affected the processes of journalistic work, creating at the same time new techniques and practices. On the internet, search engines still drive a great amount of traffic to news websites. For that reason, factors such as visibility and high ranking on search engines’ results pages remain crucially important for media organizations. Nowadays, journalists or Web editors should be able to write and create appropriate content for the Web. This paper discusses in detail the impact of Search Engine Optimization (SEO) on digital journalism. Through a quantitative analysis, a survey concerning Greek media websites is presented. The aim was twofold: on the one hand, to find out to what extent the use of SEO affects the traffic of a media website whilst, on the other hand, to discover to what degree media professionals in Greece utilize the possibilities given through search engines in order to increase traffic. Finally, a number of SEO elements and practices often used in news content are noted.", "body": [{"title": "Introduction", "paragraphs": ["The evolution of internet technologies and the emergence of Web 2.0 during recent years have impacted significantly on the journalistic field. While journalism faces new challenges, basic work processes such as news gathering, news production and distribution have adapted to the new era. The internet challenges traditional news delivery methods (Chung 2008) and brings about new modes of producing and consuming news content (Spyridou and Veglis 2008). As a result of the rapid spread of the new information technology in the digital world, the mass media have obtained new features.", "The new technological evolutions coupled with the growth of contemporary search engines have produced significant changes in Web content. Undoubtedly, a large part of internet traffic depends to a great extent on search engines (Safran 2013). While more and more websites are indexed by search engines and struggle to ensure their own market share, it is quite evident that factors such as the highest ranking and a position at the top of the search results page become increasingly crucial for an online media organization. The visibility of a site through Web searches has become a necessary ingredient for the survival of the site (Galitsky and Levene 2004).", "The internet is currently one of the most popular sources for news consumption. Moreover, a considerable proportion of people tend to get their daily news through search engines (Dutton and Blank 2011; Newman and Levy 2014). Due to the wealth of news media websites, the rapid dissemination of information but also the existence of a “culture of the click” (Anderson 2009), the aim now is for a story to be found through the search engines as well (Richmond 2008). Just an online presence is not enough and today, the general rule for news organizations is to be anywhere, anytime, on any platform (Picard 2009). This is a new reality, an adaptation to the new practices and consequently optimization for search engines can be described as a natural part of work.", "The current study is focused on the application of Search Engine Optimization (SEO) in media websites. The study includes Greek media websites that are among the most popular websites in Greece with high traffic volumes. The main objective was to explore whether SEO affects the traffic of a media website and, more specifically, if the websites with the greatest traffic have also the largest percentage of SEO use. Another objective was to discover to what degree media professionals in Greece utilize the possibilities given through search engines in order to increase their traffic."]}, {"title": "Literature Review", "paragraphs": ["SEO is a collection of strategies that improve a website’s presence and visibility on search engines’ results pages (Carroll 2009; Ledford 2009). In short, the higher and more frequently a site appears in search results, the more visitors it will receive through the use of search engines. These strategies can be divided into four major categories (Malaga 2008): keyword research/selection, search engine indexing, on-page optimization and off-page optimization. On-page optimization includes the management of all factors associated directly with someone’s website (e.g. keywords, appropriate content, internal link structure), while off-page optimization includes all the efforts made away from the website such as link building or social signal strategy. A recent survey from Conductor (Safran 2013) showed that natural search is responsible for nearly half (47 percent) of all visits with Google having the highest market share. In this context, it is a common practice for internet users to avoid clicking past the first few pages of search results. According to a relevant survey from iProspect (2006), 90 percent of search engine users never read past the third page of results, and 62 percent of them click on a search result within the first page. The findings from Chitika (2013) revealed that the top listing in Google’s organic search results receives 32.5 percent of the traffic, compared to 17.6 percent for the second position and 11.4 for the third. In addition, websites listed on the first Google search results page generate 92 percent of all traffic from an average search.", "Search engines are programs that employ algorithms in order to find and collect information about Web pages. In general, a search algorithm is a problem-solving procedure that takes the problem (i.e. the users’ word or phrase), sifts through a vast database of cataloged keywords with their URLs and then returns a listing of best-matching Web pages according to the search criteria. The search results (i.e. page ranking) depends on the perceived quality of the page (quality score) in accordance with the algorithm that is being used and a number of factors such as location, frequency of keywords, links or clickthrough rates (Ledford 2009). In the case of Google, the famous PageRank (one of its oldest algorithms) is a quality metric used in ranking (one out of many) that measures the importance of website pages by counting the number and quality of links to a page (Grappone and Couzin 2008; Page et al. 1999). In sum, search algorithms can be divided into three broad categories: on-page algorithms that measure on-page factors looking at the elements of a page (e.g. keywords in content or meta tags), whole-site algorithms that look at the relationship of site elements (e.g. architecture of pages, anchor text or linking between pages) and. finally, off-site algorithms that examine the incoming links. All three types are generally part of a larger algorithm (Ledford 2009).", "From the early days of search engines until today many SEO users have tried to deceive search engines using illicit techniques in an attempt to artificially improve search engine ranking. Those techniques are usually called “black-hat SEO” and are not in compliance with the search engines’ guidelines for webmasters. These techniques include, among others, keyword stuffing, and link farms or hidden pages (Grappone and Couzin 2008; Ledford 2009). Search engines have evolved tremendously in recent years. One of the primary reasons that their algorithms are always changing is due to the need to address “black-hat SEO”. Undeniably, Google is the king of search engines and in recent years it has implemented a number of such changes. Google Panda (February 2011), Penguin (April 2012) and Hummingbird (late 2013) were the most significant updates that were made to its search algorithm. The change of Panda algorithm aimed to eliminate low-quality or thin sites in favor of those with in-depth, regularly updated content. Google Penguin was the response to “black-hat” SEO tactics for link building and the so-called “link schemes”. Finally, Hummingbird added the contextual search, as Google has begun to look at the relationship between terms to interpret context (Rampton and DeMers 2014). As a consequence, all the above changes have affected SEO.", "SEO has evolved over time and, nowadays, is by all means not only about link-building and keywords. As the internet evolves, search engines have become smarter by incorporating social content into their results. In order to enhance their perfect reach, many search engines incorporate information from Web 2.0 applications into their searchable indexes (Zimmer 2008). In this context, active Facebook profile pages have many ranking possibilities for branded, subject-based and personal name-based queries at Google. Moreover, results from Twitter can be used for queries where real-time data are helpful. Due to Twitter’s domain authority, its profile pages also rank highly for relevant searches (Dover 2011). As regards Google+, its characteristics make it a far superior platform for SEO and sharing content on it can potentially influence search rankings in significant ways (Shepard 2013). According to Moz’s experts (Peters 2013), there is a remarkable correlation between Google +1s and higher search rankings. Social signals in general (e.g. Facebook shares/likes or how many fans/followers someone has) definitely have a positive impact on websites and are considered as the new “link building” metric (Frasco 2013). Recent study from Searchmetrics (2013) confirmed how important social media signals are to SEO ranking, especially Google +1s.", "Social media and SEO do overlap, and the former can help the total organic success of websites in several ways (Pascale 2014). Many aspects of social media optimization can help in improving SEO performance due to the fact that search engines increasingly search for social signals to help the ranking of pages (Rayson 2013). The more referrals someone has across the Web, the more search engine spiders notice and categorize their content (Ehrlich 2013).", "SEO entered newsrooms within the last decade, creating new practices and challenges for media people (Richmond 2008). It can be a key requirement for the success of some projects, particularly for content-based sites (Charlton et al. 2008) and, thus, news websites. SEO is a process by which Web editors customize a headline, a lede or the text of an article in order to improve their placement in Google and other search engines and have a better chance of being read (Bakker 2012; Stabiner 2011). It can be characterized as an emerging production norm and practice within newsrooms. News organizations, among other things, redirect and redefine the news-making process around clickstream and SEO notions of news due to the convergence dynamics and the new challenges that face journalism as a whole (Spyridou and Veglis 2012). According to Pavlik (1997), in the third stage of the evolution of online content, original news content is designed specifically for the new medium.", "Many studies have shown that a large percentage of readers get informed through search engines. According to Reuters Institute Digital News Report (Newman and Levy 2014) search is still the main gateway in France, Germany, Italy, the United States and Brazil, while another study from the Reuters Institute confirms that for news sites search remains crucially important (Newman 2011). The findings of the Pew Research Center deduced that Google was the primary entry point (followed by Facebook) among the top nationally recognized news site brands in the United States, having 30 percent of the traffic to these sites (Olmstead, Mitchell, and Rosenstiel 2011). In early 2014, the American Press Institute (2014) and the Associated Press-NORC Center for Public Affairs Research found that roughly half of Americans got their news from search engines. In Europe, and more specifically in Britain, 61 percent of internet users were mainly using search engines to find information (Dutton and Blank 2011).", "Journalists are still writing to be read. On the internet with a wealth of news media websites and the rapid dissemination of information, the objective is a story to find readers through search engines as well (Richmond 2008). The highest possible ratings are a new reality, an adaptation to the new practices, therefore SEO can be described as a part of newsroom Web strategy. It might be thought that SEO techniques seem to prefer journalism that deals with breaking news and topical subjects in contrast to features and opinion pieces (Richmond 2008). Search is the gateway to the online news consumer and search engines function as the gatekeepers to the digital audience. That is the reason why news publishers try to find techniques or new journalistic skills to improve the visibility and prominence of their stories in search engines and other Web-based news aggregators. SEO is a set of techniques used to make their content as relevant and sticky as possible within the hyperlinked maze of the Web (Currah 2009).", "At this point, it is necessary to bring up in discussion this kind of symbiosis between search engines and news organizations. As Smyrnaios (2012) points out, the development of online journalism is accompanied by a rising dependence of online publishers on technology industries (search engines, news aggregators or social networks) that take on the function of infomediation. Infomediation can be defined as a mix of edition, aggregation and distribution of third-party content that connects information supply with information demand. In this new relation, industries of content and Web companies are involved in a situation of “coopetition”. Both parts collaborate to create a bigger business “pie”, but at the same time compete to divide it up (Brandenburger and Nalebuff 1997). The cooperative element concerns their mutual interest/dependency to share content and traffic. Infomediaries use the professional, original content of media to attract users while publishers benefit from the traffic that is redirected to their websites. On the other hand, the competitive element concerns their direct competition on the advertising market and the problem of revenue sharing. Beyond that, there seems to be also ethical/ideological issues since a considerable number of journalists/publishers are against the use of their content by third parties. Also, due to the proliferation of keywords, journalists feel that they have to make their writing more formulaic (Richmond 2008; Smyrnaios 2012). Under these circumstances (infomediation and SEO-friendly practices), news organizations seem to be dependent on Google or other major Web firms and at the same time the publishers’ autonomy remains in question.", "All the above have led to a turbulent situation and an ongoing competition between news organizations and, mainly, Google during the last decade. This kind of symbiosis has been characterized by a number of controversies in many countries such as the United States, France and other European countries since 2003 (Arthur 2014; Cozens 2005; Smyrnaios 2012). One such example is the case of Rupert Murdoch and the threat to withdraw his newspapers’ websites from Google’s index which denotes the antagonism between legacy news and search engines (Johnson 2009). However, in spite of their continuing differences, there seems to be a movement of reciprocal adaptation between the two parties over the last few years. Publishers use optimization methods in order to gain more traffic while intermediaries, in their turn, adjust their services in order to respond to some requirements coming from the publishers (Smyrnaios 2012).", "In recent years, many leading online news organizations have employed SEO specialists and started to utilize this kind of optimization. In July 2008, the Daily Mail appointed a SEO manager (Oliver 2008) and at about the same time the Guardian’s in-house SEO team was created (Dick 2011). Understanding the value of SEO, the British Broadcasting Company (BBC) created for the first time in late 2009 the job of specialist SEO journalist. BBC journalists were trained in basic SEO while one of the most important changes in this strategy was the implementation of a dual-headline system that is still used now (2015). More specifically, journalists are able to create two headlines for a story—a short one (31–33 characters) for the front page and other website indexes, and a longer one (up to 55 characters, more keywords) which will appear on the story page itself and also in search engine results (Asser 2012; Dick 2011). Almost two years later, in 2011, at the Los Angeles Times, the incorporation of a SEO chief was one of the key factors leading to traffic increase (Ellis 2011). Another example is the Web edition of the Christian Science Monitor, where SEO was a key factor in increasing traffic and page-views from 3 million to 25 million per month (Groves and Brown 2011). Since Google is many internet users’ front door to the Web, SEO has become a requirement or an obsession for many Web publishers such as the Huffington Post (Miller 2011).", "To sum up, the digital success of news publishers depends also on operational changes in the processing and distribution of news. Investing in the appropriate systems and training, publishers need to modify their content (e.g. headlines, keywords, metadata) in order to attract the interest of the bots and, therefore, improve the exposure of their stories in search engines (Currah 2009). SEO is among the key journalistic skills according to the new editorial ethos of the Daily Telegraph (Sweney 2014). It has evolved over time and is a mixture of many factors. Many people talk about a connection between print and online journalism. The core of journalism is the content itself and that applies to SEO. Creating compelling and useful content will likely influence someone’s website more than any of the other factors (Google 2010). “Value” became an important subconscious factor that will determine how Google perceives websites (DeMers 2013b). News organizations have to take advantage of the chances provided via Web search, understand the power of SEO to drive traffic from search engines and at the same time help content to be read. While the media industry has entirely entered into the digital age and while the competition is growing, the good use of SEO within newsrooms as a useful tool for attracting more readers seems to be essential for online journalism."]}, {"title": "Research Questions", "paragraphs": ["Guided by the key concepts of field theory, our study attempted to answer the following questions:RQ1: Do the websites with the largest traffic also have the largest percentage of SEO usage?RQ2: Are there correlations between SEO factors and traffic numbers?RQ3: To what extent do media professionals in Greece utilize SEO?RQ4: Do websites with the largest traffic also have better presence on social media?", "Do the websites with the largest traffic also have the largest percentage of SEO usage?", "Are there correlations between SEO factors and traffic numbers?", "To what extent do media professionals in Greece utilize SEO?", "Do websites with the largest traffic also have better presence on social media?"]}, {"title": "Methodology", "paragraphs": ["This study focused on the application of SEO in a number of the most popular Greek news websites that have high traffic volumes according to Alexa.com.1 More precisely, it concerns the use of particular SEO factors (SEO characteristics and techniques) that were studied in the sample. The research is based both on experiential observation and listing of a number of factors, without being registered at the websites. The study, that took place during the summer of 2014, encompasses an overall sample of 30 news websites of all categories (portals, television stations, newspapers, blogs or sports websites). Specifically, the final sample is divided into two main categories as follows: 15 news websites that are placed among the 50 top sites in Greece—from now on called group A; as well as 15 news websites placed past the 100th place in the ranking—denoted as group B (Table 1). The majority of websites cover a wide variety of topics except sports websites that have particular content. The data of the sample are based on the Alexa ranking system, which is the only service that provides traffic metrics, information for all websites and, besides, the only way to observe the rank of a single website. It is worth mentioning that many of the websites also maintain high positions in metrics conducted by the Greek online Publishers Association.2 Unfortunately, those metrics do not include all the Greek websites and for that reason they cannot be used. In addition, although many foreign media websites (mostly in English) were found to be among the top websites that Greeks visit, only Greek media websites were taken into account.", "The group of factors under study is based on the literature review and mainly on what previous, recent studies have found. More specifically, these studies were: The Periodic Table of SEO Success Factors by Search Engine Land (2013), Moz’s 2013 Search Engine Ranking Factors survey and two more recent studies by Searchmetrics (Ranking Factors, Rank Correlation 2013–2014 Studies for Google USA).3 These factors connected to SEO can be organized in two categories due to the nature of the factors and their possible values: dichotomous (six) and non-dichotomous (five) factors (Table 2). In the first category, due to the dichotomous nature of the evaluation scale, the available choices were limited to two possible states: present (Yes) or absent (No). The objects of analysis were the entire websites and each one of them was entered through its homepage. Repetitive visits were made to websites in order to observe extensively the features under study. All the factors had to appear distinctly in every website. The browser employed for the study was Mozilla Firefox 19.0. The Page Info window was employed in order to establish the usage of meta description, keyword tags or images optimization. This feature of Mozilla Firefox offers more technical details about the Web page that the user is accessing. In the second category, data consisted of a large spectrum of values and also each measure used a different metric/measurement unit. For those factors, the case study was based on data from several tools and sources. For three factors (bounce rate, speed and linking sites) data from Alexa.com were used, for the PageRank of each website the popular and free tool from checkpagerank.net was employed and, finally, for the history of websites the domain age tool was used. The domain age tool displays the approximate age of a website on the internet and was built using Archive’s Wayback Machine which has been validated as a viable research tool (Murphy, Hashim, and O’Connor 2007). For the needs of the study, the results of these factors were converted to standardized z-scores (using SPSS) in order to facilitate the comparison between them. A z-score constitutes a statistical measurement of a score’s relationship to the mean in a group of scores. It can be calculated by the following formula: z = (X − μ)/σ (where X is the value of the element, μ is the population mean and σ is the standard deviation). z-Scores enable researchers to convert scores coming from different sets of data into scores that can be compared to each other. It should be noted that two factors (load time and bounce rate) presented a special situation since lower scores are considered better. Given that, after calculating z-scores, these two scores were multiplied by –1 in order to reverse the sign. As mentioned, the study focused on technical (SEO) features (existence or not of dichotomous factors, quantitative data for non-dichotomous factors), hence the absence of any kind of subjectivity is evident. Given that, it was not necessary to ensure any further reliability or validity in the above processes.", "Finally, the data were processed again by SPSS in order to see whether there were correlations between various factors and the two groups of websites. Pearson’s correlation coefficient was employed. Besides the aforementioned SEO factors, some other general characteristics concerning the presence of news organizations on social media (Google+ account, Facebook likes, Twitter followers, YouTube channel) were also examined. These general characteristics may have an indirect impact on search rank and SEO and for that reason they were studied separately (social results)."]}, {"title": "Factors Under Study", "paragraphs": ["As mentioned, the study included 11 factors (they are not all of the same value) and some other social media characteristics. In the following, they are presented and discussed briefly.", "During the headline creation process of an article, it can be useful for media people to think about writing different headlines for every news story (Coles 2011). Various options allow editors to continue writing great headlines while benefiting from search engine traffic. Many large news organizations (e.g. BBC or New York Times) employ this strategy in order to place more keywords in the headline fields (Asser 2012; Dick 2011). More precisely, there are different headlines between the front page and the story page itself (the latter appears in search engine results).", "One important on-page SEO element that is highly recommended is the use and optimization of the meta description tags (Ledford 2009). They constitute HTML attributes that provide concise description with relevant keywords connected with the words in the titles and the content of Web pages (Potts 2007). Many websites insert the first sentence of any news story into the description. They are commonly used by Google and other search engines as snippets for someone’s Web pages on search engine results pages (Google 2010). In this study, it was examined whether the news websites employed different meta descriptions for every news story.", "This practice helps search engines to determine easily what the image is about. Relevant keywords or small sentences are used on file names or alternative texts/tags to describe the images. This kind of optimization is very important, especially for image-based search engines such as Google Images (Ledford 2009).", "One of the most basic SEO techniques is the use of SEO-friendly URL structures (Potts 2007). URL’s names should be meaningful, having appropriate, correct keywords in them, in order to provide more information about the page (Google 2010; McGaw 2009). Most editors use the words from the title or keywords from the lead paragraph in order to create information consistency.", "It is said that backlinks constitute one of the most important SEO factors (Xiaojie, Fang, and Wu 2013). Certainly, it is the most essential factor regarding off-site optimization. Links from other websites have great significance, serve as votes for the value/quality of the website and constitute a basic requirement in order for a website to be found both through search engines and Web searchers (Grappone and Couzin 2008; Ledford 2009). In addition, it is extremely important for incoming links to be qualitative in order to give bigger value and better evaluation as well (Potts 2007). In this study, the number of incoming links to each website was examined.", "Active links exchange (or reciprocal links) and cooperation between two websites through their content, especially among sites with relevant content, can help in building more qualitative inbound links and also in bringing an increase in traffic and PageRank. It is a common tactic for media websites, especially when there is a lack of staff and a number of thematic categories cannot be covered properly. In every website under study, the implementation of that practice was observed.", "Another factor that impacts on search ranking and is taken into account by search engines algorithms (especially Google) in recent years, is site speed (Search Engine Land 2013). Site speed reflects how quickly a website responds to Web requests. This factor should be a priority for site owners because faster websites satisfy internet users by providing a better experience and as a consequence can increase the overall traffic. In this study the home page load time was measured for all websites.", "As stated, PageRank is an algorithm employed by Google to measure the importance of website pages (0–10, the higher the better) by counting, mainly, the number and quality of links to a page. In the past it was one of the most important factors but currently it is simply one out of many signals and its importance has definitely declined through the years. However, it still has some value in SEO (Grappone and Couzin 2008; Slegg 2013). PageRank should not be confused with backlinks, because this is something completely different (Google’s algorithm) that also takes into account the quality of links.", "Nowadays, interaction metrics play a powerful role in search rankings. One of those metrics that should be paid attention to is user engagement or “bounce rate” (Search Engine Land 2013). Bounce rate is the percentage of single-page visits (visitors who enter the site and leave without viewing other pages or interacting within the same site). Do visitors spend time reading or “bounce” away quickly? If the bounce rate is very high that indicates that the particular website as a whole is not very useful, does not engage the user and affects rankings negatively. In summary, reducing the bounce rate can result in more engaged visitors that continue deeper into the website (Eubanks 2013).", "The meta keywords tag is part of the HTML code that allows someone to provide the most important keywords of their page. Long ago, the meta keywords tag was important for SEO and very useful for webmasters. At present, it is no longer important to Google and other major search engines. Nevertheless, if they are used properly, meta data may have their use (McGaw 2009; Potts 2007). It is true that tags are still being used and many websites continue to place keywords in the HTML in order to gain any small advantage. In this current study, whether the websites used different meta keywords for every news story was examined.", "Undeniably, domain name age is not as important as other factors related to SEO. Nevertheless, an established domain that has been around a long time can help in the form of trust having an impact on domain authority or quality and, thus, can give support to rankings (Potts 2007). It should be noted that old domains can carry more weight due to their history and backlinks pointing to them.", "Nowadays, an active social media presence has become a necessity for the media industry in order to generate traffic and increase their impact. Social networking is increasingly affecting search engine algorithms and has become a remarkable part of SEO. “Social signals” are now the fastest rising search engine ranking factor (DeMers 2014) as search engines determine how to leverage our social interaction and behavior (Search Engine Land 2013).", "Aside from the main text, video integration makes content even richer and it is often ranked better by search engines (DeMers 2013b). More than one billion unique users visit YouTube each month,4 the most popular video website and video search engine (also a valuable tool to get traffic). It should be noted that it is owned by Google and it is integrated with the search engine. In search results video content attracts and engages users more than traditional text results since it is considered to be highly shareable, having a higher clickthrough5 rate (Dover 2011). In this study, the focus of attention was whether the websites included in the sample maintain an active YouTube channel and, thus, use those videos in their Web pages/articles."]}, {"title": "Results and Discussion", "paragraphs": ["The findings demonstrate some dominant trends in the Greek landscape, which are shown from the score of the most powerful factors of the research. Table 3 presents the detailed results of the evaluation of the first category of factors (dichotomous) per category of media websites. Based on the results of the table, it is concluded that websites with the largest traffic on the Greek internet also have the largest percentage of SEO usage. More specifically, websites that are recognized among the top 50 websites with the largest traffic gather 74.49 percent of SEO factors. In contrast, the percentage drops to 50 percent for the websites placed past 100th place.", "Considering the factors separately, according to the findings those that were most used were images optimization, meta description as well as keywords on URL addresses. Only one factor under investigation (images optimization) reached the maximum percentage (100 percent) in group A. It is worth mentioning that websites with the largest traffic have the lead in every single factor, except keyword tags. That might have happened because (as mentioned above) the meta keywords tag is no longer important to major search engines. In addition, in group A, five out of six factors exceed 50 percent of usage while, on the contrary, in group B that happens in four factors. Finally, rationally the element of different titles (or the dual-headline system) appears to have the lowest percentages in both categories as it is considered to be the most complicated among the factors. As mentioned in the literature review, that practice is used extensively by major news organizations around the world. Finally, and beyond the above factors, all the websites were found to use suitable keywords in title tags, on-page titles, lead paragraphs and body text, as well as keywords in H tags (h1, h2) or anchor texts.", "The second category (non-dichotomous) includes factors such as the number of linking websites (inbound links), the speed of each website, bounce rate, domain age as well as PageRank. As explained in the methodology, the results of these factors were converted to standardized z-scores in order to facilitate the comparison between them. Based on the results, it is clearly evident that websites of group A outnumber once again those of group B even by a narrow margin. Specifically, group A has a positive z-score (0.2) compared to group B that has a negative z-score (−0.2) indicating elements above or below the mean, respectively. Table 4 presents the initial results before the conversion to z-scores. The leading websites again have the lead in the majority of SEO factors except for two: the speed and domain age elements. While the former is clearly of a technical nature, the latter can be explained by the fact that group B includes some of the oldest domain names in the history of the Greek internet (e.g. enet.gr or antenna.gr), with a continuous internet presence for more than 15 years. Nevertheless, there is a slight difference between the two groups of websites and the results are very close. Not surprisingly, high-traffic websites have by far the most inbound links as well as better bounce rate and thus, better user engagement. In fact, the difference regarding linking sites can be regarded as particularly important, having a direct impact on the traffic numbers. Also judging by the higher bounce rate, it seems that users spent more time interacting in a deeper way in those websites. Those two factors (especially the first one) are considered by experts as two of the most important and essential elements in SEO nowadays.", "Using SPSS 20 we examined whether there are correlations between various factors and the two groups of websites (see Table 5). For the needs of the study, another factor concerning ranking (that is group A or B) was inserted. Based on the findings, we can conclude that various parameters that relate to SEO, mainly links exchange, linking sites and bounce rate, correlate with ranking. More precisely, linking sites (r = 0.476, p < 0.01) and links exchange (r = 0.600, p < 0.01) appear to be significant factors, having a strong connection concerning ranking. As was pointed out earlier, one of the most important external factors and factors in general that determines a search page ranking is the number of incoming links as well as their quality. This is also known as “link popularity”. Collecting incoming links for a website is undeniably an essential part of a successful SEO strategy. Group A and websites with the highest traffic volumes are the most popular on the Greek Web and have by far the greatest number of linking sites in comparison with those of group B. Besides, it is true that more important websites are likely to receive more links from other websites. In addition, the bounce rate (r = 0.511, p < 0.01) is strongly related with ranking and, as mentioned above, it seems that users engage more with the leading websites. As a result, this fact has a positive impact on SEO.", "As regards links exchange, websites of group A exploit to a greater extent that practice and cooperation with other websites, possibly among other things, in order to cover a wider range of topics. The presence in Google+, image optimization as well as Facebook likes are also found to be related with ranking. In their study of Ranking Factors, Moz’s experts (Peters 2013) concluded that there is a remarkable correlation between Google +1s and higher search rankings, even if social signals are not very important in the overall algorithm. Finally, concerning various variables, it is worth mentioning that PageRank appears to have strong correlation with incoming links (r = 0.475, p < 0.01) and domain age (r = 0.695, p < 0.01). This is as expected, as PageRank works by counting the number and quality of links to a page and, consequently, the older a website is, the more likely it is to receive more incoming links.", "As discussed earlier, position in search engines depends on several factors. Undeniably, there is no magic recipe and SEO is admittedly a variety of things that, in conjunction, can help a website (Giomelakis and Veglis 2015). SEO techniques do not guarantee traffic and indeed no experts, no matter how skilled, can promise a placing in the first position of search engine results. According to Google’s official statement no one can guarantee a number 1 ranking on Google.6]. In this sense, for a number of reasons, reputable SEO companies should avoid promising guaranteed search engine rankings (Fishkin 2008; Steimle 2014). Furthermore, it should not be neglected that the algorithms of search engines are constantly evolving and nowadays they can distinguish content with real value and content that exists only for SEO purposes.", "In reference to websites of group B, with no doubt, the cause of their lower traffic volumes is not dependent only on the lowest level of use of SEO techniques but also other factors are involved. Among others, there are significant factors such as the low direct traffic, the brand name and authority, the small number of regular readers, content and frequency of updates, reliability and so on. However, given that for news sites search and, mainly, Google remain crucially important regarding their traffic, the implementation of SEO is a factor that should be taken into account. The simple truth is that some additional keywords or links may not affect to a great extent the search value of articles regarding successful, popular websites with large traffic. On the contrary, it might be thought that SEO has more significance for new and not so well-known websites. If someone wonders why the low traffic sites do not make the most of SEO techniques, this may be due to several reasons, such as lack of knowledge and (trained) staff, lack of technical infrastructure, workload or time pressure.", "The increasing importance of the internet in terms of news distribution as well the function of infomediation by technology firms have changed news production practices and are creating conflicts between journalistic values, norms and new digital practices. In view of that situation, online media seem to be highly dependent on infomediaries and Google remains the most important one for publishers (Carlson 2014; Smyrnaios and Sire 2014). It is argued that this kind of symbiosis, along with the dependence on Google and SEO techniques, diminishes the publishers’ autonomy as well as the autonomy of journalism in general. From an editorial perspective, among the issues under discussion are: Do Google and search engines in general influence the news agenda or the way journalists write their stories? Is there a need for media professionals to write stories strictly in order to chase traffic? Does SEO destroy the news judgment of journalists as well as their craft? These issues are logical but they are not questions about SEO and should not be interpreted in that way. According to Richmond (2008), these are editorial choices, not SEO choices. SEO per se is value-neutral and it does not require editors to dumb down or write exclusively with the purpose of gaining traffic. Certainly, the aim of SEO is not a better or more diverse journalism. However, if it is implemented consciously and wisely, it can only benefit journalistic work. Besides, journalists are still writing to be read and SEO can help their articles to be found.", "Besides the fact that search engines tend to look at certain parts of a Web page, journalists should know their Web audience and write quality, useful content that people actually want to read. New techniques designed to ensure high ranking need to be implemented, keeping traditional news values in mind. Professional quality content is still necessary and, therefore, the role of the journalist who knows and is trained to write for people is more important than SEO. During the writing process, a journalist must feel creative, combining SEO with quality content production. Even if an organization has a good SEO strategy, it still needs to be communicated effectively to the newsroom, so journalists do not feel like slaves to Google Trends (Usher 2010b) Asser (2012) believes that it is not just about increasing traffic to a story. It is also connected with the essential needs of Web users to find the information they are looking for; securing long-term promotion for the journalism. Writing for the Web does not entail writing exclusively for machines. On the contrary, paying attention to the audience brings someone in better touch with what the audience cares about. This may be the best thing that news organizations can do to remain relevant and vital sources of news without dictating bad content decisions (Usher 2010a, 2010b).", "Certainly, there are a number of other issues, mainly of an economic or sociopolitical nature, that should be addressed in future studies with respect to these complex relations and mutual dependency between online media and infomediaries. For example, the competition for online advertising revenue (publishers are forced to share revenue generated by their own content), negotiation issues or the business models that can be implemented. In recent years, there has been a movement of reciprocal adaptation between the two parts (Smyrnaios 2012). However, it seems to be a necessity for the establishment of a framework of cooperation that will be beneficial and acceptable from both parts. While traffic from social networks, mainly Facebook and Twitter, is certainly on the rise, media organizations cannot ignore the power of Google traffic yet and need to continue optimizing their content for search engines. Given that the media industry has entirely entered the digital age and in light of growing competition, the good, effective use of SEO within newsrooms as a useful tool for attracting more readers, along with traditional journalistic skills, seems to be essential for online journalism.", "As search engines or technologies for aggregating online news are increasingly becoming more sophisticated at interpreting Web content, social signals have already started to play their role in SEO. The extent of social impact on search is evolving, which constitutes a characteristic of the SEO industry (DeMers 2013a).", "All the websites of the sample had an active account on Facebook and Twitter, which are the two most popular social networks in Greece. It was also examined if there was an active account on Google+ (with recent posts) as well as the number of Facebook likes and Twitter followers. Another factor taken into account was whether the websites included in the sample maintained an active YouTube channel and, thus, use those videos in their Web pages/articles. All these characteristics have an indirect impact on SEO. An active presence in social media websites and networks is a requirement for a news organization. Also, it is likely that the more Facebook page likes or Twitter followers it has, the more social signals such as +1s, likes or tweets its posts will generate. Regarding video content, as mentioned above, rich content is often ranked higher from search engines.", "According to the findings, 12 out of 15 (80 percent) websites of group A maintain an active account on Google+ whereas in group B, only 6 (40 percent) have a presence in the same social network. It is worth pointing out that there is a smaller difference regarding YouTube. All the websites of group A (100 percent) have an active channel in the popular video-sharing website. On the other hand, the proportion of group B is 12 ouf of 15 (80 percent). Furthermore, in the examination of the most popular Facebook and Twitter pages, the numbers gathered from this study confirm the superiority of high traffic websites. More precisely, group A has an average of 163,335 likes on Facebook pages while, in contrast, the number is limited to 78,313 in group B. The situation is pretty much the same and the difference is substantial concerning Twitter pages. Most high traffic websites maintain a number of 34,076 followers on average, whereas the number drops to 24,020 for group B. The above conclude that the leading websites have also the most active social presence with the largest audience. As a result, arguably their posts receive more social signals and, thus, have a better exposure on search engine results pages."]}, {"title": "Conclusions and Future Extensions", "paragraphs": ["This paper discusses the relationship between SEO and online journalism. The insufficient literature dealing with the relation of SEO and (online) journalism, as well as the lack of studies regarding SEO usage from media websites, and particularly from Greek media websites, were the reasons behind this study. The sample of the study included 30 Greek media websites divided into two groups and it focused on several SEO factors.", "Using quantitative analysis, this current study confirmed that in the Greek landscape, those media websites with the largest traffic also have the largest proportion of SEO usage. Furthermore, there was a clear correlation between traffic and various SEO factors such as backlinks, bounce rate and the practice of links exchange. The findings showed that popular media websites in Greece with high traffic volumes employ basic SEO strategies to a considerable degree, but there is still room for improvement. The study also features particular (optimization) practices or trends that are often used in the Web news content.", "The evolution of the internet and Web technologies is by all means influencing mass media (Chung 2008; Spyridou and Veglis 2008). The same applies to SEO (Dick 2011; Richmond 2008). In this context, the above results can be regarded as evidence that search engines and, thus, SEO can have a significant effect on the journalism profession and, more specifically, can play an important role in media websites and their Web traffic. SEO experts see a shift away from traditional ranking factors to deeper analysis and factors such as quality content or social signals. SEO will always have a place in a Web strategy as long as there are search engines. Undoubtedly, the good use of SEO does not guarantee high traffic but an effective strategy can play its role and also can help media people take advantage of the chances provided through the utilization of search engines and Web search in general. Media online companies as well as journalists need to be aware of Web technologies and understand the culture of online news consumption in order to make news websites better and have a better chance of being read. However, there are several other issues in the debate about these new techniques that need to be addressed in future studies.", "Future extension of this work will include mobile SEO and the repetition of the study with bigger samples that must include some websites of the world’s most widely known media organizations. Thus, we will be able to determine the SEO factors that have a more significant impact in the success of news websites. The latter will be investigated more thoroughly by utilizing different SEO strategies in various news articles of a Greek news website. Finally, investigating the increasing involvement of social media in SEO techniques is another study goal that will be pursued in the near future, since there is a strong indication that social media will continue to increase their presence in the internet population."]}], "references": [{"title": "UK News Organisations Criticise Google over Implementation of New Law", "year": "2014", "journal": "The Guardian", "volume": "", "authors": [{"name": "Arthur Charles", "first_name": "Arthur", "last_name": "Charles"}]}, {"title": "Aggregation, Content Farms and Huffinization", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Bakker Piet", "first_name": "Bakker", "last_name": "Piet"}]}, {"title": "Interactive Features of Online Newspapers: Identifying Patterns and Predicting Use of Engaged Readers", "year": "2008", "journal": "Journal of Computer-Mediated Communication", "volume": "13", "authors": [{"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S."}]}, {"title": "The Three Pillars of SEO in 2014", "year": "2014", "journal": "Forbes", "volume": "", "authors": [{"name": "DeMers Jayson", "first_name": "DeMers", "last_name": "Jayson"}]}, {"title": "Search Engine Optimisation in UK News Production", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Dick Murray", "first_name": "Dick", "last_name": "Murray"}]}, {"title": "On the Economy of Web Links: Simulating the Exchange Process", "year": "2004", "journal": "First Monday", "volume": "9", "authors": [{"name": "Galitsky Boris", "first_name": "Galitsky", "last_name": "Boris"}, {"name": "Levene Mark", "first_name": "Levene", "last_name": "Mark"}]}, {"title": "Employing Search Engine Optimization Techniques in Online News Articles", "year": "2015", "journal": "Studies in Media and Communication", "volume": "3", "authors": [{"name": "Giomelakis Dimitrios", "first_name": "Giomelakis", "last_name": "Dimitrios"}, {"name": "Veglis Andreas", "first_name": "Veglis", "last_name": "Andreas"}]}, {"title": "Stopping the Presses: A Longitudinal Case Study of the Christian Science Monitor Transition from Print Daily to Web Always", "year": "2011", "journal": "The Official Research Journal of the International Symposium on Online Journalism", "volume": "1", "authors": [{"name": "Groves Jonathan", "first_name": "Groves", "last_name": "Jonathan"}, {"name": "Brown Carrie", "first_name": "Brown", "last_name": "Carrie"}]}, {"title": "Worst Practices in Search Engine Optimization", "year": "2008", "journal": "Communications of the ACM", "volume": "51", "authors": [{"name": "Malaga Ross A.", "first_name": "Malaga", "last_name": "A."}]}, {"title": "Take Me Back: Validating the Wayback Machine", "year": "2007", "journal": "Journal of Computer-Mediated Communication", "volume": "13", "authors": [{"name": "Murphy Jamie", "first_name": "Murphy", "last_name": "Jamie"}, {"name": "Hashim Noor Hazarina", "first_name": "Hashim", "last_name": "Hazarina"}, {"name": "O’Connor Peter", "first_name": "O’Connor", "last_name": "Peter"}]}, {"title": "How SEO is Changing Journalism", "year": "2008", "journal": "British Journalism Review", "volume": "19", "authors": [{"name": "Richmond Shane", "first_name": "Richmond", "last_name": "Shane"}]}, {"title": "The Externalities of Search 2.0: The Emerging Privacy Threats When the Drive for the Perfect Search Engine Meets Web 2.0.", "year": "2008", "journal": "First Monday", "volume": "13", "authors": [{"name": "Zimmer Michael", "first_name": "Zimmer", "last_name": "Michael"}]}]}