{"doi": "10.1080/17512786.2016.1195239", "url": "https://doi.org/10.1080/17512786.2016.1195239", "title": "News Organizations 2.0", "volume": "11", "year": "2017", "issue": "6", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Al-Rawi", "first_name": "Ahmed", "name": "Ahmed Al-Rawi"}], "abstract": "This study aims at understanding international news differences by studying the headlines of over 360,000 news stories posted on the Twitter pages of 12 Arabic and English news organizations. The most referenced countries as well as figures and political actors are examined in these headlines, and the results show that a number of news values elements provide insight into the nature of the news selection. While Arabic channels are mostly focused on the events taking place in the Middle East (proximity), some English-language channels show clear preference for the countries from which they are located, especially CNN and Sky News, as well as Arabic and English state-owned media outlets like France 24 and RT (agenda and ideology). The findings suggest that news content largely follows a number of news values criteria that can explain the news selection process.", "body": [{"title": "Introduction", "paragraphs": ["This study empirically investigates online journalism practices by using a large Twitter data-set (N = 360,448 news headlines) taken from 12 Arabic and English news organizations. By incorporating a large data-set and analysing the headlines from different countries, the study offers researchers a new method of studying news stories’ headlines posted on various news organizations’ social media outlets that can be useful in other studies. The implication of the study is that despite the international focus of major English-language news organizations like CNN and Sky News, there is evidence that preference in news attention is given more to the countries where these organizations are originally based. The same applies to state-owned media outlets like France 24 and Russia Today, while Arabic-language outlets show clear preference for covering events in the Arab world which is expected and reflects language use that limits the nature of the audience.", "Arabic- and English-language stories are examined here because they provide an interesting comparison from a cross-national comparative perspective. Esser and Hanitzsch (2012, 3–4) argue that the comparative research approach in communication offers “a valuable tool for advancing our understanding of communication processes, and that it opens up new avenues of systematic research”. Also, the majority of previous studies on news sharing mostly dealt with Twitter data in the English language, for “tweets or Facebook postings in other languages than English were usually not included in the final sample of content analysis studies” (Kümpel, Karnowski, and Keyling 2015, 3); hence, it is recommended to expand such studies “to multiple countries and cultural settings” (10). This suggestion is also emphasized by Wilkinson and Thelwall (2012, 1634), who recommend studying “international differences in news interests through large-scale investigations of Twitter”. In the following literature review, an account is provided on the use of social media by news organizations since this is related to the main goal of the study that is focused on examining news posted by news organizations on Twitter."]}, {"title": "Literature Review", "paragraphs": ["In order to engage more readers, news organizations have created comments sections which sometimes allow readers to customize the news websites to fit their news consumption needs (Chung 2008; Chung and Yoo 2008; Emmett 2009; McElroy 2013). This kind of news customization means that the platforms of many news organizations have become portable, personalized, and participatory (Project for Excellence in Journalism 2010), including interactive features like creating discussion groups, blogs, and forums (Boczkowski 1999; Schultz 2000; Fenton 2010). After the introduction of social networking sites (SNS), the majority of news organizations created accounts and incorporated them into their websites, making them part of the news experience. The interactive features that new technologies provided are not only limited to the news organizations themselves but extend to their journalists who have become increasingly able to exchange views with online readers (Constantinescu and Tedesco 2007, 449).", "Many news organizations regard the SNS platforms that they run as excellent outlets to disseminate news (Arceneaux and Weiss 2010; Al-Rawi 2016a) since news consumption has increasingly become a shared and popular social activity (Redden and Witschge 2010, 181). Further, many news organizations use SNS in order to brand themselves, profit from advertisements, and further understand the demographics of their online audiences (Morton 2010; Steyn, Pitt, and Berthon 2010; Muralidharan, Dillistone, and Shin 2011; Ju, Jeong, and Chyi 2013). For example, the Canadian national broadcaster, CBC, uses the so-called reactive engagement method which enables the network to reach out to its audiences. Using the motto, #NoTweetLeftBehind, CBC aims to action each & every tweet/post that directly mentions the @CBC handle or lives on one of its social pages. Questions, comments & complaints are all responded to in a timely manner, and are seen as an opportunity to engage with audiences, helping them to discover further content available online. (Conversocial 2015)In a study conducted by Nielsen on television viewers’ engagement, the findings indicate that “increases in conversation on Twitter during live programming signal that there is high engagement with programming among the general viewing audience” (Nielsen 2015). One of the goals of monitoring viewers is to understand when it is better to target them with advertising. In addition, SNSs provide the readers of news organizations some freedom to write what they want without having their comments removed for incivility (Braun and Gillespie 2011). In fact, some news organizations resort to deactivating the comments sections on their websites in order to avoid any racist or problematic comments such as the case of CBC in relation to news stories on aboriginal people in Canada (CBC 2015). In a more recent development, mobile applications like Snapchat are used to broadcast Live Stories and disseminate news that target teenagers (Lichterman 2015). By downloading an app that is called Snapchat Discover, “users will be able to peruse articles, photos and video from 10 different partner publishers” such as CNN, Daily Mail, National Geographic, Vice, and ESPN (CNN 2015).", "aims to action each & every tweet/post that directly mentions the @CBC handle or lives on one of its social pages. Questions, comments & complaints are all responded to in a timely manner, and are seen as an opportunity to engage with audiences, helping them to discover further content available online. (Conversocial 2015)", "As for Twitter, it is regarded as a microblogging service which allows its users to send short text messages of up to 140 characters that are known as tweets. When a Twitter user follows a news organizations’ Twitter account, (s)he will begin receiving its news feeds similar to subscribing to a newspaper (Ju, Jeong, and Chyi 2013, 4). One study revealed that an “average Twitter user is two to three times more likely to visit a leading news Web site than the average person” (as cited in Farhi 2009, para. 23) since most Twitter trends are related to news (Kwak et al. 2010; Thelwall, Buckley, and Paltoglou 2011; Wilkinson and Thelwall 2012). As for internet users in the United States, about 37 per cent of them did at least one of the following online activities: “commenting on a news story (25%); posting a link on a social networking site (17%); tagging content (11% per cent), creating their own original news material or opinion piece (9%), or Tweeting about news (3%)” (Pew Research Center 2010, 4). In this regard, “Twitter is a particularly relevant source for news-related information because of its emphasis on rapidly sending short messages” (Wilkinson and Thelwall 2012, 1631). In the following section, the theories of news values and selective exposure are introduced as they are both relevant to this study.", "In relation to the theoretical framework, this study is focused on the concept of news values. One of the earliest works that examined this theory was written by Galtung and Ruge (1965) and was followed by many other studies like that of Harcup and O’Neill (2001). The latter suggested 10 news selection decisions including: the power elite, celebrity, entertainment, surprise, bad news, good news, magnitude, relevance, follow up, and newspaper agenda (see also Brighton and Foy 2007). In relation to “the power elite”, it deals with news “stories concerning powerful individuals, organisations or institutions” (Harcup and O’Neill 2001, 279) such as the United Nations (UN) and NATO, whereas “celebrity” deals with news “stories concerning people who are already famous” (279) such as politicians and leaders. In this study which deals with 12 television channels that have diverse backgrounds, the theory of news values is relevant. Shoemaker and Reese (2011) illustrated that news can be shaped by a number of factors such as newsroom practices as well as ideology. Indeed, ideology largely influences and shapes the way news organizations and journalists function in what is termed news ideology (Jensen 1987). In this regard, Schudson (2002) discusses ideology by emphasizing that it involves “the cultural knowledge that constitutes news judgment” (261). In other words, ideology largely determines the way news organizations pay attention to or ignore certain countries and actors. Further, Shoemaker and Cohen (2006, 49) investigated the element of social significance in relation to political, economic, cultural, and public aspects in explaining newsworthiness. In addition, Adams (1986) studied the way proximity can be a significant factor in the news-making process, while Cohen, Bantz, and Adoni (1990) mentioned the concept of psychological proximity which is similar to the above one as human beings have “zones of relevance” that are used to decide on newsworthiness. In this way, some countries are more newsworthy than others (power elite), especially if they share similar ideologies with other ones.", "Finally, and in relation to international news differences, Cohen (2013, xix) argues that studying foreign or international news is very important, mostly reflecting the increasing role of globalization in our modern world. Global broadcasters like CCTV, France 24, BBC, and CNN “all send their signals around the globe”, and they are “gaining in popularity, mostly among young adults in some countries” (xx). Further, Cohen et al. (2013) discuss how foreign news is becoming an increasingly important field of comparative communication research. The authors suggest that studying foreign news is important as it is one way of distinguishing foreign and domestic news based on the location of events, yet such a distinction is always dependent on the audience receiving the news (3, 6). The authors classified news into four types based on location (foreign or domestic) and involvement (foreign or domestic) (8). Wu (2000, 110) also found, in his study of systematic determinants on international news coverage in 38 countries, that the United States is the most reported country and that “traits of nations, magnitude of interaction and relatedness between nations, and logistics of news gathering” largely determine the news selection process. In this study, references to countries as well as national figures and actors are regarded as important elements in determining the differences in international news coverage among the 12 different news outlets that are examined here. This research study attempts to answer the following research questions: RQ1: In relation to the news selection process, what are the most referenced figures and political actors in the news stories’ headlines posted on the Twitter pages of the English and Arabic channels? RQ2: In terms of news attention to countries, what is the prominence given in the news to different countries by the English and Arabic news organizations?", "RQ1: In relation to the news selection process, what are the most referenced figures and political actors in the news stories’ headlines posted on the Twitter pages of the English and Arabic channels?", "RQ2: In terms of news attention to countries, what is the prominence given in the news to different countries by the English and Arabic news organizations?"]}, {"title": "Method", "paragraphs": ["Data for this study were collected through an academic partnership with the commercial data analytics company Crimson Hexagon via their social impact programme. In leveraging access to the full Twitter firehose which provides old tweets dating back to December 2013, a complete population of Twitter data was gathered from 12 leading global and Arabic news outlets that have been shown in previous studies to be important international and regional outlets that set national agendas (Seib 2005, 2010; Volkmer 2012). Previous studies on Twitter focused on news recommendations and identification of live news events (Phelan, McCarthy, and Smyth 2009; Abel et al. 2011; Jackoway, Samet, and Sankaranarayanan 2011), but none of the previous studies, to the researcher’s knowledge, used Twitter for news analysis of large data-sets in order to examine the theory of news values.", "These news organizations cover a diverse geographical base of national origins (given in parentheses) and included the following (in alphabetical order), where languages of content collection are also identified: Al Jazeera English and Al Jazeera Arabic (Qatari), BBC English and BBC Arabic (British), CNN English and CNN Arabic (American), France 24 English and France 24 Arabic (French), Russia Today English and Russia Today Arabic (Russian), and Sky News English and Sky News Arabic (United Arab Emirates- (UAE) and United Kingdom-based). The total combined number of followers for the official Twitter accounts studied here is over 48.6 millions with an average of 4.0 million followers as of June 2015, as summarized in Table 1. Sometimes, some news organizations have other Twitter accounts for their other outlets like Al-Jazeera Documentary. For the purpose of this study, the choice was only to select the main and official Twitter account of each news organization. News Organizations 2.0A comparative study of Twitter newsAll authorsAhmed Al-Rawihttps://doi.org/10.1080/17512786.2016.1195239Published online:23 June 2016TABLE 1 Number of news stories and retweets by the 12 news organizationsCSVDisplay Table", "Given the technical specifications of the Crimson Hexagon platform and the goals of this study, all historical Twitter data for each news outlet under consideration here was collected from the start date of 19 December 2013 and continued until 7 February 2015, which was the day data analysis began. Altogether, with just over one year of complete Twitter content to consider, this approach yielded 360,448 tweets of news stories’ headlines. Almost all of the tweets contain news stories’ headlines because it is not possible to have full articles on Twitter due to its 140-character limitation. The general practice is to include a headline and hyperlink that leads to the original story on the news organization’s website, in case the reader is interested in knowing more. The unit of analysis for this study is the news story’s headline. Several previous studies examined news stories' headlines (Yang 2003; Groshek 2008; Dalton et al. 2015) or words used in the headlines (Kiousis 2004) in order to collect the research sample from various outlets.", "Beyond basic analyses of volume of tweets and retweets, this study analysed the collected data using the text analysis software program QDA Miner–WordStat, which has been employed in previous studies of quantitative analysis of large data-sets (Simon and Jerit 2007; Al-Rawi 2016a, 2016b, 2016c). Research by Entman also used QDA Miner and he emphasized its usefulness due to “improved efficiency in carrying our more complex content analyses” (Entman 2010, 334). The study reported here analyses the contents of the texts of news organizations by identifying frequently recurrent and interrelated keywords and topics mentioned in the tweets, which also aligns with the work of Stephen (2000, 197), who studied concepts by “identifying key concepts and clusters of concepts”. This quantitative approach has been used in analysing Twitter data; for example, Wilkinson and Thelwall (2012, 1634) extracted the “1,000 most spiking words” that were “used as the basis for identifying topics in Twitter”.", "There were two primary features of consideration in this study that explicitly test the research questions and also operationalize observable news values in content. In the first of these approaches, the most recurrent words in the tweets of each news organization were examined for references to names of capitals, cities, and countries as well as derivations of their names in Arabic and English. Understanding which countries are more recurrent in news coverage helps in identifying specific news values in relation to the organization posting the news, as this gives an indication of proximity and prominence placed on certain areas over others. Cohen et al. (2013, 5) confirm that “nations offer a convenient shorthand for comparative analysis” in news coverage. For the sake of parsimony and due to the fact that many countries are mentioned in the headlines, analyses are limited to the most recurrent 400 words in the headlines of each news channel, and the 10 most-referenced countries in tweeted news stories’ headlines are identified, whose summary can be seen in Table 2. News Organizations 2.0A comparative study of Twitter newsAll authorsAhmed Al-Rawihttps://doi.org/10.1080/17512786.2016.1195239Published online:23 June 2016TABLE 2 Frequency and percentage of countriesCSVDisplay Table", "In the next analytic step, the number of references to figures and actors, namely politicians, celebrities, and political bodies such as the UN or European Union (EU), are also examined. As there are many figures and actors mentioned on all Arabic news channels except for a few English ones, the top 10 references are selected similar to the way references to countries are examined (see Table 3)."]}, {"title": "Results and Discussion", "paragraphs": ["This study examined over 360,000 tweets consisting of headlines of news stories and their hyperlinks that generated over 12.1 million retweets from the online audience. On average, each news organization’s Twitter page posted 30,037 news stories’ headlines for the above period, and this content generated an aggregate average of 963,482 retweets overall or 33.6 retweets per news story posted.", "Broadly speaking, CNN English has the most active Twitter page in terms of explicit audience sharing with 111.8 retweets per story, which was followed in average retweet activity by BBC English (72.9), Russia Today English (69.3), Al Jazeera Arabic (30.8), and Al Jazeera English (29.0). These baseline findings are also shown in Table 1.", "The findings of the study show that there are clear variations in terms of the attention given to figures and actors as well as countries among the Arabic channels, on the one hand, and English channels, on the other hand. To answer the first research question on the most referenced figures and actors on Arabic channels, the results show that news on the power elite which is part of the news values elements is always significant. The most prominent actor that is highlighted in the news is the Islamic State of Iraq and Sham (ISIS) which has been mentioned far more than any other actor (39 per cent) due to the ongoing conflict in Syria and Iraq involving coalition forces. This is expected because events involving ISIS have been newsworthy for several reasons including the kind of horror inflicted on the civilian population as well as the shocking and graphic footage and images disseminated by this terrorist group, such as beheading and burning scenes. The attention given to ISIS can be part of the bad news and magnitude elements of news values. More importantly, Adams (1986) and Cohen, Bantz, and Adoni (1990) discuss the importance of (psychological) proximity as an indicator of news worthiness. Aside from economic and security interests as well as Western countries’ military and humanitarian involvement in the crisis taking place in the Middle East, ISIS has recruited many foreigners coming from Western countries, a factor that has increased the newsworthiness of the group and its activities. For the Arabic channels, BBC highlighted ISIS more than the other five channels with 53.7 per cent followed by CNN (47 per cent), France 24 (41.2 per cent), and Al Jazeera (31.4 per cent) (see Tables 3 and 4). News Organizations 2.0A comparative study of Twitter newsAll authorsAhmed Al-Rawihttps://doi.org/10.1080/17512786.2016.1195239Published online:23 June 2016TABLE 3 Frequency and percentage of figures and actorsCSVDisplay Table News Organizations 2.0A comparative study of Twitter newsAll authorsAhmed Al-Rawihttps://doi.org/10.1080/17512786.2016.1195239Published online:23 June 2016TABLE 4 Total frequency and percentage of the top 10 most referenced figures and actors*CSVDisplay Table", "The second most referenced figure and actor based on the total frequencies of all channels is the Egyptian President Abdul Fatah El Sisi (11.7 per cent) who scored the second rank on three channels: Sky News (14.8 per cent), CNN 13.9 (per cent), and France 24 (11 per cent). This is also expected since Egypt plays an important role in the Middle East (power elite) due to its large population and its proximity to Europe. Besides, the ongoing political tension in the country, mostly due to removing the former elected president of Egypt, Mohamed Morsi, adds to the newsworthiness of Sisi (follow up and magnitude).", "The US President Barack Obama comes in third place along all the Arabic channels (10.2 per cent). This is mostly related to the important role the US government has in the Middle East region, and its direct military and diplomatic involvement in some of the conflicts taking place there. In fact, Obama came in the second rank on another Arabic channel, BBC (8.9 per cent), and came third on two other ones: Sky News Arabic (12.7 per cent) and CNN Arabic (7 per cent) (see Tables 3 and 4).", "Other prominent figures and actors highlighted by the Arabic channels include the EU that ranked four (7.6 per cent), followed by the Russian President, Vladimir Putin (7.4 per cent), the US Secretary of State, John Kerry (5.9 per cent), the foreign minister of Russia, Sergey Lavrov (5.6 per cent), the Palestinian Islamic organization, Hamas (4.6 per cent), the Egyptian Muslim Brothers (4.5 per cent), and the Al Qaida group (3.1 per cent). As explained above, news channels and journalists tend generally to reflect an ideology that either supports or shapes them as indicated above. This is part of the news agenda mentioned above. For example, Thompson (1990, 7) says that ideology is sometimes used as “meaning in the service of power”, and Herman and Chomsky (1988, 2008) relate ideology to media ownership. In other words, ideology is disseminated via media channels which are used as a tool by the political and/or corporate elites. Further, Shoemaker and Reese (2011) emphasized that news is shaped by a variety of elements such as newsroom practices and ideological beliefs which cannot be avoided in the news production process. Indeed, this theoretical concept provides the best explanation for the above results. For example, the Russian state-run television station, RT, highlighted news on Vladimir Putin who came in the second rank (15.9 per cent) and Sergey Lavrov who came in third place (14.9 per cent) more than any other channel. In fact, Lavrov was not referenced in the top 10 figures and actors of any other channel in this study except for RT English in which he came sixth (6.6 per cent), while Putin only came in the ninth rank on CNN Arabic (3.3 per cent) and the seventh rank on France 24 Arabic (4.4 per cent). On RT English, Putin came third following ISIS and the EU with (16.1 per cent). This clearly shows the importance given by RT Arabic and RT English to Russian political leaders at the expense of other world leaders (news agenda and ideology). Similar to RT, the French state-run France 24 emphasized the actions and news on the French President François Hollande who came in the third rank (10.8 per cent) and is not in the top 10 of any other channel examined in this study except for France 24 English in which he came second (18.9 per cent) (see Tables 3 and 4).", "Another interesting aspect in the findings above is that all the figures and actors are connected to the Middle East which is attributed to the zones of relevance (Cohen, Bantz, and Adoni 1990) or “relevance for the social system” in connection to the political dimension (Shoemaker and Cohen 2006, 49) which explains the newsworthiness of these stories. For example, John Kerry and Sergey Lavrov are connected to the Syrian conflict as both are directly involved in the Geneva negotiations with Syrian political factions. This is expected as the Arabic-language channels are targeting audiences living in Arab countries, so the news scope must be carefully selected to meet their information needs (zone of relevance).", "As for the English-language channels, the results show that Europe and the EU came first along all the channels (18.8 per cent). This can be due to the fact that the majority of the news organizations examined in this study are based in Europe in addition to the growing political and economic importance of the EU. In particular, it came first on France 24 (31.6 per cent) and BBC (25.2 per cent) and second on RT (17.3 per cent). The EU is closely followed by ISIS (18.5 per cent) which came first on Al Jazeera (24.3 per cent) and RT (23.2 per cent). As explained above, ISIS seems to be one of the most important news actors in 2014, as the findings of this study show (see Tables 3 and 4).", "The third most cited figure in the English-language channels is President Obama (17.3 per cent) who, as expected, came first on CNN (47 per cent) mostly due to proximity and zones of relevance which both explain the prominence of other figures and actors in the news. For example, CNN only referred to four figures and actors including Hillary Clinton (8.7 per cent) in the third rank followed by Michael Brown (6.3 per cent), whose death by a policeman caused massive protests starting in August in Ferguson, Missouri. Similarly, Sky News highlighted British politicians in its reports more than any other Arabic or English news channel. On this UK channel, David Cameron came first (21 per cent) followed in the third rank by Ed Miliband (12.6 per cent), George Osborne in fifth place (8.7 per cent), Nigel Farage in the eight rank (7.8 per cent), and the famous tennis player Andy Murray in the ninth rank (7 per cent) (see Tables 3 and 4). In fact, Sky News reports are more focused on UK national news than on international events, a news focus feature CNN shares with Sky News. Yet the coverage of CNN Arabic and Sky News Arabic are exclusively focused on the Middle East with no references to US and British politicians or other figures and actors except for Barack Obama.", "Finally, and in relation to total frequencies of all the channels included in this study, ISIS came first with (36.4 per cent) followed by Obama (13.8 per cent), the EU (11.3 per cent), Sisi (9.6 per cent), and Putin (9 per cent) (see Table 4). Regarding the latter, RT Arabic and RT English highlighted news on the Russian president as well as on Lavrov, the foreign minister, which explains their prominence in the final list. As for the statistical differences between Arabic- and English-language media channels, Spearman correlation coefficient test of ranking R = 0.177, p = 0.431, indicated no significant differences between the two language outlets.", "To answer the second research question on the frequency of countries by Arabic channels, Egypt came first along all the channels (17.6 per cent) (see Tables 2 and 5). Egypt plays an important role in the Middle East region and Egyptian television viewers are regarded as the highest in number in the whole Arab world. Three channels had Egypt in first place as the most frequent country mentioned: CNN (21.8 per cent), Sky News (18.3), and BBC (16.6 per cent).", "In second place, Syria is highlighted in all channels (15.8 per cent) due to the severity of the humanitarian and security situation in this country. In fact, the Syrian conflict is regarded by the UN as the worst international humanitarian crisis in our modern time (Euronews 2013), so it was expected that Syria would be found to be the most cited country in Arabic news headlines, but this was not the case. Three channels had Syria in the second rank as follows: Al Jazeera (16.3 per cent), Sky News (15.8 per cent), and France 24 (11.6 per cent). In general, the prominence given to Syria can be interpreted in terms of reporting bad news, follow up, and magnitude.", "The third “country” mostly referenced along the Arabic channels is Palestine (11.6 per cent), especially Gaza, due to the 2014 Israel–Gaza conflict that resulted in the death of over 2000 people (Alexander 2014). Indeed, the Arab–Israeli conflict is an important issue for many Arab viewers, so it is expected that there is such emphasis on Palestine, especially in view of the high number of casualties (bad news). In fact, Al Jazeera had Palestine as the most cited “country” (19.2 per cent) in its coverage, while its English channel had it in second place (15.2 per cent). Further, the fourth most referenced country is Iraq (11.1 per cent) which is due to the ongoing conflict there with ISIS and the Western involvement as mentioned above. CNN, for example, had it in second place (13.1 per cent). Two further news values elements can explain the attention given to Palestine that include magnitude and follow up.", "Finally, there is a clear link seen in some channels between news values decisions, especially in relation to the influence of the country of origin. For example, the most referenced country in the news of France 24 is France (29.5 per cent), mentioned over twice as many times as the following country which is Syria (11.6 per cent). Similarly, Russia (22.7 per cent) closely followed by Ukraine (17.7) are the top two countries repeatedly reported on by RT (see Table 2). These two examples clearly show the impact of the channels’ sponsors or supporters in determining the nature of news focus.", "As for the English-language channels, the results indicate that the United States came first in the total frequency for all English channels (22.7 per cent) which is expected due to the fact the United States is a super military and economic world power. In fact, the United States came first for four channels; however, France 24 and Sky News preferred instead to highlight the countries from where they air their programmes. It is important to note here that CNN paid far more attention to the United States (56.2 per cent) than all the other channels that emphasized news on the same country. For CNN, the second most referenced country is Ukraine which was mentioned in 8 per cent of the coverage, marking a great difference in the attention given (see Tables 2 and 5).", "The second most referenced country by all English channels is Ukraine (17 per cent), mostly due to Russia’s recent annexation of Crimea. Ukraine scored second for three channels: RT (25.5 per cent), BBC (16.2 per cent), and CNN (8 per cent), while Russia came in third place (12 per cent) as three channels, RT (18.7 per cent), BBC (11.2 per cent), and CNN (7.7 per cent), emphasized news on this country mostly because of its connection to the Ukraine crisis. Indeed, the attention given to Ukraine is part of bad news and magnitude news values elements.", "Also, France came fourth (11.2 per cent) along all the English channels as it scored first for France 24 (39.8 per cent), while the United Kingdom came fifth (9.2 per cent), especially as it scored first on Sky News (45.7 per cent) due to proximity and zone of relevance as discussed above. Again, these news values factors are clear in determining the news focus which can be noticed with the emphasis of CNN on the United States, Sky News on the United Kingdom, France 24 on France, and RT on Russia and Ukraine. Finally, the total frequencies for all the 12 channels reveal that the United States is the most cited country in the news (14.8 per cent) followed by Ukraine (14.4 per cent), Syria (14.3 per cent), Egypt (11.8 per cent), and Russia (10.6 per cent) (see Table 5). As for the statistical differences between Arabic and English media outlets, Spearman correlation coefficient test of ranking R = 0.119, p = 0.779, indicating no significant differences between the two language outlets. News Organizations 2.0A comparative study of Twitter newsAll authorsAhmed Al-Rawihttps://doi.org/10.1080/17512786.2016.1195239Published online:23 June 2016TABLE 5 Total frequency and percentage of the top 10 most referenced countries*CSVDisplay Table"]}, {"title": "Conclusion", "paragraphs": ["This study empirically examined a large data-set of news posted on the official Twitter accounts of 12 news organizations. The headlines of over 360,000 news stories show that a number of news values such as bad news, magnitude, proximity, and zones of relevance mostly determine the news selection decisions. For example, state-sponsored channels like France 24 and RT in Arabic and English pay far more attention to their respective countries and politicians than any other channel examined in this study which can be explained based on the channels’ ideological preferences and agenda. In terms of the general differences between English- and Arabic-language channels, the results indicate that Arabic channels are highly focused on the Middle East (proximity), while a number of English-language channels show obvious preference for the countries from which they originate, especially CNN, Sky News, France 24, and RT. This is somehow unexpected because most of these news outlets claim to be global in their outreach and scope, yet we still see that they exhibit clear limitations in their news coverage. In this regard, Cohen et al. (2013, 5) assert that “news production is still strongly geared toward news agendas that prioritize domestic news, media coverage that champions national actors, and journalists who speak to national or local audiences”. Further, some countries like Ukraine and Syria are highly prominent in the news due to the conflict taking place in these countries (bad news), while the United States remains the most cited country for all channels due to its political, military, and diplomatic importance in the world (power elite). The advantage of analysing a large data-set like the one featured in this study is that communication scholars can have a better understanding and clearer insight into the overall nature of news coverage of news organizations which may not be easy or possible by examining a small sample. Further, cross-national comparative studies can be useful to compare and contrast different types of news coverage. Hence, other studies are needed to examine more channels in other languages as well as other social media platforms to further test the theory of news values and understand newsworthiness. Finally, news-related data extracted from social media such as Facebook and Twitter can be particularly useful for researchers not only for examining news but also for exploring audience reactions to that news."]}], "references": [{"title": "Whose Lives Count? TV Coverage of Natural Disasters", "year": "1986", "journal": "Journal of Communication", "volume": "36", "authors": [{"name": "Adams William.", "first_name": "Adams", "last_name": "William."}]}, {"title": "Understanding the Social Media Audiences of Radio Stations", "year": "2016", "journal": "Journal of Radio \\& Audio Media", "volume": "23", "authors": [{"name": "Al-Rawi Ahmed.", "first_name": "Al-Rawi", "last_name": "Ahmed."}]}, {"title": "Assessing Public Sentiments and News Preferences on Al Jazeera and Al Arabiya", "year": "2016", "journal": "International Communication Gazette", "volume": "79", "authors": [{"name": "Al-Rawi Ahmed.", "first_name": "Al-Rawi", "last_name": "Ahmed."}]}, {"title": "News values on Social Media: News Organizations’ Facebook Use", "year": "2016", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "17", "authors": [{"name": "Al-Rawi Ahmed.", "first_name": "Al-Rawi", "last_name": "Ahmed."}]}, {"title": "Seems Stupid Until You Try It: Press Coverage of Twitter, 2006–2009", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Arceneaux Noah", "first_name": "Arceneaux", "last_name": "Noah"}, {"name": "Weiss Amy Schmitz", "first_name": "Weiss", "last_name": "Schmitz"}]}, {"title": "Understanding the Development of Online Newspapers", "year": "1999", "journal": "New Media \\& Society", "volume": "1", "authors": [{"name": "Boczkowski Pablo.", "first_name": "Boczkowski", "last_name": "Pablo."}]}, {"title": "Hosting the Public Discourse, Hosting the Public: When Online News and Social Media Converge", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Braun Joshua", "first_name": "Braun", "last_name": "Joshua"}, {"name": "Gillespie Tarleton", "first_name": "Gillespie", "last_name": "Tarleton"}]}, {"title": "Interactive Features of Online Newspapers: Identifying Patterns and Predicting use of Engaged Readers", "year": "2008", "journal": "Journal of Computer-Mediated Communication", "volume": "13", "authors": [{"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S."}]}, {"title": "Audience Motivations for Using Interactive Features: Distinguishing use of Different Types of Interactivity on an Online Newspaper", "year": "2008", "journal": "Mass Communication and Society", "volume": "11", "authors": [{"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S."}, {"name": "Yoo Chan Yun", "first_name": "Yoo", "last_name": "Yun"}]}, {"title": "Framing A Kidnapping: Frame Convergence Between Online Newspaper Coverage and Reader Discussion Posts About Three Kidnapped Romanian Journalists", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Constantinescu Ana R.", "first_name": "Constantinescu", "last_name": "R."}, {"name": "Tedesco John C.", "first_name": "Tedesco", "last_name": "C."}]}, {"title": "Framing and Dominant Metaphors in the Coverage of North Korea in the Australian Media", "year": "2015", "journal": "The Pacific Review", "volume": "1", "authors": [{"name": "Dalton Bronwen", "first_name": "Dalton", "last_name": "Bronwen"}, {"name": "Jung Kyungja", "first_name": "Jung", "last_name": "Kyungja"}, {"name": "Willis Jacqueline", "first_name": "Willis", "last_name": "Jacqueline"}, {"name": "Bell Markus", "first_name": "Bell", "last_name": "Markus"}]}, {"title": "The Structure of Foreign News the Presentation of the Congo, Cuba and Cyprus Crises in Four Norwegian Newspapers", "year": "1965", "journal": "Journal of Peace Research", "volume": "2", "authors": [{"name": "Galtung Johan", "first_name": "Galtung", "last_name": "Johan"}, {"name": "Ruge Mari Holmboe", "first_name": "Ruge", "last_name": "Holmboe"}]}, {"title": "Homogenous Agendas, Disparate Frames: CNN and CNN International Coverage Online", "year": "2008", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "52", "authors": [{"name": "Groshek Jacob.", "first_name": "Groshek", "last_name": "Jacob."}]}, {"title": "What is News? Galtung and Ruge Revisited", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Harcup T.", "first_name": "Harcup", "last_name": "T."}, {"name": "O’neill D.", "first_name": "O’neill", "last_name": "D."}]}, {"title": "News as Ideology: Economic Statistics and Political Ritual in Television Network News", "year": "1987", "journal": "Journal of Communication", "volume": "37", "authors": [{"name": "Jensen Klaus Bruhn.", "first_name": "Jensen", "last_name": "Bruhn."}]}, {"title": "Will Social Media Save Newspapers? Examining the Effectiveness of Facebook and Twitter as News Platforms", "year": "2013", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Ju Alice", "first_name": "Ju", "last_name": "Alice"}, {"name": "Jeong Sun Ho", "first_name": "Jeong", "last_name": "Ho"}, {"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}]}, {"title": "Explicating Media Salience: A Factor Analysis of New York Times Issue Coverage During the 2000 US Presidential Election", "year": "2004", "journal": "Journal of Communication", "volume": "54", "authors": [{"name": "Kiousis Spiro.", "first_name": "Kiousis", "last_name": "Spiro."}]}, {"title": "Where Old (Gatekeepers) Meets New (Media) Herding Reader Comments Into Print", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "McElroy Kathleen.", "first_name": "McElroy", "last_name": "Kathleen."}]}, {"title": "The Gulf Coast oil Spill: Extending the Theory of Image Restoration Discourse to the Realm of Social Media and Beyond Petroleum", "year": "2011", "journal": "Public Relations Review", "volume": "37", "authors": [{"name": "Muralidharan Sidharth", "first_name": "Muralidharan", "last_name": "Sidharth"}, {"name": "Dillistone Kristie", "first_name": "Dillistone", "last_name": "Kristie"}, {"name": "Shin Jae-Hwa", "first_name": "Shin", "last_name": "Jae-Hwa"}]}, {"title": "The News Media as Political Institutions", "year": "2002", "journal": "Annual Review of Political Science", "volume": "5", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael."}]}, {"title": "Mass Media and the Concept of Interactivity: An Exploratory Study of Online Forums and Reader Email", "year": "2000", "journal": "Media, Culture and Society", "volume": "22", "authors": [{"name": "Schultz Tanjev.", "first_name": "Schultz", "last_name": "Tanjev."}]}, {"title": "Hegemonic No More: Western Media, the Rise of Al-Jazeera, and the Influence of Diverse Voices.", "year": "2005", "journal": "International Studies Review", "volume": "7", "authors": [{"name": "Seib Philip.", "first_name": "Seib", "last_name": "Philip."}]}, {"title": "Transnational Journalism, Public Diplomacy, and Virtual States.", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Seib Philip.", "first_name": "Seib", "last_name": "Philip."}]}, {"title": "Toward A Theory Relating Political Discourse, Media, and Public Opinion", "year": "2007", "journal": "Journal of Communication", "volume": "57", "authors": [{"name": "Simon Adam F.", "first_name": "Simon", "last_name": "F."}, {"name": "Jerit Jennifer", "first_name": "Jerit", "last_name": "Jennifer"}]}, {"title": "Concept Analysis of Gender, Feminist, and Women&#039;s Studies Research in the Communication Literature", "year": "2000", "journal": "Communications Monographs", "volume": "67", "authors": [{"name": "Stephen Timothy.", "first_name": "Stephen", "last_name": "Timothy."}]}, {"title": "The Social Media Release as A Public Relations Tool: Intentions to use among B2B Bloggers", "year": "2010", "journal": "Public Relations Review", "volume": "36", "authors": [{"name": "Steyn Peter", "first_name": "Steyn", "last_name": "Peter"}, {"name": "Salehi-Sangari Esmail", "first_name": "Salehi-Sangari", "last_name": "Esmail"}, {"name": "Pitt Leyland", "first_name": "Pitt", "last_name": "Leyland"}, {"name": "Parent Michael", "first_name": "Parent", "last_name": "Michael"}, {"name": "Berthon Pierre", "first_name": "Berthon", "last_name": "Pierre"}]}, {"title": "Sentiment in Twitter Events", "year": "2011", "journal": "Journal of the American Society for Information Science and Technology", "volume": "62", "authors": [{"name": "Thelwall Mike", "first_name": "Thelwall", "last_name": "Mike"}, {"name": "Buckley Kevan", "first_name": "Buckley", "last_name": "Kevan"}, {"name": "Paltoglou Georgios", "first_name": "Paltoglou", "last_name": "Georgios"}]}, {"title": "Trending Twitter Topics in English: An International Comparison", "year": "2012", "journal": "Journal of the American Society for Information Science and Technology", "volume": "63", "authors": [{"name": "Wilkinson David", "first_name": "Wilkinson", "last_name": "David"}, {"name": "Thelwall Mike", "first_name": "Thelwall", "last_name": "Mike"}]}, {"title": "Systemic Determinants of International News Coverage: A Comparison of 38 Countries", "year": "2000", "journal": "Journal of Communication", "volume": "50", "authors": [{"name": "Wu Denis.", "first_name": "Wu", "last_name": "Denis."}]}, {"title": "Framing the NATO air Strikes on Kosovo Across Countries Comparison of Chinese and US Newspaper Coverage", "year": "2003", "journal": "International Communication Gazette", "volume": "65", "authors": [{"name": "Yang Jin.", "first_name": "Yang", "last_name": "Jin."}]}]}