{"doi": "10.1080/1461670042000211203", "url": "https://doi.org/10.1080/1461670042000211203", "title": "Media framing of the Ukrainian political crisis, 2000–2001", "volume": "5", "year": "2004", "issue": "2", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Baysha", "first_name": "Olga", "name": "Olga Baysha", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Hallahan", "first_name": "Kirk", "name": "Kirk Hallahan", "affiliation": "", "orcid": "", "role": ""}], "abstract": " This paper examines how selected Ukrainian news media—three television channels, one newspaper, and one Internet site—framed the nation's political crisis of 2000–2001. Dominant media frames and framing devices were identified through content analysis of 829 news stories. Frames were compared across these news outlets as well as across different time periods to analyze the role of framing in public deliberation. The study revealed the strong influence of ideology in the way that different Ukrainian media framed the controversy and thus distorted the deliberative process. The two main patterns of framing included overt propaganda and hidden manipulation. Metaphors and depictions that exploited cultural values and past political events were the dominant framing devices identified. ", "body": [{"sec_title": "Introduction", "sec_content": ["The Ukrainian political crisis of 2000–2001 began in September 2000 with the disappearance of Georgy Gongadze, an independent journalist and the founder of the Internet site Pravda. He had frequently criticized the policies of Ukraine president Leonid Kuchma and revealed numerous instances of political corruption. The situation worsened with the discovery of a headless body—believed to be that of Gongadze—and the release of secret audio recordings in which a voice resembling Kuchma's ordered the journalist's abduction.", "The Gongadze murder case, including the taped revelations, became the main issue on the Ukrainian political agenda until April 2001. The crisis included protests, demands for the president's resignation, clashes with police, arrests of opposition leaders, and analyses of the authenticity of the tape recordings.", "Five principal media outlets supplied Ukrainian citizens with the greater part of the information about the controversy: three nationwide television channels (Inter, UT‐1, and 1+1), the daily newspaper den (Day), and the Pravda (Truth) Internet site.", "The Internet site Pravda, founded by the assassinated journalist Gongadze, was the only media outlet that overtly sympathized with the opposition and represented its political claims and demands. By contrast, state‐controlled UT‐1 outlined only the government's official point of view.", "Three of the five media outlets (Inter, 1+1, and den) assumed an ostensibly centrist position—neither pro‐presidential nor pro‐oppositional. However, it is highly questionable whether these media were totally free from the influence of official Ukrainian ideology. Because of widespread corruption (World Bank Institute, ) and the nature of post‐Soviet media markets (Vartanova, ), it remains virtually impossible to run a business successfully in Ukraine (including a media business) without maintaining close ties to presidential‐establishment circles (Kalman, ).", "Importantly, this kind of tacit pressure has little to do with the direct or overt censorship experienced by journalists in Soviet times. Because of market‐driven forces, there are no longer any “forbidden” or “closed” topics. Only the manner in which controversial topics or events are presented can be controlled, but this is far from the full censorship possible previously. In fact, Ukraine's new media barons have their own interests (McManus, ).", "Because of the long common history of Russia and Ukraine, circumstances in the media markets of the two countries are similar. As one observer explains, “new pressures and new structures of Russian media are controversial in nature, but indeed their complexity provides real competition between the authoritarian past and an emerging more democratic and open society. Audiences became an important factor of change and consequently media content is not being influenced completely by the political/economic elite” (Vartanova, ).", "This study grew out of the Gongadze controversy as a case study of how media in a non‐democratic society report the news. In particular, the first author was interested in how different media covered the crisis, how reporting changed over time, and how ideology impacted on the portrayal of events. To answer these questions, the authors employed media framing analysis to understand better the extent and nature of media coverage as part of the ensuing public debate."]}, {"sec_title": "Conceptualization", "sec_content": ["The history of research on media effects can be divided broadly into four phases or stages. The first stage (1920s–1930s) was marked by research into World War I propaganda effects and beliefs about the media's influence on people's attitudes (Scheufele, ). Media research during the second stage (1930s–1960s) put forward the importance of personal experience in attitude change. Researchers believed that the major media effect was the reinforcement of existing attitudes (Klapper, ). Studies during the third stage (1970s–1980s) revived the search for new strong media effects, although the focus of research shifted from attitude change to cognitive effects (Noelle‐Neumann, ).", "The fourth stage (1980s to present) has been dominated by “social constructivism,” as represented in the work of sociologists (e.g., Berger and Luckmann, ; Gamson and Modigliani, ; Tuchman, ) and political scientists (e.g., Ivengar, ; Scheufele, ). Social constructivism explains the relationship between media and audiences by combining elements of both strong and limited effects of mass media. As two prominent researchers expressed it, “Media discourse is part of the process by which individuals construct meaning, and public opinion is part of the process by which journalists … develop and crystallize meaning in public discourse” (Gamson and Modigliani, , p. 2).", "With little personal experience of politics, people in the Ukraine and elsewhere depend on news media for information about and understanding of the political world around them. This provides the media with the power to frame reality for the public (Hallahan, 1999). Researchers argue, “How people think about an issue, especially a political issue that is inherently ambiguous, is dependent on how the issue is framed by the media” (Semetko and Valkenburg, , p. 94).", "Gamson and Modigliani () define a media frame as “a central organizing idea or story line that provides meaning to an upholding strip of events … The frame suggests what the controversy is about, the essence of the issue” (Gamson and Modigliani, , p. 143). According to Entman (), to frame means “to select some aspects of a perceived reality to make them more salient, thus promoting a particular problem definition, causal interpretation, moral evaluation, and/or treatment recommendation” (Entman, , p. 52).", "Iyengar () differentiated between episodic and thematic media frames. Episodic framing depicts public issues as concrete instances or specific events that are the results of actions by individuals. Thematic framing reports systemic problems in society on a more abstract level in the form of general outcomes. Iyengar believes that the type of media framing influences how audience members attribute responsibility—choosing thematic frames over episodic ones might mean the attribution of responsibility shifts from personal to abstract societal causes (Iyengar, ).", "Increasingly, dissidents or challengers to the political establishments in societies have recognized media framing as a central political activity (Hallahan, 1999; Ryan, ). Callaghan and Schnell () explain,  because citizens and pundits alike rely heavily on a ‘media‐constructed’ version of reality, it is critical to determine who controls public policy debates. Control over political rhetoric is an essential tool to influence public opinion, and the entrenchment of some terms, and the disappearance of others, is often a signal of political triumph and defeat. (Callaghan and Schnell, , p. 184)  ", "because citizens and pundits alike rely heavily on a ‘media‐constructed’ version of reality, it is critical to determine who controls public policy debates. Control over political rhetoric is an essential tool to influence public opinion, and the entrenchment of some terms, and the disappearance of others, is often a signal of political triumph and defeat. (Callaghan and Schnell, , p. 184)", "Simon and Xenos () applied media framing analysis to research about public deliberation that involves the social creation and change of meaning over time. They explain, “…deliberation is a process of political argumentation that proceeds through discursive give and take. In this way, deliberative processes entail the formation of associations between concepts within discourse. Thus, these processes are intimately linked to framing effects” (Simon and Xenos, , p. 367).", "These researchers also argue that in the evolving phases of deliberation, media frames compete with each other to define the situation at hand. Each of these frames represents a contention or validity claim. In their investigation of media coverage about a United Parcel Service delivery strike in the United States, the researchers found that validity claims followed a single‐peaked pattern of prominence over time. They argued, “Such a pattern suggests that claims are raised, evaluated, and resolved in a manner consistent with deliberation” (Simon and Xenos, , p. 368).", "In discussing their approach, the authors suggested that such a deliberative process might exist only under circumstances when communication is free from influence by inequalities in material power and discursive competence. At the same time, effective deliberation must exert influence on the physical world as the resolutions of conflicts carried out through discourse are implemented or received by interested parties. Unless both of these conditions are met, deliberation is either non‐existent or of questionable quality (Simon and Xenos, , p. 364).", "Gamson and Lasch () identified several framing and reasoning devices that can work in combination or alone to create frames. Framing devices (metaphors, catchphrases, exemplars, depictions, and visual images) suggest a framework within which to view the issue, while reasoning devices (roots, consequences, and appeal to principle) provide justifications or reasons for general positions (Gamson and Lasch, , p. 399).", "Stone () adds to this list of devices synecdoche and numbers: synecdoche is a figure of speech in which a whole is represented or typified by one of its parts (an example might be a Welfare Queen, an able‐bodied person who deliberately shuns work but is used to typify all welfare recipients, including people with legitimate needs). Numbers is a method of describing phenomena or events by means of measurements. In particular, a favorite technique is to use either extremely large or small numbers to dramatize the idea (Stone, , p. 137).", "Based on a review of the framing and deliberation literature, this study addressed five research questions to explore the framing of the Ukraine political crisis: 1. R1. What were the most popular frames that different Ukrainian media employed in reporting the crisis?2. R2. How did the coverage of the crisis vary across different news media?3. R3. How did reporting frames change over time?4. R4. What framing and reasoning devices were used to construct media frames?5. R5. What was the pattern of reference to foreign media sources among Ukrainian media in the process of covering the crisis? ", "R1. What were the most popular frames that different Ukrainian media employed in reporting the crisis?", "R2. How did the coverage of the crisis vary across different news media?", "R3. How did reporting frames change over time?", "R4. What framing and reasoning devices were used to construct media frames?", "R5. What was the pattern of reference to foreign media sources among Ukrainian media in the process of covering the crisis?"]}, {"sec_title": "Research Design", "sec_content": ["This study entailed a comprehensive content analysis of news stories by five major Ukrainian media: television networks Inter, UT‐1 and 1+1, the newspaper den, and the Internet site Pravda. Thematic analysis identified media frames and framing devices used as well as reliance upon foreign media. Variations across media and over time were also analyzed: a single‐peaked pattern of frame prominence over time was conceptualized as characteristic of the deliberation process (Simon and Xenos, ).", "The research was based on a content analysis of 829 stories related to the Ukrainian crisis that appeared in the last phrase of the controversy, from February 24 to April 14, 2001. This was the most event‐saturated phase of the crisis, resulting in the most extensive coverage (167 stories released by UT‐1; 96 by Inter; 137 by 1+1; 131 by den; 298 by Pravda). Based on the list of the most critical events that happened between February 24 and April 14, 2001, the period was subdivided into seven smaller periods of time. These periods were used in analyzing the differences between frames distribution from one event to another. The summary of these events with their brief description is presented in Table 1.Media framing of the Ukrainian political crisis, 2000–2001All authorsOlga Baysha & Kirk Hallahanhttps://doi.org/10.1080/1461670042000211203Published online:17 February 2007 Main crisis events within the 50‐day period studied in 2001 CSVDisplay Table ", "As Table 1 illustrates, the time periods used for the frames analysis are not of equal length. These were distinguished according to the principle of “critical discourse moments” that journalists generally use as news “pegs” (see Gamson and Modigliani, , p. 11).", "The entire universe of 429 newspaper and the Internet site articles released during the 50‐day period were examined, along with all 400 stories that aired on the evening news telecasts of the three TV stations. Although Ukrainian TV stations broadcast news during the day, many political stories are repeats of stories that appear on evening telecasts. Nightly newscasts are the most‐watched programs and are acknowledged as the most influential newscasts of the day.", "The data for the research were collected from the Internet issues of the newspaper Den (which was exactly similar in content to its printed version) and Pravda site, as well as from television programs recorded on CRC off the air. The unit of analysis was a news story.", "All stories were published or broadcast either in the Russian or Ukrainian language and analyzed by the first author, a native Russian–Ukrainian speaker. Special care was devoted to the accurate translation of metaphors, catchphrases, and depictions to ensure that cultural nuances were recognized without distortion or misinterpretation. The results reported here are based upon English translations, but include illustrative examples in the original language in which they appeared.", "Coverage included 19 distinct frames as defined in the coding key depicted in Table 2. These frames formed the basis for the content analysis of the 829 news stories. Frames were derived using a two‐step procedure. First, a sample of 50 randomly selected news stories was selected. The first author carefully read them for recurrent themes, or “central organizing ideas” (Gamson and Modigliani, ). The result was a classification system with nine operationalized frames: East–West, Chaos, Political Game, Investigation, Moral, Democracy, Conspiracy, Authority, and Renegades. These labels reflected the authors' preliminary attempt to present the main ideas comprising the essence of the frames.Media framing of the Ukrainian political crisis, 2000–2001All authorsOlga Baysha & Kirk Hallahanhttps://doi.org/10.1080/1461670042000211203Published online:17 February 2007 Ukrainian political crisis media frames coding key CSVDisplay Table ", "Second, the preliminary coding instrument was used to analyze 50 additional, randomly selected stories. Frames that did not fall into any of the originally identified frames were coded as Other. Additional frames were thus identified. A detailed coding schedule was then constructed that compiled indicators for each frame to assure consistency as all 829 stories were analyzed and coded. Subsequent analysis detected no frames that could be accounted for using this scheme.", "Each story was coded based on media outlet, date, time period, political orientation (neutral vs. pro‐presidential vs. pro‐oppositional frames) and use of thematic vs. episodic attribution of responsibility (analysis not reported here). Because each story could contain more than one frame, every theme in a story was coded as either dominant or secondary. The dominant frame was the single main theme of the story, while secondary frames were identified as supplementary ideas. Most often, secondary frames or themes bolstered the main frame. Stories could have one dominant and several secondary frames.", "A separate pilot study using a sub‐sample of stories was conducted to test coder reliability. A second coder (a fellow journalist in the Ukraine who speaks English, Ukrainian, and Russian) was asked to code another random sample of articles. A comparison was then conducted between the work of the first author and the independent coder. The resulting inter‐coder reliability was 93 percent and deemed satisfactory.", "Quantitative analysis was used to count the frequency of particular frames or themes using cross‐tabulations of frequencies, along with percentages and mean scores. Results were compared between media outlets and frames and across time periods. Qualitative analysis was used to analyze the message meanings."]}, {"sec_title": "Findings", "sec_content": ["The first research question asked, what were the most popular frames used by media? The results reveal that four frames were used with broadly similar frequency to describe the controversy during the period investigated. These were Political Game (found in 11.7 percent of all stories covered), Reforming (11.4 percent), East–West (10.9 percent), and Investigation (10.4 percent). Together, these represented nearly half (44.4 percent) of all coverage.", "All of these frames belong to the group of thematically neutral frames (frames possessing neutral connotation toward the participants of the crisis). The ostensibly unbiased character of these frames undoubtedly contributed to their use: all media, despite their political orientation, were free to frame particular stories in terms of Political Game, East–West, Reforming, and Investigation.", "Research Question 2 asked how the coverage of the crisis varied across different news media? Not surprisingly, each media outlet had its own priority in choosing the predominant frames. Table 3 summarizes the frames most frequently used by each of the five media organizations studied.Media framing of the Ukrainian political crisis, 2000–2001All authorsOlga Baysha & Kirk Hallahanhttps://doi.org/10.1080/1461670042000211203Published online:17 February 2007 Most frequently used frames in stories about the crisis, by medium CSVDisplay Table ", "As Table 3 demonstrates, the combination of the most frequently used frames by state‐owned UT‐1 consisted only of pro‐presidential frames; the oppositional Pravda used two pro‐oppositional frames as well as two neutral frames. In the case of Inter and den, the combinations of most frequently used frames included one pro‐presidential and three neutral frames; 1+1 employed one pro‐oppositional and several neutral frames.", "These findings generally confirm what was already known about the political preferences of both UT‐1 and Pravda, but it reveals a hidden attitude of the “neutral” commercial media outlets toward the crisis. This allowed the authors to classify five media according to their political orientation into two main groups, pro‐oppositional (1+1 and Pravda) vs. pro‐presidential (UT‐1, Inter, and den) media.", "Another observation supported this differentiation: several frames were found to be actively employed by pro‐oppositional media while left unused by pro‐power media and vice versa. Table 4 summarizes the findings.Media framing of the Ukrainian political crisis, 2000–2001All authorsOlga Baysha & Kirk Hallahanhttps://doi.org/10.1080/1461670042000211203Published online:17 February 2007 Differences in positive/negative frames usage across pro‐oppositional vs. pro‐power media (%) CSVDisplay Table ", "All the frames involved in this disproportional usage pattern by pro‐oppositional vs. pro‐presidential media belong to either the pro‐oppositional group of frames or to the pro‐presidential one. A similar pattern did not occur in the case of neutral frames.", "Research Question 3 asked how the coverage frames changed over time? Figure 1 depicts in a graph the patterns of frame occurrence across different periods of time under investigation. Of particular note is the fact that different frames dominated in media coverage of the Ukrainian political crisis at different periods of time, forming several single‐peaked patterns of prominence.Media framing of the Ukrainian political crisis, 2000–2001All authorsOlga Baysha & Kirk Hallahanhttps://doi.org/10.1080/1461670042000211203Published online:17 February 2007 Frame distribution across time. 1, East–West; 2, Investigation; 3, Democracy; 4, Reforming; 5, Political Game; 7, Civilization; 8, Conspiracy; 9, Chaos; 10, People's Condemnation; 17, Renegades. Display full size Frame distribution across time. 1, East–West; 2, Investigation; 3, Democracy; 4, Reforming; 5, Political Game; 7, Civilization; 8, Conspiracy; 9, Chaos; 10, People's Condemnation; 17, Renegades.  ", "Frame distribution across time. 1, East–West; 2, Investigation; 3, Democracy; 4, Reforming; 5, Political Game; 7, Civilization; 8, Conspiracy; 9, Chaos; 10, People's Condemnation; 17, Renegades.", "Frame distribution across time. 1, East–West; 2, Investigation; 3, Democracy; 4, Reforming; 5, Political Game; 7, Civilization; 8, Conspiracy; 9, Chaos; 10, People's Condemnation; 17, Renegades.", "The analysis revealed that the majority of these cases were observed with neutral frames, when each of the media used the same frame frequently: East–West, Investigation, Political Game, and Reforming. The single‐peaked patterns of prominence were observed with these frames at Time Periods 1, 5, 6, and 7. According to Simon and Xenos (), this could be interpreted as a presence of deliberation pattern.", "However, single‐peaked patterns of prominence were also observed in the cases of the People's Condemnation and Renegades pro‐presidential frames. As the quantitative analysis of the data revealed, the high percentage rates of these two frames resulted from extreme scores attributable to pro‐presidential UT‐1 (see Table 4).", "This finding challenges the assumption about the single‐peaked pattern of prominence over time to be a characteristic of deliberation (Simon and Xenos, ), since it is doubtful that the deliberation could take place under conditions when at least one of the discourse participants withholds from a discussion because of political concerns.", "Other frames, which were not frequently used during all the time periods, showed rather stable, peak‐less patterns of occurrence across all time periods, which can be explained either by an absence of interest toward the theme or by the influence of “outside power forces” (Simon and Xenos, ).", "A lack of interest in neutral frames among media outlets was observed, based on the low incidence of ideas such as Moral, Democracy, Freethinkers, Authority, and Personal Tragedy. Both pro‐presidential and pro‐oppositional media employed these frames with approximately equal and low frequencies. This suggests that there were no ideological restrictions upon their usage.", "Ideological imperatives or preferences were evident in the case of pro‐oppositional and pro‐presidential frames Criminal Regime, Renegades, Heroes, Civilization, Chaos, Civil Initiative, Conspiracy, People's Condemnation, and Tyrants. Table 4 shows an obvious pattern of difference in frequency of frames usage by pro‐oppositional vs. pro‐presidential media.", "Research Question 4 asked what framing and reasoning devices were used to construct media frames? Two kinds of devices were predominant in media coverage during the period studied: metaphors and depictions. These were used in 27.1 percent and 26.7 percent of all stories, respectively.", "All the media outlets employed several common metaphorical ideas: Show, War, Game, and Illness. Each of the media, however, employed the commonly shared metaphors in different ways to create different impressions. UT‐1, den, and Inter used the metaphor of Show to depict the crisis within pro‐presidential frames of Renegades, Conspiracy, and People's Condemnation. Protesters in these cases were referred to as either clowns (who wore greasepaint and demonstrated fake tricks) or as actors (who spectacularly died on stage following a cue from an unknown director).", "Pravda and 1+1 employed the same metaphor of Show to construct pro‐oppositional frames of Tyrants and Criminal Regime. In their coverage, the process of Gongadze's murder investigation was a “total farce,” while life was a “horror movie” under Kuchma's regime.", "Employing the metaphor of War, UT‐1, den, and Inter depicted the protesters as “real fascists” (Renegades frame), while Pravda and 1+1 depicted Kuchma and his supporters as suffering from “Cold War psychosis” (—Ukrainian) and trying to push Ukraine to the “abyss of civil war” (—Ukr.). These helped fashion the Criminal Regime and Tyrants frames.", "The Illness metaphor employed by UT‐1, Inter, and den to construct pro‐presidential frames of Renegades, People's Condemnation, and Conspiracy depicted the protesters as being deaf to the voice of wisdom (—Ukr.), itching with the desire to gain power (—Ukr.)”, or obsessed with crazy ideas (—Russian), etc. Meanwhile, 1+1 and Pravda used the Illness metaphor to look at Kuchma and his supporters within the frames of Tyrants and Criminal Regime. The power structure decayed because of “syphilis,” addiction to drugs (—Rus.), or the misuse of foreign aid, etc.", "The metaphor of Game was used by all the media, primarily for the Political Game frame, and included distinctive features, too: UT‐1, den, and Inter used it also to denote the frame of Conspiracy (protesters here were “pawns in somebody's hands” [—Rus.] or gamblers who were “playing students' card” [—Rus.]).", "Along with the commonly shared metaphors, some media also employed several unique metaphorical ideas. For UT‐1, these were the metaphors of Vagrancy and Dirt (Conspiracy and Renegadesframes): the protesters were compared to homeless gypsies (—Ukr.) who established their camp in the center of Kyiv. Every statement or act by these opponents was painted by UT‐1 in tainted terms: the protesters “slung mud at Ukraine” (—Ukr.), played “dirty political games” (—Ukr.), “poured out their slops abroad” (—Ukr.), etc.", "The content analysis revealed two major methods of describing reality: labeling and sarcasm.", "UT‐1 labeled protesters as “rescuers” (—Ukr.) because of the name of their organization, Forum of National Rescue (—Ukr.). Taken out of context, the “rescuers” label evoked ridicule because of associations with the popular Disney children's cartoon series of the same name broadcast every weekend on a Ukraine TV channel. Adding to the label “rescuers,” adjectives such as “homespun” (—Ukr.) or “amateur” (—Ukr.) made the protesters look even less respectable. The “rescuers” label applied to the protesters was used by UT‐1 to build the frame of Renegades.", "For Pravda, Kuchma's supporters were “Kuchmanoids” (—Ukr. [to stress the comparison with humanoids]), “Kuchma‐authors” (—Ukr. [those who work at pro‐presidential media]) or just “Kuchmists” (—Ukr.).", "Within the Tyrants frame, Pravda sarcastically depicted Kuchma in several ways: 1. As a drunkard: “Merry degrees in Kuchma's eyes” (—Ukr.), etc.2. As an ignorant and foul‐mouthed person: “Time when it is better to chew” (—Ukr.” [a slogan from a chewing gum advertisement adjusted to the situation]), etc.3. As a wretched creature: “Jerking his head, irritated Kuchma almost jumped out of his coat” (—Ukr.), etc.4. As a politician supported by sycophants: “Vodka queen Ganna Antonyeva almost broke her neck trying to look not to the podium but aside—where Kuchma‐the‐Great was sitting” (—Ukr.), etc. ", "As a drunkard: “Merry degrees in Kuchma's eyes” (—Ukr.), etc.", "As an ignorant and foul‐mouthed person: “Time when it is better to chew” (—Ukr.” [a slogan from a chewing gum advertisement adjusted to the situation]), etc.", "As a wretched creature: “Jerking his head, irritated Kuchma almost jumped out of his coat” (—Ukr.), etc.", "As a politician supported by sycophants: “Vodka queen Ganna Antonyeva almost broke her neck trying to look not to the podium but aside—where Kuchma‐the‐Great was sitting” (—Ukr.), etc.", "The findings suggest that even historical exemplars could be interpreted in different ways. This is best illustrated by the example of Fascism. While UT‐1 and den used fascism to describe protesters (Renegades and Chaos frames), Pravda related the characteristics of Fascism to the Ukrainian power establishment (Criminal Regime frame).", "The media managed to employ the same exemplar for constructing both pro‐presidential and pro‐oppositional frames using the synecdoche technique. In the case of the opposition, the basis for comparison with fascism was a protest symbol that resembled a Nazi swastika. In the case of the Ukrainian powers, the bases for comparison were the arrests of the protesters. In both cases, the exaggerations were enormous. Neither the protesters nor the president had anything to do with real fascism. But it was a potentially strong device for framing the audience's perceptions due to the great losses that the Ukraine suffered in earlier years from fascism—memories still shared by all Ukrainians (Stites, ).", "The same can be said about the comparison to Josef Stalin's repressions. The protests in 2001 could not reasonably be compared to the mass executions and exiles to Siberia that took place in 1937. The comparison was based on the one word “repression.” The notion was constructed when the opposition declared the arrests of protesters after clashes with police to be offensive examples of repression. Being introduced, the label was successfully adopted in the course of further framing.", "Yugoslavia, the Persian Gulf War, Chile, and the Philippines—these historical exemplars were used by den to illustrate how American Conspiracy acted in similar ways in different countries. Few people in the Ukraine know much about these episodes of recent history. However, the majority of Ukrainians remembered what the Cold War was about. Historical images triggered familiar feelings and fears.", "Research Question 5 asked, what was the pattern of reference to foreign media sources among Ukrainian media in the process of covering the crisis? The content analysis revealed that the most foreign media citations were observed in Pravda, representing 20.1 percent of all its stories. Of these, 5.7 percent of its stories referred to US, 5.7 percent to British, 1.3 percent to Russian, 2.3 percent to German, 1 percent to French, and 2.7 percent to Polish sources. Second place in frequency of foreign references was occupied by den (6.9 percent of its stories) followed by 1+1 (3.6 percent), Inter (2.1 percent), and UT‐1 (1.2 percent).", "The highest percentage of foreign media references was observed within those media having the least restrictions of time and space reflecting their technological characteristics: i.e., the Internet site and the newspaper. It is interesting, however, that the highest percentage of foreign media citations among television news programs was found on 1+1 (the pro‐oppositional TV station) while the lowest percentage was observed at UT‐1 (the pro‐presidential TV station). An analogous contrast in foreign media reference patterns was observed at den (the pro‐presidential newspaper) versus Pravda (the pro‐oppositional Internet site). Beyond a capacity to carry more stories (often referred to as a “news hole”), how is this difference to be explained?", "To investigate this question further, the first author analyzed the content of 51 foreign media news stories related to the Ukrainian crisis that appeared online at Yahoo! News Full Coverage (see In‐depth Coverage on Ukraine). The dominant frame of all foreign stories there was the Criminal Regime frame—found in 34 percent of all the linked stories. Here are some examples:  Ukraine has become a sinkhole of political mismanagement and corruption, and Mr. Kuchma himself has been implicated in the brutal murder of a critical journalist. (Washington Post, Feb. 21, 2001, p. A23)   Millions of impoverished people are embittered that instead of experiencing the promised market economy and democracy, their newly independent states fall under the sway of men—many, like Mr. Kuchma, former Communist bosses—who have attained enormous power and wealth at the expense of national prosperity. (New York Times, Feb. 2, 2001, p. A4)   If Mr. Kuchma remains recalcitrant, continues to harass political opponents and the media, and drags his feet on the investigation, he risks relegating Ukraine to the same fate as neighboring Belarus, where a repressive regime silences political opposition. (Financial Times, March 1, 2002, p. A10)  ", "Ukraine has become a sinkhole of political mismanagement and corruption, and Mr. Kuchma himself has been implicated in the brutal murder of a critical journalist. (Washington Post, Feb. 21, 2001, p. A23)", "Millions of impoverished people are embittered that instead of experiencing the promised market economy and democracy, their newly independent states fall under the sway of men—many, like Mr. Kuchma, former Communist bosses—who have attained enormous power and wealth at the expense of national prosperity. (New York Times, Feb. 2, 2001, p. A4)", "If Mr. Kuchma remains recalcitrant, continues to harass political opponents and the media, and drags his feet on the investigation, he risks relegating Ukraine to the same fate as neighboring Belarus, where a repressive regime silences political opposition. (Financial Times, March 1, 2002, p. A10)", "It can be concluded from the above examples that the space availability of the Internet is not the only reason why Pravda devoted one‐fifth of its stories to foreign media opinion. The fact that leading foreign media such as the Financial Times, The Guardian, the New York Times, the Washington Post, BBC, etc. predominantly used the same frames as Pravda might have been considered by Pravda as strong arguments which validated its political position."]}, {"sec_title": "Discussion", "sec_content": ["The analysis of frames used by different Ukrainian media revealed that no media organization covered the Ukrainian political crisis of 2000–2001 in a completely “balanced” manner. The most visible display of an explicit political orientation was demonstrated by state‐owned UT‐1. All of the most frequently used frames in this news outlet favored President Kuchma. The oppositional Internet site Pravda used a somewhat less explicit pattern of political preferences; the coverage by Pravda combined two pro‐oppositional and two neutral frames.", "The most interesting cases, however, were observed within the commercial media, which outwardly pretended to be unbiased and to demonstrate a centrist attitude. As the analysis revealed, the crisis coverage by Inter, 1+1, and den was not balanced. The combination of frames most frequently used by these media included several neutral frames and one pro‐presidential frame (in case of Inter and Den) or one pro‐oppositional frame (in case of 1+1). In contrast to the overtly propagandistic coverage by UT‐1 and Pravda, this pattern could be better characterized as implicitly biased. Some researchers believe, however, that such subtle attempts at subconscious manipulation have a potential to influence audiences' perceptions even more effectively than overt propaganda (Kara‐Murza, ). More research is needed in this area.", "On the other hand, it is unclear whether this hidden attitude toward the actors of political resistance displayed by the commercial media was a result of their “social norms and values,” “organizational pressures and constraints,” “pressures of interest groups,” “journalistic routines,” or “ideological or political orientation of journalists” (Scheufele, , p. 109). The question is worthy of attention because both Inter and 1+1, which demonstrated different attitudes toward the crisis, are controlled by the same political group (Bondarenko, ). It could mean that the difference in coverage resulted from the personal and professional values of journalists working in different newsrooms (Shoemaker and Reese, ). It would be interesting to investigate this hypothesis in further research.", "As the observation of frames' patterns of occurrence showed, some frames did have single‐peaked patterns of prominence over time. This meant that frames' claims were raised, evaluated, and then resolved in a manner consistent with deliberation (Simon and Xenos, ). The deliberation pattern observed within Ukrainian media discourse, however, was not perfect. Not all the frames were involved in the process of “discussion.” The most prominent peaks were observed within neutral frames, bearing no negative connotation toward the crisis opponents: Investigation, Political Game, East–West, and Reforming. ", "Most of the pro‐presidential and pro‐oppositional frames were not consistently used by either pro‐presidential or pro‐oppositional media, across all time periods, reflecting the suggestion by Simon and Xenos () that deliberation takes place only when communication is free from influence by inequalities in material power and discursive competence (Simon and Xenos, ). Indeed, generally speaking, democratic deliberation does not yet exist in Ukraine.", "Although not so prominent as in the case of neutral frames, single peaks were also observed in two cases of pro‐presidential frames, People's Condemnation and Renegades. The high scores of these two frames reflect their high usage by pro‐presidential UT‐1 despite the fact that pro‐oppositional Pravda did not participate in the “discussion.”", "This finding challenges the assumption about the single‐peaked pattern of prominence over time to be a characteristic of the deliberation process as a whole (Simon and Xenos, ). It is highly arguable that true deliberation could take place under conditions when at least one of the discourse participants withholds from a discussion due to fear of political reprisals. More research is needed here.", "The study found that different media used many of the same metaphorical ideas to construct different frames. These findings demonstrate the ability of a metaphor to connote two or more things simultaneously in different contexts and for different people. This ambiguity or polysemy allows metaphors to be important tools in politically strategic representations of reality (Stone, , p. 162).", "The same conclusion was observed in the historical exemplars that different media used for opposite framing purposes. This was possible because of the synecdoche technique, where different small parts of the same phenomenon were exaggerated and projected on different sides of the conflict.", "The results suggest the majority of metaphors and exemplars were employed to construct either pro‐presidential or pro‐oppositional frames. In other words, the most vivid techniques that captured people's imaginations and stirred strong feelings about them were not used to construct neutral frames.", "Because politics is driven by how people interpret information and much political activity is just an effort to control interpretations, the metaphors, depictions and exemplars were key devices used in the struggle over meaning. Which version of reality, pro‐presidential or pro‐oppositional, will the audiences adopt?", "In constructing the reality of the situation, media heavily exploited cultural values shared by Ukrainians—feelings associated with fascism, Civil War, Cold War, Stalin's repressions, etc. This finding supports the assumptions of the researchers who believe that not all symbols are equally potent for building frames. Certain packages have a natural advantage because their ideas resonate with other cultural themes (Gamson and Modigliani, ; Ryan, ).", "The study found that the Pravda Internet site used the most extensive foreign media references. Results of the study revealed that framing preferences of Pravda and leading world media coincided. The findings suggest that Pravda used this evidence as an important argument for the validity of its political claims. In other words, Pravda used western media references themselves as a framing device. It would be interesting to investigate in future to what extent this experience is unique. It is quite possible that democratically oriented media in other developing countries use the same method of framing reality.", "Although this study has extended framing research by examining its use in a non‐democratic society, the research has several limitations. Most significantly, the sample captured only a 50‐day period toward the end of the crisis. Thus, it is not possible to analyze fully how the frames were formed.", "The results suggest several questions worthy of future investigation: 1. What are the differences in perceptions among audiences for media employing explicitly biased coverage versus audiences of media operating with less obvious patterns of influence?2. What is the relationship between people's cultural background and their perceptions of media frames?3. Do frequent foreign media references have an impact on audience perceptions in a national controversy such as this? ", "What are the differences in perceptions among audiences for media employing explicitly biased coverage versus audiences of media operating with less obvious patterns of influence?", "What is the relationship between people's cultural background and their perceptions of media frames?", "Do frequent foreign media references have an impact on audience perceptions in a national controversy such as this?", "Generally speaking, more studies in non‐democratic societies would be a valuable contribution to research about the construction of reality using media frames."]}, {"sec_title": "Acknowledgements", "sec_content": ["This research was supported in part by the Edmund S. Muskie and Freedom Support Act Graduate Fellowship Program of the Bureau of Educational and Cultural Affairs (ECA), US Department of State under authority of the Fulbright‐Hays Act of 1961 as amended, and administered by the American Councils for International Education: ACTR/ACCELS (the American Councils). The opinions expressed herein are those of the authors and do not necessary express the views of either ECA or the American Councils."]}], "references": [{"title": "“Assessing the Democratic Debate: how the news media frame elite policy discourse”", "year": "2001", "journal": "Political Communication", "volume": "18", "authors": [{"name": "Callaghan Karen", "first_name": "Callaghan", "last_name": "Karen", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schnell Frauke", "first_name": "Schnell", "last_name": "Frauke", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Framing: toward clarification of a fractured paradigm”", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert", "first_name": "Entman", "last_name": "Robert", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Changing Culture of Affirmative Action”", "year": "1987", "journal": "Research in Political Sociology", "volume": "3", "authors": [{"name": "Gamson William A", "first_name": "Gamson", "last_name": "A", "affiliation": "", "orcid": "", "role": ""}, {"name": "Modigliani Andre", "first_name": "Modigliani", "last_name": "Andre", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Media Discourse and Public Opinion on Nuclear Power: a constructivist approach”", "year": "1989", "journal": "American Journal of Sociology", "volume": "1", "authors": [{"name": "Gamson William A", "first_name": "Gamson", "last_name": "A", "affiliation": "", "orcid": "", "role": ""}, {"name": "Modigliani Andre", "first_name": "Modigliani", "last_name": "Andre", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Seven Models of Framing: implications for public relations”", "year": "1999", "journal": "Journal of Public Relations Research", "volume": "11", "authors": [{"name": "Hallahan Kirk", "first_name": "Hallahan", "last_name": "Kirk", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Return to the Concept of Powerful Mass Media”", "year": "1973", "journal": "Studies of Broadcasting", "volume": "9", "authors": [{"name": "Noelle‐Neumann Elisabeth", "first_name": "Noelle‐Neumann", "last_name": "Elisabeth", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Framing as a Theory of Media Effects”", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Scheufele Dietram A", "first_name": "Scheufele", "last_name": "A", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Framing European Politics: content analysis of press and television news”", "year": "2000", "journal": "Journal of Communication", "volume": "50", "authors": [{"name": "Semetko Holli A", "first_name": "Semetko", "last_name": "A", "affiliation": "", "orcid": "", "role": ""}, {"name": "Valkenburg Patti M", "first_name": "Valkenburg", "last_name": "M", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Media Framing and Effective Public Deliberation”", "year": "2000", "journal": "Political Communication", "volume": "17", "authors": [{"name": "Simon Adam", "first_name": "Simon", "last_name": "Adam", "affiliation": "", "orcid": "", "role": ""}, {"name": "Xenos Michael", "first_name": "Xenos", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}]}