{"doi": "10.1080/1461670X.2018.1556320", "url": "https://doi.org/10.1080/1461670X.2018.1556320", "title": "Comment Sections as Targets of Dark Participation? Journalists’ Evaluation and Moderation of Deviant User Comments", "volume": "20", "year": "2019", "issue": "14", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Frischlich", "first_name": "Lena", "name": "Lena Frischlich"}, {"last_name": "Boberg", "first_name": "Svenja", "name": "Svenja Boberg"}, {"last_name": "Quandt", "first_name": "Thorsten", "name": "Thorsten Quandt"}], "abstract": "ABSTRACTUser comments, as the most prominent form of participation in online journalism, offer multiple options for so-called dark participation, comments that transgress norms of politeness or honesty with partially sinister motives. Strategic forms of dark participation such as political trolling in user comments have both raised attention and global concern. Community managers are expected to guard the gates of their comment sections, carefully disentangling valid opinions from manipulated statements—with the obvious danger of either censoring genuine speech or letting potentially damaging content slip through. So far, empirical studies on how media actors perceive this challenge and how they respond to it, especially in light of strategic attempts at manipulation, are scarce. The current study aims to fill this gap. Based on a series of guided interviews (N = 25), we explored community managers’ experiences with dark participation in German newspaper sites. The qualitative analysis of the content of the interviews identified four types of comment section managers, ranging from unconcerned gatekeepers to relaxed gate-watchers, alarmed guards, and struggling fighters.", "body": [{"title": "Introduction", "paragraphs": ["In an increasingly competitive online environment, news organizations must find new ways to attract and maintain their users. Enabling user participation in comment sections or on social media is a frequent strategy employed in this context. User comments can have positive effects, yet such positive effects are discussed mainly in relation to constructive participation (Ksiazek 2018). However, user comments are also an attractive playground for dark participation (Quandt 2018, 1), content spread by “wicked actors” with “sinister motives” in “nefarious processes” (ibid. 6). Dark participation can harm a news brand (Anderson et al. 2014; Meltzer 2015), impair other users’ participation (Weber 2014), and allow strategic manipulators to “piggy-back” on the reach and credibility of journalistic outlets (Quandt 2018). Journalists are faced with the challenge of carefully disentangling valid opinions from such manipulated statements—with the obvious danger of either censoring genuine speech or letting noxious forms of user engagement slip through.", "This challenge is not new (Diakopoulos and Naaman 2011; Hermida and Thurmann 2008) but recent evidence of troll factories (Özsoy 2015), right-leaning counter-publics (Toepfl and Piwoni 2015), or extremists’ strategic abuse of journalists’ reach (Neumann and Baugut 2016) all point toward an increased relevance of strategic dark participation in online outlets featuring journalists’ work. So far, strategic dark participation has gained little academic attention in the literature on journalists’ perceptions of deviant user comments and how journalists are managing them.", "This study aimed at filling this gap by presenting insights from 25 qualitative interviews with community managers from different German newspapers, addressing (a) their perception and evaluation of (strategic) norm-transgressing user comments and (b) their strategies to maintain the quality of their discussion forums."]}, {"title": "The Rise and Fall of Participatory Journalism", "paragraphs": ["At the beginning of the last decade, participatory forms of journalism and the inclusion of user-generated content became strongly hyped innovations. Partially driven by democratic hopes for a more open and inclusive journalism that involves “the people” (Gillmor 2004) and partially driven by media managers’ economic fantasies (Vujnovic et al. 2010), online news media experimented with various forms of user participation (Domingo et al. 2008). In parallel with these developments, there was an atmosphere of departure and enthusiasm in journalism research, calling for a re-conceptualization of public communication and journalism studies itself. It is no coincidence that within that spirit of change, John Hartley famously coined the concept of the redactional society (2000).", "Research showed rapidly that the initial enthusiasm did not lead to a total democratic reconstruction of (online) journalism. Instead, journalists defended their control over the production process, opening only small “walled gardens” for participation (Hanitzsch et al. 2012). As of today, most online news sites primarily offer participation “below the lines” (Graham and Wright 2015) in the form of comment sections and other low-involvement forms. Even more disappointingly, only a small share of users actively comment online (Springer, Engelmann, and Pfaffinger 2015).", "Nonetheless, user comments can have a direct impact on the public (readers of the comments), as well as an indirect effect via multipliers (like journalists) and relevant public actors (like politicians). Comment sections are not only read by users themselves but also by journalists and third parties, who perceive them as a vox populi (Lewis and Molyneux 2018, 16). It is thus not surprising that dark participation has raised global concerns (Hofseth 2017)."]}, {"title": "Facets of Dark Participation", "paragraphs": ["Following Quandt (2018), dark participation refers to different forms of deviant user engagement stemming from (a) wicked actors (such as individuals, groups, or states), driven by (b) sinister strategical, tactical, or “pure evil” (p. 41) motives, attacking (c) despised objects/targets either directly or indirectly with the aim of (d) manipulating different audience(s). The spectrum ranges from hateful attacks on journalists up to the spreading of false information via fake accounts.", "On a more abstract level, dark participation can be understood as participation that transgresses certain norms (see also Muddiman 2017; Papacharissi 2004) — injunctive norms about “what users should do” (such as those formulated in a newspapers’ “netiquette” policy), as well as descriptive norms, emerging from what most users do, behave in an earnest manner (Hedrick, Karpf, and Kreiss 2018).", "Such transgressions can relate to politeness norms (Papacharissi 2004). Accordant transgressions are found in communicative attacks that have been extensively studied in the literature on incivility (Coe, Kenski, and Rains 2014; Muddiman and Stroud 2017; Rösner, Winter, and Krämer 2016), hate speech (Gagliardone et al. 2016; Hsueh, Yogeeswaran, and Malinen 2015), trolling (Wolfgang 2018), and flaming (O’Sullivan and Flanagin 2003). Often, these studies insinuate spontaneous and emotionally driven forms of rage or anger on the part of the deviant users.", "However, these transgressions can also relate to the norms of honesty and facticity. Debates about the spreading of fake news (Lazer et al. 2018), disinformation (Bennett and Livingston 2018; Wardle and Derakhshan 2017), and conspiracy theories (Kaiser 2017) in user-generated content exemplify these kinds of deviances. In addition, reports about malicious “pseudo-users” such as astroturfers (Ratkiewicz et al. 2011), troll armies (Benedictus 2016), and social bots (Woolley and Howard 2017) have jarred confidence in even the fundamental assumption that user interaction is interaction with users (Hedrick, Karpf, and Kreiss 2018).", "Although norm-transgressing content can spread unintentionally, evidence for strategic dark participation in comment sections is accumulating. In 2014, the Guardian revealed that they found numerous conspicuous user comments throughout the initial period of the Ukrainian crisis, indicative of a much larger, strategically planned campaign to influence Western publics (Elliot 2014/05/04). Numerous other dark participation cases have been reported, such as fake accounts producing comments according to a political agenda (Zelenkauskaite and Balduccini 2017; Erjavec and Poler Kovačič 2012)."]}, {"title": "Increasing the Quality of User Participation", "paragraphs": ["Dark participation is not a new phenomenon. In parallel to digitalization, journalists lost a significant amount of their former power to “keep the gates” (Neuberger, Lehmann, and Schetsche 2005), often finding themselves stuck in a gate-watching position instead (Bruns 2005). Early studies on online-journalism already showed that journalists were concerned about the emerging potential of abuse (Domingo et al. 2008). An early study on journalists at the Guardian showed that they feel a “duty to readers related to the quality of both the content and the [online] discourse about it” (Singer and Ashman 2009, 16).", "In response to such concerns, most media organizations developed some form of community management. Mostly done by a “specialized minority of journalists” (Neuberger, Langenohl, and Nuernbergk 2014, 47), community management was intended to increase the quality of online debates (Ksiazek 2015), maintain the health of discussion forums, and avoid legal liability, while preserving the media brand and conforming to journalistic ideals (Braun and Gillespie 2011).", "Three main strategies of community management have been described in the literature: (1) shutting down comment sections for certain topics or entirely closing the gates (Nielsen 2012; Thurman, Cornia, and Kunert 2016); (2) pre-moderating comments (guarding the gates in a more traditional sense, Hermida and Thurmann 2008); and (3) moderating comments after publication or patrolling behind the gates (Ksiazek 2015).", "These main strategies can lead to different moderation behaviors, such as deleting certain comments or blocking some users entirely as specific expressions of closing the gates. We posit that these specific behaviors can be described along two underlying dimensions: interactive versus uni-directional and authoritative versus participative moderation.", "For the first dimension, interactivity, we draw on theories that understand interactivity as a bi-directional communication process (Rafaeli and Sudweeks 1997). Interactivity, as used herein, refers to the extent to which messages by users and community managers happen in a bi-directional sequence and the extent to which they can relate to each other. As such, closing one's gates, including blocking users, is a non-interactive strategy, whereas correcting misperceptions is an interactive strategy (“collaborative moderation” as Ziegele and Jost 2016, suggested).", "Yet, not all interactive strategies are equally welcomed by users. Ziegele and Jost (2016) found that users evaluated satirical responses by moderators as more negative than constructive responses. We suggest that this is due to the second dimension: authority. Traditional non-interactive gate-keeping has always been an authoritative process (White 1950), but authority can also shine through interactive strategies, for example when journalists satirically mock deviant commenters, thereby installing a hierarchy of superiority (Meyer 2000). Participatory moderation, in contrast, is exerted by letting users exchange their ideas (laissez faire) or understanding journalism as conversation (Marchionni 2015).", "Irrespective of its normative value, interactive, participatory moderation is not standard. Neuberger, Langenohl, and Nuernbergk (2014) found that the vast majority of German journalists reported non-interactive, hierarchical strategies, but only a third rewarded high-quality comments, and less than half of the journalists actively participated in discussions (ibid. 54).", "So far, little research has addressed the question of why community managers select certain moderation strategies over others. Based on the hierarchy of influences model developed by Shoemaker and Reese (2014), different factors on the micro–meso–macro levels might be relevant. The current paper focuses particularly on the micro-level, on journalists’ interpretation of their “symbolic reality” (Reese and Shoemaker 2016, 396), their subjective theories of dark participation. Nonetheless, we also consider certain elements on the meso- and macro levels as relevant parts of the picture, making it necessary to interview a sample that accounts for their variability. We will describe these factors in the following."]}, {"title": "Hierarchical Influences on Community Management", "paragraphs": ["The most macro level in the hierarchy of influences approach addresses cultural differences, which is not of interest in our German-only sample; therefore, we focused on influences on the meso- and micro levels.", "The hierarchy of influences model postulates three sources of influence on the meso-level. The first, societal institutions, describes influences from larger, trans-organizational media fields and the expectations and power structures related to them (Reese and Shoemaker 2016). In our study, we focused on online newspapers. Newspapers have a historical longevity and a longstanding tradition of adapting to changing technologies and different forms of user participation (e.g., letters to the editor) while preserving newsroom culture (Singer et al. 2011).", "The second level, media organizations, describes inter-organizational differences. Although multiple differences might play a role here, we focused particularly on newspapers’ reach and editorial line (the general political tendency of the newspaper) as potential influences (Stroud et al. 2015).", "Finally, the hierarchy of influences describes different routines or “patterns of practice” that define the everyday work in newsrooms. Such routines can relate to news values and occupational norms as well as to influences through digitalization, for instance, monitoring user responses (Lee and Tandoc 2017; Reese and Shoemaker 2016). In our study, we asked for formalized organizational routines for comment moderation (e.g., a newspaper's netiquette policy).", "Micro-level influences were the focal point of our study. Individual characteristics such as personality traits, professional roles, or demographic features (e.g., gender) most plausibly influence journalists’ subjective theories and behavior. Based on the literature, we considered professional role, gender, and age in our study. Professional roles (e.g., editor, community manager) have been found to be associated with differences in the perception of dark participation (Erjavec and Poler-Kovačič 2013). Gender has been found to influence incivility ratings, with female raters judging comments on average as less norm-transgressing than male raters while simultaneously varying more strongly in their judgements (Binns et al. 2017). Age is associated with the perceived amount of dark participation. Preuß, Tetzlaff, and Zick (2017) found that journalists of middle age reported the highest increase in dark participation over recent years whereas the youngest (<35 years) and oldest group (>61 years) were less concerned."]}, {"title": "Research Questions", "paragraphs": ["Based on the literature review, we formulated two research questions, which guided our work: RQ 1. Do community managers differ regarding their perceptions and evaluations of “dark participation”? RQ 2. How are journalists’ evaluations of dark participation associated with their moderation of user comments?", "RQ 1. Do community managers differ regarding their perceptions and evaluations of “dark participation”?", "RQ 2. How are journalists’ evaluations of dark participation associated with their moderation of user comments?"]}, {"title": "The Current Study", "paragraphs": ["To examine our research questions, we conducted a series of guided interviews (N = 25) addressing community managers’ perceptions of and actions for managing dark participation at German newspapers. In the following, we briefly describe our selection procedure, which followed the hierarchies of influence described above.", "We selected our interview partners via a purposeful multi-level procedure. On the level of societal systems, we considered journalism as a social system fulfilling a specific function by (a) observing different parts of society and (b) providing observation-based, new and relevant topics (Weischenberg, Malik, and Scholl 2006). Although this functional definition did not directly guide our selection, it served as the foundation for the next set of definitions.", "As societal institutions, we focused on mainstream newspapers with their own website (hereafter: online newspapers). “Mainstream” herein refers to newspapers with more than 100,000 unique visitors in the first quarter of 2016 following the working group for online research (AGOF 2016), newspapers to media outlets that focused on socio-political news and textual content. The entire list is provided in Table 1. Comment Sections as Targets of Dark Participation? Journalists’ Evaluation and Moderation of Deviant User CommentsAll authorsLena Frischlich , Svenja Boberg & Thorsten Quandt https://doi.org/10.1080/1461670X.2018.1556320Published online:11 January 2019Table 1. Mainstream online newspapers in Germany.CSVDisplay Table", "To identify media organizations of interest within this population, we sought to include newspapers with different reach (indicated by number of unique users) and different editorial lines. The editorial line of national newspapers in Germany is well-researched, but less attention has been given to the editorial lines of local or regional media (Maurer and Reinemann 2006). Consequently, before selecting media organizations to participate in interviews, we identified the editorial lines of regional newspapers in a pre-study. In previous research, three approaches have been used to identify editorial lines: content analysis of comments (Eilders, Neidhardt, and Pfetsch 2004), surveys of journalists (Donsbach and Wolling 1995) or other experts, and evaluation of reader expectations (Schmitt-Beck 2000). All of these approaches “lead to identical results” (Maurer and Reinemann 2006, 180); thus, due to economic efficiency, we used reader, respectively user, expectations as the indicator of editorial line.", "In an online survey, N = 157 participants (55 male, 87% students, Mage 24.04, SD = 7.95) rated the online newspapers identified as being within the population of interest. Note, we relied on student raters as only a minority of Germans reads newspapers on a regular bases and Germans age 18–34 with higher formal education are most likely to do so (Hasebrink and Hölig 2017). As we were interested in reader or user expectations, only ratings of participants who self-identified as familiar with the newspaper were considered (for a detailed description, see supplementary material Table A). During the survey, participants evaluated the editorial leaning, influence, and trustworthiness of the newspapers in our population. Based on their rankings, we identified six clusters composed of 39 online newspapers (all η2 > 0.60, 98% correct classification in a discriminant analysis).", "National newspapers of record with different editorial lines formed the first two clusters: (1) centrist newspapers of record (n = 5, e.g., Süddeutsche Zeitung) and (2) liberal newspapers of record (n = 4, e.g., Spiegel). The following two clusters were denoted as the (3) liberal regional (n = 11, e.g., Kölner Stadtanzeiger) and (4) conservative regional newspapers (n = 12, such as the Rheinzeitung). Finally, there was a cluster of (5) left-wing (n = 4, such as the taz) and (6) small regional newspapers (n = 4, e.g., Hamburger Morgenpost). The German yellow press-like media (Bild, Express, Vice) formed a separate group of outliers and was considered separately. To represent this variability in the media landscape, we interviewed 50% of the newspapers within each cluster, thus ensuring that different types of media organizations were represented in our sample.", "Within each selected newspaper, we approached the person responsible for community management, that is, the digital/social media editor or community manager. Students and apprentices/interns were not included. A total of N = 25 (10 females) interviews were carried out, distributed across the clusters. Table 2 provides an overview of our interview partners and their individual characteristics. Comment Sections as Targets of Dark Participation? Journalists’ Evaluation and Moderation of Deviant User CommentsAll authorsLena Frischlich , Svenja Boberg & Thorsten Quandt https://doi.org/10.1080/1461670X.2018.1556320Published online:11 January 2019Table 2. Interview partners.CSVDisplay Table", "All interviews were conducted between January and March 2017 at the editorial offices of the respective media outlets. The interviews had an average length of 42 min (range, 31–70 min) and were audio-recorded. Interviews were transcribed following the extended simple rules of Dresing and Pehl (2013) and pseudo-anonymized as dark participation could open interview partners to harassment (Marwick, Blackwell, and Lo 2016).", "The interviews followed a pilot-tested, semi-structured guideline. Two experienced interviewers asked interviewees about (a) “challenges associated with user participation,” experiences with (b) “insults, threats, and offenses” and with (c) “with hoaxes, misinformation, and ‘fake news’,” about (d) “strategic user-generated content”, and (e) how interviewees “manage user-generated content that transgresses ‘the rules’”. An analysis of statements addressing unrelated questions (e.g., interview partners’ professional career) is reported elsewhere.", "The interview transcripts were analyzed using qualitative content analysis, following Mayring (2010). This analysis combines deductively determined pre-set categories and inductively developed categories that emerged during the initial coding of a subsample. The analysis focused on all statements related to interviewees’ experiences with dark participation and community management. Single sentences served as coding unit, the entire statements in response to a prompt as context unit. Two coders coded the initial subsample of eight interviews to develop the inductive categories (step 1) and allow for reliability checks (step 2) via MaxQDA12. The coders agreed on 83–89% of the assigned codes and on 70–79% of the frequencies for each code. Disagreements were solved via discussion. The final category system entailed two main topics of interest: dark participation and managing it. The dark participation topic included six subcategories, addressing the (a) frequency, (b) presumed agents, (c) type, and (d) effects of dark participation, as well as (e) interviewees’ overall perception of the phenomenon. Regarding management of dark participation, we coded (i) why comments were moderated, (ii) what happened to them, and how interviewees (iii) evaluated the efficacy of their work (see supplementary material Table B). In a final step, we used the coded interviews to identify underlying types among the comment moderators."]}, {"title": "Results", "paragraphs": ["During the analyses, four types emerged that differed in their perceptions and evaluations of dark participation (RQ1) as well as in their approach to moderation (RQ2). The following section describes our findings for each of these types.", "The first type was the “unconcerned gatekeeper” (n = 7). Interviewees of this type mostly worked at regional newspapers with both conservative and liberal editorial lines. One worked for a regionally oriented left-wing medium. All interviewees worked as digital/social media (chief) editors and additionally fulfilled some community management–related tasks. With an average age of 40.42 years (SD = 7.5), they were the oldest group of interviewees. Six of seven were males.", "The “unconcerned gatekeepers” perceived dark participation as the “smallest share” of user engagement (#12, male, liberal regional). They reported that dark participation would happen only as a response to sensitive topics, leading to a manageable number of perhaps “30 comments” per day (#21, female, conservative regional) that needed moderation. Although interviewees did see political forms of dark participation (especially by those they identified as right-wingers), they deemed strategic attempts for manipulation as implausible as the following two quotes show: There are trolls that show up on a regular basis, but that is only in some weeks, and afterwards they disappear. […] I do not see any strategy in that. There is no “network” focusing on contaminating our Facebook posts […]. (#22, male, conservative regional)1 There are enough people that are crazy on their own. They don't need someone to direct them. (#13, male, small regional)", "There are trolls that show up on a regular basis, but that is only in some weeks, and afterwards they disappear. […] I do not see any strategy in that. There is no “network” focusing on contaminating our Facebook posts […]. (#22, male, conservative regional)1", "There are enough people that are crazy on their own. They don't need someone to direct them. (#13, male, small regional)", "Overall, the interviewees perceived dark participation as being relatively unproblematic: I do not feel that we should fear such things the whole day. We have to fulfill our duty of care, but in general, we are already doing that. (#21, female, conservative regional)Interviewees in this group mostly engaged in authoritative, non-interactive moderation, corresponding to a more traditional gate-keeping approach. Comments that transgressed the norms were hidden, and if the transgression reoccurred, the user was blocked (#3 male, liberal regional). One interviewee reported that they had changed to strict pre-moderation (#12, male liberal regional); another reported that they simply tried to avoid publishing sensitive topics at certain times: The biggest challenge is to avoid posting something controversial at the wrong time. (#26, male, left wing)For non-political topics, interviewees also employed participatory moderation; whereby the routines they described were mostly non-interactive. Most of the time, they simply monitored comments and reacted only when things got “too wild” (#26, male, left wing) and blocking became necessary. Although two interviewees reported that they would plan for embedding rewards systems for constructive comments in the future, faith in interactive exchange was overall low: You cannot argue with these people, they just believe it. It is like a religion. You cannot reach them with facts. (#15, male editor, conservative regional)", "I do not feel that we should fear such things the whole day. We have to fulfill our duty of care, but in general, we are already doing that. (#21, female, conservative regional)", "The biggest challenge is to avoid posting something controversial at the wrong time. (#26, male, left wing)", "You cannot argue with these people, they just believe it. It is like a religion. You cannot reach them with facts. (#15, male editor, conservative regional)", "The second and largest group of interviewees were “the relaxed gate-watchers” (n = 9). They worked at all kinds of newspaper organizations except the small regional ones. With an average age of 35.22 years (SD = 1.92), they were the youngest group. Seven had a leading position within their organization. One worked exclusively as the community manager, and the others had additional tasks, such as digital/social media editors. Four were female, and the other five were male.", "Although interviewees in this group perceived the volume of (deviant) user comments to be high, they considered this a normal aspect of human communication, and deviant users as a minor challenge: People also complain more […] when their holidays went wrong than when they had a wonderful trip. Those who claim on Facebook that refugees have stolen their burger—they are just people that want attention. (#4, female, liberal newspaper of record)Interviewees of this type were familiar with strategic dark participation. Particularly, during the annexing of the Crimea, they experienced many “Putin trolls” (#6, female, central newspaper of record), but they also reported recent cases referring to right-wing populists or animal rights activists. Nonetheless, they remained relaxed: Opinions are manipulated online. That has been the case with humans and now bots are there too. (#19, male, left-wing newspaper)Overall, interviewees in this group had a positive impression of their users’ participation: The overwhelming majority of Facebook posts are not hateful […] and comments are always a partial seismograph of public opinion, [showing] how people think about an issue. (#16, male, yellow press)This extended to perceiving users as a huge support, “doing a great deal of the work” (#IV17, male, yellow press) in community management: If there is a comment on Facebook with a false claim […] another user will comment shortly afterwards and explain and debunk the false claim. (#6, female, centrist newspaper or record)Consequently, their community management was relatively participatory. They often let their users discuss issues with each other without interfering—even when comments were controversial. We do experience that someone within a comment thread will counter, that the community regulates itself. […] We do not want readers to believe that we patronize them and force our opinion on them. (#16, male, yellow press)Interviewees in this group employed a variety of interactive strategies, ranging from friendly exhortations up to thinking about potential user questions before blocking comments (#5, female chief editor, conservative regional). Interviewees also believed in the value of journalism as conversation (Marchionni 2015): We want to give people that feeling that we really want to meet them on an equal footing, not just claiming to do so. (#4, female, liberal newspaper of record) It would help if we as a brand would be present [in a more content-related manner], if we not only post our links, comments, and news but also signal the users that we read and register their comments […] to have a real exchange. (#20, male, conservative regional)", "People also complain more […] when their holidays went wrong than when they had a wonderful trip. Those who claim on Facebook that refugees have stolen their burger—they are just people that want attention. (#4, female, liberal newspaper of record)", "Opinions are manipulated online. That has been the case with humans and now bots are there too. (#19, male, left-wing newspaper)", "The overwhelming majority of Facebook posts are not hateful […] and comments are always a partial seismograph of public opinion, [showing] how people think about an issue. (#16, male, yellow press)", "If there is a comment on Facebook with a false claim […] another user will comment shortly afterwards and explain and debunk the false claim. (#6, female, centrist newspaper or record)", "We do experience that someone within a comment thread will counter, that the community regulates itself. […] We do not want readers to believe that we patronize them and force our opinion on them. (#16, male, yellow press)", "We want to give people that feeling that we really want to meet them on an equal footing, not just claiming to do so. (#4, female, liberal newspaper of record)", "It would help if we as a brand would be present [in a more content-related manner], if we not only post our links, comments, and news but also signal the users that we read and register their comments […] to have a real exchange. (#20, male, conservative regional)", "That is not to say that interviewees did not exclude malicious participants. When legal lines were crossed, they deleted rigorously: That is part of the community management, to react harshly, to block users […] irrespective of political attitude. (#14, male editor, central newspaper of record)", "That is part of the community management, to react harshly, to block users […] irrespective of political attitude. (#14, male editor, central newspaper of record)", "Interviewees of “the alarmed guard” type (n = 4) mostly worked at liberal regional media; only one worked for a centrist newspaper of record. They were on average 38.75 years old (SD = 7.81). Three had a leading position and three of four of the interviewees worked predominantly as community managers. Only one had a degree in journalism, the highest share of career jumpers among all four groups. Three were female one was male.", "Interviewees in this group reported high frequencies of dark participation. For instance, false information was spread “by at least one email per day” (#7, male, centrist newspaper of record), and some were “nearly exclusively” engaged with eliminating deviant comments (#8, female, liberal regional). Thus, dark participation overshadowed user participation overall: We do have positive discussions quite often, but 80% are hateful, negative discussions, or postings. […] (#8, female, liberal regional)Only two of the four interviewees mentioned positive user discussions, whereby one stated “the last good discussion” happened “last year” indicating that dark participation clearly dominated (#8, female, liberal regional).", "We do have positive discussions quite often, but 80% are hateful, negative discussions, or postings. […] (#8, female, liberal regional)", "From the interviewees’ point of view, malicious single users, political groups, and nefarious states spread dark participation. That is what Facebook is for, those people who think they will lose their job because of refugees […], or that their wife will be raped. They dare to [comment] on Facebook […] and spread their hate. [Alternatively, it is about] a right-wing group or left-wing group who says “now we’ll show it to that “Lügenpresse” [lying press]”. (#18, female liberal regional and small regional newspaper)Three of the four interviewees also reported personal victimization, ranging from a “stalker” showing up in their comment sections now and then (#7, male, centrist newspaper of record), to right-wing populists groups following the interviewees private Twitter accounts in a coordinated manner (#18, female liberal regional and small regional newspaper). All of them felt the urge to defend against widespread “lying press” accusations and a climate of distrust. As one interviewee summarized: You as a journalist no longer say something and people believe it […]. Even when you said, it is raining. You were the liar and no longer the one conveying the truth. (#25, female editor, liberal regional)Overall, interviewees perceived dark participation as having a small but noxious effect: Everything that happened last year with Trump […] will not work the same way in Germany. But I do believe that social media will play its part because the general sentiment is similar. (#7, male chief editor, centrist newspaper of record)The moderation patterns in this group differed from those of their more relaxed counterparts. Non-interactive, hierarchical strategies dominated. Interviewees were mostly engaged in “patrolling their gates,” deleting unwanted content and sometimes even reporting users to authorities. Their deletion rules were strict, tackling not only illegal statements but also user comments with unchecked facts (#8, female, liberal regional), comments that linked to well-known right-wing or left-wing alternative media (#25, female, liberal regional), or comments that were redundant (#7, male, centrist newspaper of record).", "That is what Facebook is for, those people who think they will lose their job because of refugees […], or that their wife will be raped. They dare to [comment] on Facebook […] and spread their hate. [Alternatively, it is about] a right-wing group or left-wing group who says “now we’ll show it to that “Lügenpresse” [lying press]”. (#18, female liberal regional and small regional newspaper)", "You as a journalist no longer say something and people believe it […]. Even when you said, it is raining. You were the liar and no longer the one conveying the truth. (#25, female editor, liberal regional)", "Everything that happened last year with Trump […] will not work the same way in Germany. But I do believe that social media will play its part because the general sentiment is similar. (#7, male chief editor, centrist newspaper of record)", "When interactive strategies were mentioned, they were described as hierarchical, such as urging the users, like in a “kindergarten” (#8, female chief editor, liberal regional). In addition, user interaction was perceived to increase the risk for personal victimization (#7, male, centrist newspaper of record), leading some to employ “ironic provocation” (#18, female liberal and small regional), or publishing particularly noxious comments as a defense (#25, female, liberal regional). Only one interviewee reported that supporting “the 1% of users […] that improve everything” was also part of his job (#7, male, centrist newspaper of record).", "Overall, the interviewees ascribed limited efficacy to interactive strategies: Even when it would be possible [to discuss with them], it would make no sense. The one who comments […], the one who writes that you are posting only crap or that you are telling lies is not interested in getting convinced. […] As such, I can save my breath. (#25, female, liberal regional)", "Even when it would be possible [to discuss with them], it would make no sense. The one who comments […], the one who writes that you are posting only crap or that you are telling lies is not interested in getting convinced. […] As such, I can save my breath. (#25, female, liberal regional)", "The last group of interviewees, “the struggling fighters” (n = 5), worked at both national and regional newspapers across editorial lines. They were on average 36 years old (SD = 7.11), and all of them were chief editors responsible for digital/social media editing; two additionally worked as community managers. Three had completed a journalism degree. All five were females.", "Interviewees in this group reported high frequencies of dark user participation, leading to situations where it became difficult to follow the “flood of comments” (#2, female, liberal regional newspaper), especially the “pure negative critique” (#10, female, conservative regional). Like the alarmed guards, they rated user engagement as predominantly norm-transgressing: We are threatened on a regular basis, depending on the topic […]. I cannot say it in percentages, [but I] feel that it is scarily much. I do still think it might be the smaller share, but it is so salient that […] it really sticks. [Moreover,] people who do not want to say anything negative do not comment […], likely because they are afraid that they will be attacked, too. (#1, female, centrist newspaper of record)From the interviewees point of view, strategic agents were constantly lurking, even “when the topic [was] only slightly political” (#2, female, conservative regional). As such, they worked in a threatening atmosphere, particularly due to right-wingers, as this interviewee explained: “[Since Trump,] they feel like ‘now we made it’ and ‘we will show it to you’ at the elections” (#23, female, liberal newspaper of record).", "We are threatened on a regular basis, depending on the topic […]. I cannot say it in percentages, [but I] feel that it is scarily much. I do still think it might be the smaller share, but it is so salient that […] it really sticks. [Moreover,] people who do not want to say anything negative do not comment […], likely because they are afraid that they will be attacked, too. (#1, female, centrist newspaper of record)", "In contrast to the other three types, the “struggling fighters” ascribed a quite large effect to online dark participation: I think that it is notable that a movement like that [on social media] will likely swap over to real life in the long run. […] It has [already] become acceptable to [have a Nazi comment in your WhatsApp account]. (#1, female, centrist newspaper of record)This threatening atmosphere affected their moderation routines. Their moderation was predominantly non-interactive and hierarchical. Sensitive topics were avoided and deviant comments were blocked (#1, female, centrist newspaper of record).", "I think that it is notable that a movement like that [on social media] will likely swap over to real life in the long run. […] It has [already] become acceptable to [have a Nazi comment in your WhatsApp account]. (#1, female, centrist newspaper of record)", "Although interviewees said that users were sometimes helpful in reporting transgressions, they did not believe in users’ ability to counter dark participation. Those single voices against it, that start discussing, they surrender after a while. (#10, female, conservative regional)For this type, participatory strategies played a marginal role and were restricted to publishing the netiquette policy and urging users to adhere to the rules. Interactive exchange was rare and perceived as inefficient. Sometimes, the best they could do was to try to keep their sense of humor, as this interviewee told us: These are that kind of people that respond to factual arguments with five other arguments […]. That's when you must keep your humor. (#1, female, centrist newspaper of record).", "Those single voices against it, that start discussing, they surrender after a while. (#10, female, conservative regional)", "These are that kind of people that respond to factual arguments with five other arguments […]. That's when you must keep your humor. (#1, female, centrist newspaper of record)."]}, {"title": "Discussion", "paragraphs": ["The rise of participatory journalism has been accompanied by democratic hopes for user participation. Yet, from the beginning, comment sections have also been a beloved target of dark participation, leading to the development of different community management routines. Numerous studies have addressed non-strategic forms of dark participation such as the “spontaneous rage” associated with insults; yet, little research has addressed how recent evidence for strategic forms of dark participation have changed community managers’ perceptions of and responses to dark participation. The current study sought to fill this gap.", "Based on a series of 25 interviews with German community managers, we identified four types, ranged along the interviewees’ problematization of dark participation and their strategies for managing it: the “unconcerned gatekeepers”, the “relaxed gate-watchers”, the “alarmed guards” and the “struggling fighters”.", "Answering our research questions, our study showed that it was less community managers’ experiences with but more so their subjective theories about (strategic) dark participation that shaped their moderation practices. Those who perceived dark participation as a normal part of human behavior and who trusted in their users’ positive engagement were less concerned and more willing to engage in participatory, interactive moderation, strategies more closely resembling the democratic hopes accompanying early participatory journalism (Domingo et al. 2011). Although the relaxed gate-watchers were the largest group in our sample, the majority of comment sections was far away from democratic ideals such as reciprocity (Lewis, Holton, and Coddington 2014) or conversation (Marchionni 2015), most interview partners reported rather uni-directional, authoritative moderation routines.", "We also explored hierarchical influences of interviewees’ perception and moderation practices. Although our interviews are not suitable to confirm or reject hypotheses about the relationships between these meso- or micro-level factors, we will discuss some of the characteristics among our different types to identify fruitful venues for future research.", "On the meso-level of media organizations, we recruited our sample such that different media organizations in terms of reach and editorial line were included. There were some hints that newspapers with a larger reach could be associated with more dark participation and attempts at strategic manipulation. However, reach was not directly related to participants’ community management approach: Interviewees working at the three largest newspapers in our sample all belonged to the relaxed gate watcher type. Although we did not find a clear pattern linking experiences with dark participation and editorial line, there was a relatively high share of alarmed guards and struggling fighter types working for liberal newspapers, whereas the relative share of relaxed and unconcerned interviewees was larger for centrist, conservative, and yellow press media. Nonetheless, newspapers of all editorial lines were found across types. As such, future research is needed examining the link between editorial line and dark participation in more detail.", "On the micro-level of individuals (see also Table 2), there were interesting patterns regarding age and gender. The unconcerned gatekeepers were the oldest group in our sample, whereas the relaxed gate-watchers were the youngest. Although our sample was much too small for statistical examination of this pattern, and the age differences were small, an earlier survey by Preuß, Tetzlaff, and Zick (2017) found a similar U-shaped pattern for the association between age and perceptions of dark participation. Regarding gender, the interviewees of the alarmed guards and struggling fighter types were mostly women (eight out of nine). On the other end of the spectrum, only one woman was categorized as an unconcerned gatekeeper. Prior research has found that women evaluate norm-transgressing content as less severe than do their male counterparts, but women also show larger variability in their judgement (Binns et al. 2017). Partially, our findings are compatible with this, as women were found across all four types, but men were not. However, as we found a particularly high proportion of women in the two ‘problematizing’ groups, future research into the role of gender in evaluating norm-transgressing user comments is necessary.", "Notwithstanding, our study has some limitations. First, we interviewed only German journalists. As such, the results might not be generalizable to other cultures and media systems (Hanitzsch et al. 2010). Second, we focused only on larger “mainstream” media. Extending our study to local or alternative newspapers might provide further insights.", "Finally, we examined subjective interpretations and based our analysis only on qualitative data. Although our typology points toward the relevance of journalists’ subjective theories in shaping their moderation practices, future research using larger samples and additional objective measures (e.g., observation of content moderation or actual experiments) are necessary to put our findings on solid ground. Nonetheless, our study allows initial insights into community managers’ perceptions and handling of dark participation in an age where strategic manipulation appears to be increasing."]}], "references": [{"title": "The ‘Nasty Effect’: Online Incivility and Risk Perceptions of Emerging Technologies", "year": "2014", "journal": "Journal of Computer-Mediated Communication", "volume": "19", "authors": [{"name": "Anderson Ashley A.", "first_name": "Anderson", "last_name": "A."}, {"name": "Brossard Dominique", "first_name": "Brossard", "last_name": "Dominique"}, {"name": "Scheufele Dietram A.", "first_name": "Scheufele", "last_name": "A."}, {"name": "Xenos Michael A.", "first_name": "Xenos", "last_name": "A."}, {"name": "Ladwig Peter", "first_name": "Ladwig", "last_name": "Peter"}]}, {"title": "Invasion of the Troll Armies: From Russian Trump Supporters to Turkish State Stooges", "year": "2016", "journal": "The Guardian", "volume": "", "authors": [{"name": "Benedictus Leo.", "first_name": "Benedictus", "last_name": "Leo."}]}, {"title": "The Disinformation Order: Disruptive Communication and the Decline of Democratic Institutions", "year": "2018", "journal": "European Journal of Communication", "volume": "33", "authors": [{"name": "Bennett Lance W", "first_name": "Bennett", "last_name": "W"}, {"name": "Livingston Steven", "first_name": "Livingston", "last_name": "Steven"}]}, {"title": "Hosting the Public Discourse, Hosting the Public", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Braun Joshua", "first_name": "Braun", "last_name": "Joshua"}, {"name": "Gillespie Tarleton", "first_name": "Gillespie", "last_name": "Tarleton"}]}, {"title": "Observing the Dynamics of the Online News Ecosystem", "year": "2018", "journal": "Journalism Studies", "volume": "19", "authors": [{"name": "Buhl Florian", "first_name": "Buhl", "last_name": "Florian"}, {"name": "Günther Elisabeth", "first_name": "Günther", "last_name": "Elisabeth"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}]}, {"title": "The Misconception of Online Comment Threads: Content and Control on Local Newspaper Websites", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Canter Lilly.", "first_name": "Canter", "last_name": "Lilly."}]}, {"title": "Online and Uncivil? Patterns and Determinants of Incivility in Newspaper Website Comments", "year": "2014", "journal": "Journal of Communication", "volume": "64", "authors": [{"name": "Coe Kevin", "first_name": "Coe", "last_name": "Kevin"}, {"name": "Kenski Kate", "first_name": "Kenski", "last_name": "Kate"}, {"name": "Rains Stephen A.", "first_name": "Rains", "last_name": "A."}]}, {"title": "Participatory Journalism Practices in the Media and Beyond- An International Comparative Study of Initiatives in Online Newspapers", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Singer Jane B", "first_name": "Jane", "last_name": "B"}, {"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina"}]}, {"title": "Defining Interactivity: A Qualitative Identification of Key Dimensions", "year": "2000", "journal": "New Media and Society", "volume": "2", "authors": [{"name": "Downes Edward J", "first_name": "Downes", "last_name": "J"}, {"name": "McMillan Sally J", "first_name": "McMillan", "last_name": "J"}]}, {"title": "‘You Don’t Understand, This Is a New War!’ Analysis of Hate Speech in News Web Sites’ Comments", "year": "2012", "journal": "Mass Communication and Society", "volume": "15", "authors": [{"name": "Erjavec Karmen", "first_name": "Erjavec", "last_name": "Karmen"}, {"name": "Poler Kovačič Melita", "first_name": "Poler", "last_name": "Melita"}]}, {"title": "Abuse of Online Participatory Journalism in Slovenia: Offensive Comments Under News Items", "year": "2013", "journal": "Medijska Istraživanja", "volume": "19", "authors": [{"name": "Erjavec Karmen", "first_name": "Erjavec", "last_name": "Karmen"}, {"name": "Poler-Kovačič Melita", "first_name": "Poler-Kovačič", "last_name": "Melita"}]}, {"title": "A Tale of Two Stories from ‘Below the Line’: Comment Fields at the Guardian", "year": "2015", "journal": "International Journal of Press/Politics", "volume": "20", "authors": [{"name": "Graham Todd", "first_name": "Graham", "last_name": "Todd"}, {"name": "Wright Scott", "first_name": "Wright", "last_name": "Scott"}]}, {"title": "Modelling Perceived Influences on Journalism: Evidence from a Cross-National Survey of Journalists", "year": "2010", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Anikina Maria", "first_name": "Anikina", "last_name": "Maria"}, {"name": "Berganza Rosa", "first_name": "Berganza", "last_name": "Rosa"}, {"name": "Cangoz Incilay", "first_name": "Cangoz", "last_name": "Incilay"}, {"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}, {"name": "Moreira Sonia Virginia", "first_name": "Moreira", "last_name": "Virginia"}, {"name": "Mwesige Peter G", "first_name": "Mwesige", "last_name": "G"}, {"name": "Noor Dani Vardiansyah", "first_name": "Noor", "last_name": "Vardiansyah"}, {"name": "Yuen Kee Wang", "first_name": "Yuen", "last_name": "Wang"}]}, {"title": "Communicative Democracy in a Redactional Society: The Future of Journalism Studies", "year": "2000", "journal": "Journalism", "volume": "1", "authors": [{"name": "Hartley J.", "first_name": "Hartley", "last_name": "J."}]}, {"title": "The Earnest Internet vs. the Ambivalent Internet. A Review of Phillip Whitneys ‘This Is Why We Can’t Have Nice Things: Mapping the Relationship Between Online Trolling and Mainstream Culture.’", "year": "2018", "journal": "International Journal of Communication", "volume": "12", "authors": [{"name": "Hedrick Ashley", "first_name": "Hedrick", "last_name": "Ashley"}, {"name": "Karpf David", "first_name": "Karpf", "last_name": "David"}, {"name": "Kreiss Daniel", "first_name": "Kreiss", "last_name": "Daniel"}]}, {"title": "A Clash of Cultures", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Thurmann Neil", "first_name": "Thurmann", "last_name": "Neil"}]}, {"title": "Leave Your Comment Below’: Can Biased Online Comments Influence Our Own Prejudicial Attitudes and Behaviors?", "year": "2015", "journal": "Human Communication Research", "volume": "41", "authors": [{"name": "Hsueh Mark", "first_name": "Hsueh", "last_name": "Mark"}, {"name": "Yogeeswaran Kumar", "first_name": "Yogeeswaran", "last_name": "Kumar"}, {"name": "Malinen Sanna", "first_name": "Malinen", "last_name": "Sanna"}]}, {"title": "Public Spheres of Skepticism: Climate Skeptics’ Online Comments in the German Networked Public Sphere", "year": "2017", "journal": "International Journal of Communication", "volume": "11", "authors": [{"name": "Kaiser Jonas.", "first_name": "Kaiser", "last_name": "Jonas."}]}, {"title": "Civil Interactivity: How News Organizations’ Commenting Policies Explain Civility and Hostility in User Comments", "year": "2015", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "59", "authors": [{"name": "Ksiazek Thomas B.", "first_name": "Ksiazek", "last_name": "B."}]}, {"title": "Commenting on the News: Explaining the Degree and Quality of User Comments on News Websites", "year": "2018", "journal": "Journalism Studies", "volume": "19", "authors": [{"name": "Ksiazek Thomas B.", "first_name": "Ksiazek", "last_name": "B."}]}, {"title": "The Science of Fake News: Addressing Fake News Requires a Multidisciplinary Effort", "year": "2018", "journal": "Science", "volume": "359", "authors": [{"name": "Lazer David M J", "first_name": "Lazer", "last_name": "J"}, {"name": "Baum Matthew A", "first_name": "Baum", "last_name": "A"}, {"name": "Benkler Yochai", "first_name": "Benkler", "last_name": "Yochai"}, {"name": "Berinsky Adam J", "first_name": "Berinsky", "last_name": "J"}, {"name": "Greenhill Kelly M", "first_name": "Greenhill", "last_name": "M"}, {"name": "Menczer Filippo", "first_name": "Menczer", "last_name": "Filippo"}, {"name": "Metzger Miriam J", "first_name": "Metzger", "last_name": "J"}]}, {"title": "When News Meets the Audience: How Audience Feedback Online Affects News Production and Consumption", "year": "2017", "journal": "Human Communication Research", "volume": "43", "authors": [{"name": "Lee Eun Ju", "first_name": "Lee", "last_name": "Ju"}, {"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}]}, {"title": "Reciprocal Journalism", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}, {"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}]}, {"title": "A Decade of Research on Social Media and Journalism: Assumptions, Blind Spots, and a Way Forward", "year": "2018", "journal": "Media and Communication", "volume": "", "authors": [{"name": "Lewis Seth C", "first_name": "Lewis", "last_name": "C"}, {"name": "Molyneux Logan", "first_name": "Molyneux", "last_name": "Logan"}]}, {"title": "Journalism-as-a-Conversation: An Experimental Test of Socio-Psychological/Technological Dimensions in Journalist-Citizen Collaborations", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Marchionni Doreen.", "first_name": "Marchionni", "last_name": "Doreen."}]}, {"title": "Best Practices for Conducting Risky Research and Protecting Yourself From Online Harassment", "year": "2016", "journal": "Data \\& Society Guide", "volume": "", "authors": [{"name": "Marwick Alice", "first_name": "Marwick", "last_name": "Alice"}, {"name": "Blackwell L.", "first_name": "Blackwell", "last_name": "L."}, {"name": "Lo K.", "first_name": "Lo", "last_name": "K."}]}, {"title": "Journalistic Concern About Uncivil Political Talk in Digital News Media: Responsibility, Credibility, and Academic Influence", "year": "2015", "journal": "International Journal of Press/Politics", "volume": "20", "authors": [{"name": "Meltzer Kimberly.", "first_name": "Meltzer", "last_name": "Kimberly."}]}, {"title": "Humour as a Double-Edged Sword: Four Functions of Humour in Communication", "year": "2000", "journal": "Communication Theory", "volume": "10", "authors": [{"name": "Meyer John C.", "first_name": "Meyer", "last_name": "C."}]}, {"title": "Personal and Public Levels of Political Incivility", "year": "2017", "journal": "International Journal of Communication", "volume": "11", "authors": [{"name": "Muddiman Ashley.", "first_name": "Muddiman", "last_name": "Ashley."}]}, {"title": "News Values, Cognitive Biases, and Partisan Incivility in Comment Sections", "year": "2017", "journal": "Journal of Communication", "volume": "67", "authors": [{"name": "Muddiman Ashley", "first_name": "Muddiman", "last_name": "Ashley"}, {"name": "Stroud Natalie Jomini", "first_name": "Stroud", "last_name": "Jomini"}]}, {"title": "Newspaper Journalists Support Online Comments", "year": "2012", "journal": "Newspaper Research Journal", "volume": "33", "authors": [{"name": "Nielsen C.", "first_name": "Nielsen", "last_name": "C."}]}, {"title": "Reconceptualizing ‘Flaming’ and Other Problematic Messages", "year": "2003", "journal": "New Media \\& Society", "volume": "5", "authors": [{"name": "O’Sullivan Patrick B", "first_name": "O’Sullivan", "last_name": "B"}, {"name": "Flanagin Andrew J", "first_name": "Flanagin", "last_name": "J"}]}, {"title": "Tweeting Political Fear: Trolls in Turkey", "year": "2015", "journal": "Journal of History School", "volume": "8", "authors": [{"name": "Özsoy Duygu.", "first_name": "Özsoy", "last_name": "Duygu."}]}, {"title": "Democracy Online: Civility, Politeness, and the Democratic Potential of Online Political Discussion Groups", "year": "2004", "journal": "New Media \\& Society", "volume": "6", "authors": [{"name": "Papacharissi Zizi.", "first_name": "Papacharissi", "last_name": "Zizi."}]}, {"title": "Dark Participation: Manipulative User Engagement in the News Making Process", "year": "2018", "journal": "Media and Communication", "volume": "6", "authors": [{"name": "Quandt Thorsten.", "first_name": "Quandt", "last_name": "Thorsten."}]}, {"title": "Networked Interactivity", "year": "1997", "journal": "Journal of Computer-Mediated Communication", "volume": "2", "authors": [{"name": "Rafaeli Sheizaf", "first_name": "Rafaeli", "last_name": "Sheizaf"}, {"name": "Sudweeks Fay", "first_name": "Sudweeks", "last_name": "Fay"}]}, {"title": "A Media Sociology for the Networked Public Sphere: The Hierarchy of Influences Model", "year": "2016", "journal": "Mass Communication and Society", "volume": "19", "authors": [{"name": "Reese Stephen D", "first_name": "Reese", "last_name": "D"}, {"name": "Shoemaker Pamela J", "first_name": "Shoemaker", "last_name": "J"}]}, {"title": "Dangerous Minds? Effects of Uncivil Online Comments on Aggressive Cognitions, Emotions, and Behavior", "year": "2016", "journal": "Computers in Human Behavior", "volume": "58", "authors": [{"name": "Rösner Leonie", "first_name": "Rösner", "last_name": "Leonie"}, {"name": "Winter Stephan", "first_name": "Winter", "last_name": "Stephan"}, {"name": "Krämer Nicole C.", "first_name": "Krämer", "last_name": "C."}]}, {"title": "Deutsche Tagespresse 2012. [German Daily Press 2012]", "year": "2012", "journal": "Media Perspektiven", "volume": "11", "authors": [{"name": "Schütz W. J.", "first_name": "Schütz", "last_name": "J."}]}, {"title": "“Comment is Free, but Facts are Sacred”: User-Generated Content and Ethical Constructs at the Guardian", "year": "2009", "journal": "Journal of Mass Media Ethics", "volume": "24", "authors": [{"name": "Singer Janet B.", "first_name": "Janet", "last_name": "B."}, {"name": "Ashman Ian", "first_name": "Ashman", "last_name": "Ian"}]}, {"title": "User Comments: Motives and Inhibitors to Write and Read", "year": "2015", "journal": "Information Communication and Society", "volume": "18", "authors": [{"name": "Springer Nina", "first_name": "Springer", "last_name": "Nina"}, {"name": "Engelmann Ines", "first_name": "Engelmann", "last_name": "Ines"}, {"name": "Pfaffinger Christian", "first_name": "Pfaffinger", "last_name": "Christian"}]}, {"title": "Changing Deliberative Norms on News Organizations’ Facebook Sites", "year": "2015", "journal": "Journal of Computer-Mediated Communication", "volume": "20", "authors": [{"name": "Stroud Natalie Jomini", "first_name": "Stroud", "last_name": "Jomini"}, {"name": "Scacco Joshua M", "first_name": "Scacco", "last_name": "M"}, {"name": "Muddiman Ashley", "first_name": "Muddiman", "last_name": "Ashley"}, {"name": "Curry Alexander L.", "first_name": "Curry", "last_name": "L."}]}, {"title": "Public Spheres in Interaction: Comment Sections of News Websites as Counterpublic Spaces", "year": "2015", "journal": "Journal of Communication", "volume": "65", "authors": [{"name": "Toepfl Florian", "first_name": "Toepfl", "last_name": "Florian"}, {"name": "Piwoni Eunike", "first_name": "Piwoni", "last_name": "Eunike"}]}, {"title": "Exploring the Political-Economic Factors of Participatory Journalism: Views of Online Journalists in Ten Countries", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina"}, {"name": "Singer Jane B", "first_name": "Jane", "last_name": "B"}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}, {"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}]}, {"title": "Discussions in the Comments Section: Factors Influencing Participation and Interactivity in Online Newspapers’ Reader Comments", "year": "2014", "journal": "New Media Society", "volume": "16", "authors": [{"name": "Weber Patrick.", "first_name": "Weber", "last_name": "Patrick."}]}, {"title": "Journalismus in Deutschland 2005.[Journalism in Germany 2005]", "year": "2006", "journal": "Media Perspektiven", "volume": "", "authors": [{"name": "Weischenberg Siegfried", "first_name": "Weischenberg", "last_name": "Siegfried"}, {"name": "Malik Maja", "first_name": "Malik", "last_name": "Maja"}, {"name": "Scholl Armin", "first_name": "Scholl", "last_name": "Armin"}]}, {"title": "The ‘Gate Keeper’: A Case Study in the Selection of News", "year": "1950", "journal": "Journalism Quarterly", "volume": "27", "authors": [{"name": "White David Manning.", "first_name": "White", "last_name": "Manning."}]}, {"title": "Taming the ‘Trolls’: How Journalists Negotiate the Boundaries of Journalism and Online Comments", "year": "2018", "journal": "Journalism", "volume": "", "authors": [{"name": "Wolfgang J David.", "first_name": "Wolfgang", "last_name": "David."}]}, {"title": "‘Information Warfare’ and Online News Commenting: Analyzing Forces of Social Influence Through Location-Based Commenting User Typology", "year": "2017", "journal": "Social Media + Society", "volume": "3", "authors": [{"name": "Zelenkauskaite Asta", "first_name": "Zelenkauskaite", "last_name": "Asta"}, {"name": "Balduccini Marcello", "first_name": "Balduccini", "last_name": "Marcello"}]}, {"title": "Not Funny? The Effects of Factual Versus Sarcastic Journalistic Responses to Uncivil User Comments", "year": "2016", "journal": "Communication Research", "volume": "", "authors": [{"name": "Ziegele Marc", "first_name": "Ziegele", "last_name": "Marc"}, {"name": "Jost Pablo B.", "first_name": "Jost", "last_name": "B."}]}, {"title": "Online User Comments Across News and Other Content Formats: Multidisciplinary Perspectives, New Directions", "year": "2017", "journal": "SCM Studies in Communication and Media", "volume": "6", "authors": [{"name": "Ziegele Marc", "first_name": "Ziegele", "last_name": "Marc"}, {"name": "Springer Nina", "first_name": "Springer", "last_name": "Nina"}, {"name": "Jost Pablo", "first_name": "Jost", "last_name": "Pablo"}, {"name": "Writh Scott", "first_name": "Writh", "last_name": "Scott"}]}]}