{"doi": "10.1080/1461670X.2016.1192955", "url": "https://doi.org/10.1080/1461670X.2016.1192955", "title": "Chinese Newspapers and Investigative Reporting in the New Media Age", "volume": "19", "year": "2018", "issue": "3", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Li", "first_name": "Ke", "name": "Ke Li"}, {"last_name": "Sparks", "first_name": "Colin", "name": "Colin Sparks"}], "abstract": "Drawing on fieldwork at the Beijing News, this paper examines how emerging economic pressures facing newspapers, the increasingly draconian political climate under the new leadership, and the development of new media challenge Chinese investigative journalists. In order to remain competitive, the investigative reporting unit of the Beijing News has reshuffled its organization and readjusted its reporting strategy. The paper concentrates on the interplay between political and economic factors in defining the context of Chinese investigative journalism. It argues that studies of Chinese journalism should not only consider the enduring political control that trammels journalistic practice, but also pay attention to the impact of other factors, notably technological developments and economic pressures.", "body": [{"title": "Introduction", "paragraphs": ["This article explores the impact of political, technical, and economic changes upon Chinese newspaper journalism, by employing a case study of one newspaper, the Beijing News. This title is particularly exposed to these three vectors, being highly commercially oriented, having built its readership on the basis of critical journalism, and possessing a readership with high levels of internet usage. This paper concentrates on the factors defining the activities of investigative journalists and the space within which they work.", "The many studies examining Chinese journalism took place, up until very recently, against the background of a successful industry (Moro and Debashis 2010; OECD 2010). For a quarter of a century, both the circulation and the advertising revenues of the Chinese press were rising year on year. The increasing importance of commercial factors has often been cited as a factor permitting new and more critical forms of journalism to emerge within an industry that remains subject to tight political control (Shirk 2011). In the last couple of years, this growth has halted for most titles: overall circulation is declining and the share of advertising expenditure going to the press has begun to fall (General Administration of Press and Publication (GAPP) 2005–2015; WARC 2014). For the first time since the late 1970s, when new economic policies opened the country to the global market, the Chinese press faces a much more constrained economic future (Tian 2014).", "The reasons for these difficulties appear to be much the same as those that dog the western press. China has the world’s largest number of internet users and commercial uses of the internet are well developed. More and more readers are finding their news online at the same time as more and more advertisers are discovering that the internet is a more attractive site for their advertising than the printed press. The burgeoning use of social media in China has also deprived legacy media of their monopoly on public discourse, and journalists now have both to use and compete with new sources of information and opinion (Yang 2009; Qian and Bandurski 2011; Xiao 2011; China Internet Network Information Center 2014). The responses, however, differ significantly from those of the western press. While some of the cost-cutting measures that have been prominent in the west are certainly present, there is also strong encouragement, and financial support, from the government to adapt both journalism and business models to the challenge of digital media (Jiang 2014).", "At the same time, the advent of the Xi Jinping regime represents a new political climate, with the government exercising increasing control over public discourse. News organizations and journalists who built circulations and careers on the limited opportunities for critical investigative reporting face new restrictions. This ideological offensive extends right across the legacy media and includes the new media (Yang 2014). Critical journalism, and particularly the kind that throve on the investigation of elite wrongdoing, faces new challenges. According to the Committee to Protect Journalists (CPJ 2015), China was the “world’s worst offender” for jailing journalists, 49 of whom were in prison in December 2015, and the number has been increasing in recent years.", "The paper reviews some of the pertinent theoretical issues involved in understanding Chinese journalism in order to locate the evidence presented later within an adequate explanatory framework. It then introduces the Beijing News and demonstrates why this newspaper can be considered a bellwether for the impact of the current changes. It reviews the evidence of the impact of these crises in politics, economics, and technology. Finally, it considers the implications of these findings for our understanding of the future of Chinese journalism and for the theoretical problems posed by the new situation."]}, {"title": "The Changing Situation of Journalism", "paragraphs": ["The circulation of all Chinese newspapers had been growing rapidly since the beginning of the reform era in 1978 until about 2012, and particularly since Deng Xiaoping’s adoption of a policy of extremely rapid economic growth in 1992 (GAPP 2005–2015; Deloitte 2013). Growth was particularly marked for commercially oriented titles, many of which were newly launched as part of existing press groups that also retained a more traditional “political” title. Since 2012, there has been an accelerating decline in total circulation and this has been particularly marked amongst the more commercial titles. Overall circulation of Chinese newspapers fell by nearly 11 percent in 2013 and 25 percent in 2014, the notable exception to this gloomy picture being a slight upturn in the circulation of the traditional political titles (Tian 2014; “Chinese Newspaper Experienced Steep Cliff” 2015).", "At the same time, the development of the internet and its increasing penetration in China had contradictory effects. On the positive side, the relatively greater degree of freedom online allows material to appear, at least briefly, in blogs, chats, and instant messaging, that could not be found in the legacy media (Tong and Sparks 2009; Yang 2009; Xin 2010; Xiao 2011). Sometimes, notably in the 2012 Wenzhou train disaster, the intensity of online debate forced the official media to attend to a previously censored issue. These developments have given journalists the opportunity to find story leads that would otherwise have been impossible to locate and has sometimes provided an outlet for stories too sensitive to be published in the legacy media.", "On the other hand, the diffusion of the internet means that both audiences and advertisers have new possibilities to reach each other. While overall internet penetration in China remains just below 50 percent, in Beijing it is 75.2 percent. Overall in China, 79.6 percent of internet users reported they employed it for online news acquisition (China Internet Network Information Center 2014). Newspapers thus face competition not only from other newspapers but also from online news sites. Advertisers, too, can now take advantage of the internet to reach their potential customers. As a result, newspaper advertising peaked in 2011 and has fallen rapidly since then (WARC 2014).", "Politically, the Xi Jinping regime has increased its control over the symbolic order, particularly in the media. It has launched campaigns to “re-educate” the people shaping that order: influential figures in the online world have been wooed towards the Party, journalists have been subjected to retraining and testing, and journalism schools have been subject to restrictive controls over their teaching. Although political restrictions have long been an accepted part of the life of Chinese journalists, these new initiatives increase the pressures towards conformity (IFJ 2014; Bandurski 2015).", "As we shall demonstrate, all three of these forces—economic, technological, and political—are present in the daily practice of journalists and they are resulting in some profound changes to the kinds of stories covered and the ways in which they are covered.", "The questions addressed in this paper demand a methodology that explores the behavior of journalists in order to understand the professional choices they make and the reasoning that leads to them. This pointed us to a qualitative case study, based as far as possible on participant observation. We wanted to avoid those titles, notably Southern Weekend, that have been well-studied by other researchers (Li 2012; Zhao and Xing 2012; Cho 2014). We were also constrained to a title where we could gain the necessary access. These considerations led us to the Beijing News.", "One of the authors, a native Chinese speaker with a background in journalism, was permitted to work at the Beijng News for four months during the winter and early spring of 2014. The identity and research status of the author were known to fellow journalists and managers. Participant observation was used in this research to establish the overall conditions and strategic orientation of investigative journalism in this newspaper (Bogdan and Taylor 1975; Silverman 2004, 2006; Zelizer 2004). The author went to the newsroom every day, engaged in reporting, participated in the editorial conference, and went out with fellow journalists to conduct interviews. Besides at-work interaction, the author conducted casual interactions, having lunch and supper with journalists. In addition to daily informal conversations with coworkers, the author conducted semi-structured, open-ended, and in-depth interviews with key informants. In this particular paper, the participant observation provided the background information about the paper and its situation but the interviews are the main source employed. Interviews with key informants help us to describe how journalists make sense of their activities (Merrigan and Huston 2008). Specifically, all of the front-line journalists of the investigative reporting team, the editors of the team, journalists who have ever worked in the team, editors on the editorial board, and managers of the newspaper were interviewed. At the same time, snowball interviews with working journalists and acting editors were conducted to ensure the authenticity and consistency of the data. The data drawn from participant observation and interviews is grouped, analyzed, and reduced to give a meaningful presentation of journalists’ practices, on the one hand, and adapted to the requirement of the research questions, on the other (Frey, Botan, and Kreps 2000).1"]}, {"title": "Why the Beijing News?", "paragraphs": ["The Beijing News is a relatively new, extremely successful, and highly controversial newspaper that is exposed to all three of the forces we have identified. It was established in 2003 as a joint venture between the Guangzhou-based, provincial-level Southern Newspaper Group, parent of the famously liberal Southern Weekend, and the central-level, and much more orthodox, Guangming Daily. It was designed as an experimental newspaper aimed at combining the market orientation of the Southern Newspaper Group with the political integration into the Party elite of the Guangming Daily. From the latter, it gained the status of national-level publication able to touch subjects that would be off-limits to provincial and city-level titles. From the former, it inherited an editor and many journalists and, with them, a critical orientation. Adopting the slogan of being “responsible for reporting everything” and “quality journalism originates from social responsibility,” the Beijing News committed itself to “guard the interests of the country and people, appeal to rationality, check administrative power, approach truth, pursue virtue, defend public justice, and expose the ugly and evil” (Cao 2013, 213).", "From the commercial point of view, the title was very successful, at least until very recently. It quickly built its circulation. Before 2014, the Beijing News was an 80-page daily newspaper, with a self-proclaimed estimated daily circulation of 800,000 (“Introduction to Beijing News” n.d.). It accounted for more than 30 percent of the morning newspaper circulation in Beijing (China IRN 2014). Overall, it was second only to the Beijing Evening News in total circulation in the city (Century Chinese International Media Consultation Inc. 2015a, 2015b). More than 60 percent of circulation comes from subscription (China IRN 2014).", "The Beijing News is targeted at the so-called “three-highs” readership: high education (with a bachelor’s degree and above), high income, and high consumption ability (Guangchi Media 2013); 78 percent of the readership is between the ages of 17 and 44, and 57 percent have a college education and above. The dominant readers are management personnel or officials, and the readers’ average monthly income is 4000 RMB. All of these indicators show that the readership belongs to an urban residential stratum with relatively high consumption power (Soubao 2010).", "The paper built this circulation partly through reporting issues that other titles were not prepared to touch. Li Hong, the head of the investigative journalism team, told us: As flagship products of the Beijing News, investigative reporting and editorial are the newspaper’s selling point. It adds authoritative weight to the newspaper and helps the newspaper excel in market competition. Locating the readership in the group of middle class, the Beijing News has already attracted a group of loyal readers. They are young and middle-aged urbanities with an education background of bachelor’s degree level and above. They care about serious political and social issues, and thus they appreciate the Beijing News’s endeavors to insist on investigative reporting.", "As flagship products of the Beijing News, investigative reporting and editorial are the newspaper’s selling point. It adds authoritative weight to the newspaper and helps the newspaper excel in market competition. Locating the readership in the group of middle class, the Beijing News has already attracted a group of loyal readers. They are young and middle-aged urbanities with an education background of bachelor’s degree level and above. They care about serious political and social issues, and thus they appreciate the Beijing News’s endeavors to insist on investigative reporting.", "In the Chinese context, the journalism that made the paper a success naturally led to political conflicts. The paper has experienced four major crises during its short life (Cao 2013). In 2003, editor-in-chief Cheng Yizhong was arrested and later detained for some months, allegedly because of his involvement with a story broken by the Southern Metropolitan Daily, reporting the detention and murder of Sun Zhigang, a college-educated migrant worker who was beaten to death in the Guangzhou Detention Center.", "In 2005, the second-generation chief editor, Yang Bin, and deputy chief editor, Li Duoyu, were dismissed because of the paper’s investigative reporting on the “Dingzhou Event” in Hebei province, where six farmers were killed and 48 others injured resisting illegal land expropriation. The violence turned out to be organized by local officials. After this turmoil, the Southern Metropolitan Daily was required to transfer the management and editorial control to Guangming Daily. As a result, nearly one-third of the journalists who had come from the Southern Metropolitan Daily left the newspaper. Four experienced journalists from the Guangming Daily were assigned by the Central Propaganda Department to serve as the Beijing News’s deputy editors-in-chief. Removing the Southern Metropolitan’s editorial management was a great blow to the Beijing News, because it removed the Guangdong Party’s protection from the newspaper and thus weakened its ability to dig out sensitive issues.", "The third crisis occurred in 2010, when the chief editor of the Guangming Daily was replaced by the deputy director of the State Administration of Radio, Film and Television (SARFT). The replacement resulted from the Beijing News’s publication of a review of the “top ten cases influencing the constitution in 2009.” This was written by the head of the Research Center for Constitutional and Administrative Law at Renmin University of China. It appeared on January 2, and the paper followed up with its own commentary on the findings on January 4, 2010. The review, relating specific constitutional provisions to ordinary people’s daily lives, questioned the capacity of the constitution to protect citizens from authoritarian abuses of power. The new chief editor of the Guangming Daily established a censorship group in the Beijing News, responsible for approving reports before publication and evaluating material in daily editorial conferences. The censorship group shared office space with journalists, seriously limiting their autonomy.", "In 2011, the Beijing News experienced the fourth political crisis: it was removed from the control of both the Guangming Daily and Southern Daily and assigned to the Beijing Party’s Bureau of Newspapers and Publishing. As a result, the newspaper was downgraded from being a central-level publication to a provincial-level publication (Beijing is a provincial-level administrative unit). On the night before the takeover ceremony, the acting chief editor of the Beijing News expressed her concern for the paper’s future: Eight years ago, Cheng Yizhong led a group of elite journalists in establishing the Beijing News, which has been famous for its very critical reporting and commentary on social problems. The newspaper followed the tradition of Southern journalists, who distinguished themselves by their professional standards. Eight years later, will the new leader, who is probably more conservative and pro-Party, treat the newspaper well? (Xu 2011)", "Eight years ago, Cheng Yizhong led a group of elite journalists in establishing the Beijing News, which has been famous for its very critical reporting and commentary on social problems. The newspaper followed the tradition of Southern journalists, who distinguished themselves by their professional standards. Eight years later, will the new leader, who is probably more conservative and pro-Party, treat the newspaper well? (Xu 2011)", "The downgrading of the Beijing News weakened its ability to carry out investigations. Guo Feng, an investigative journalist in the team, told us that an important strategy in gaining interviews with local officials, especially county-level and town-level officials, was to inform them that the Beijing News was a central-level newspaper whose reporting would attract central government attention. This status often intimidated the officials and made them think they could not refuse an interview. After the downgrading, the Beijing News’s access to central-level political resources became weaker and local officials’ fear of its coverage lessened.", "The financial picture is much more positive. According to Dai Zigeng, President of the Beijing News, from its establishment in 2003 to 2008, its circulation grew 20 percent in each of five consecutive years. It made a profit only three years after being established (Aliyun 2015). In 2008, advertising revenue reached 9 billion RMB (approximately US$147 million), an increase of 33 percent over 2007. In 2009, it still achieved an increase in revenue despite the gloomy state of the advertising market. Under the impact of the economic crisis, overall advertising revenue of the Beijing print media dropped by 25 percent in 2009. The Beijing News, however, achieved a 17 percent growth. In 2010, there was a further increase in both advertising and circulation revenue, which marked the peak of the newspaper’s success. Advertising revenue of 1.44 billion RMB (approximately US$235 million) represented an increase of 32 percent over 2009, and circulation increased 11.93 percent (“The President of Beijing News” 2010).", "In 2011, the Beijing News began to experience the effects of economic crisis. The rate of increase in advertising revenue declined significantly. In 2012 and 2013, it increased by less than 1 percent. Adjusted for inflation, advertising revenue was in fact declining. Dai Zigeng estimated that advertising revenue fell by 4 percent in real terms in 2013. According to him, economic pressure was noticeable from 2012 and became very clear in 2013 (Xu 2014). Considering that it had been growing by at least 20 percent a year for the nine years of the title’s existence, this real-money decrease caused a big shock at the Beijing News. For the management of the paper, this was not an immediate crisis demanding a drastic response, but it did indicate very clearly that a strategic re-orientation was needed.", "As a paper that built its reputation, circulation, and economic success on selling controversial journalism to an elite metropolitan audience with high levels of internet connectivity, the Beijing News is vulnerable to all three of the dimensions of the crisis we are examining. It is not a representative title in the field of the Chinese press, but we believe it is a symptomatic one."]}, {"title": "Political Control Over Media and Journalists", "paragraphs": ["When Xi Jinping took over as the Party’s general secretary there was a new emphasis on ideology, clearly demonstrated in his speech to the National Conference on Publicity and Ideological Work in 2013. Xi called for journalists to take the initiative to lead opinion in the politically correct direction and make contributions to the achievement of the “Chinese Dream” (“Xi Jinping: Ideological Work” 2013).", "The renewed emphasis on ideology immediately affected journalism. In 2013, GAPP and SARFT were integrated as the State Administration of Press, Publication, Radio, Film and Television (SAPPRFT). The new organization is responsible for supervising press, print, and digital publications, and the radio, film, and television industries. This merger under a set of unified working principles and routines is intended to coordinate the resources of each sector and increase institutional efficiency. This in turn will benefit the state’s management of almost all media production and allow it to ensure that they do not go beyond the parameters of acceptable political discourse (Mei and Wei 2013).", "At the same time, the Party has reemphasized its control over media personnel. There is a compulsory national registration system for journalist and fresh entrants can only get a journalist’s license after they have completed Party training courses (Esarey 2005). Existing journalists have to renew their license by completing additional coursework. In January 2004, journalists who had successfully completed the compulsory training program were issued with new press cards (Hassid 2008). At that time, the Party claimed the card would never expire, although journalists needed to renew it every five years. In 2014, however, the CCP and SAPPFRT organized new nation-wide examinations for all journalists in the traditional media, which they have to pass. According to the SAPPRFT, the goal of the test is to educate and lead news workers to uphold the Marxist journalistic ideals, to better serve the people, socialism, the work of the Party, and the country (SAPPRFT 2013b).", "In September 2013, the SAPPRFT required that all news organizations should hold at least three training sessions before the examination. The training program should be based on the two textbooks and five CDs compiled by the Propaganda Department. The textbook, Being a Journalist in China, includes six parts: socialism with Chinese characteristic; media policies and regulations; journalistic ethics; rules of news coverage; news reporting norms; and the prevention of fabricated news (SAPPRFT 2013a). It also contains 600 questions that provide the database for the examination.", "The term “Chinese Dream” is specifically associated with the ideological initiative of Xi Jinping and this textbook follows that line explicitly. The title of the Introduction is “Be a Good Scribe of the Chinese Dream,” and it goes on to say “news and journalists must shoulder the historic mission of realizing the Chinese Dream” (SAPPRFT 2013a, 5). The examination is designed to promote mandatory indoctrination among Chinese journalists. Investigative journalists Zhang Peng and Guo Feng both told us that compared with former training programs, this version paid much more attention to the current Party policies and Xi Jinping’s perspective on media rather than Marxist ideology and propaganda theory. They speculated that a reemphasis of the Marxist ideology on journalism and the Party’s principles for the media was probably the government’s signal to strengthen its supervision over media.", "When journalists talked about the exam in the team, many of them believed that it is intended simply as a warning by the new leadership to journalists that they should follow the Party’s rules. Failing the exam the first time around is not career-ending, because journalists are permitted to sit a make-up examination. What the Party stresses is the training process rather than the threat of dismissal for any journalist who fails the examination. As long as journalists and newsrooms appear to be serious in their preparation for the examination, and as long as journalists actually take the exam, the Party does not intend be very strict and fail many journalists.", "Political control has been an issue haunting Chinese investigative journalists in their daily practices (Tong 2007, 2011; Tong and Sparks 2009). Although the competition for audiences provided media with a strong motivation to carry out sensitive issues, Chinese investigative journalists are always required to place political compliance above their professional values to avoid annoying the political authority (Tong 2007). However, since Xi Jinping’s ramping up of its control over media, Chinese investigative journalism has been subjected to a more tightened political environment and a crackdown on critical voices (Lam 2015)."]}, {"title": "The Economics and Politics of Investigative Journalism", "paragraphs": ["The Beijing News has a reputation for controversial journalism, and this is undoubtedly one of the factors in building a strong circulation. Maintaining a relatively large staff of experienced journalists exclusively engaged in the expensive and relatively unproductive business of chasing down stories and following up leads is costly, but in circumstances of economic expansion it is one that the newspaper can afford. As the chief editor of the investigative reporting team, Li Hong told, us: The newspaper will sell out before noon every time investigative reporting appears on the front page. Without the investigative reporting pages, its retail revenues will shrink. Within a short time period, the circulation will not decrease sharply, because subscription accounts for the largest proportion of circulation. The decrease in subscriptions will be detected only after a long period. Over time, the newspaper will become less attractive, and accordingly its subscription numbers will dramatically shrink.", "The newspaper will sell out before noon every time investigative reporting appears on the front page. Without the investigative reporting pages, its retail revenues will shrink. Within a short time period, the circulation will not decrease sharply, because subscription accounts for the largest proportion of circulation. The decrease in subscriptions will be detected only after a long period. Over time, the newspaper will become less attractive, and accordingly its subscription numbers will dramatically shrink.", "In his view, it is the expensive and difficult investigative journalism, rather than straightforward news reporting, that had played a major role in establishing the identity of the paper and attracted a large and loyal readership. To abandon this tradition risks alienating a significant proportion of readers who, because of their demographics, are also very attractive to advertisers.", "The costs of maintaining an investigative team are therefore justified in the eyes of the management not simply because of the reputational advantages they bring but because this kind of journalism plays an important part in revenue generation.", "For the individual journalist, however, the calculus is different. Chinese journalists are paid a very basic wage. The rest of their income is based on the number of words they publish in a particular month, and the place in the newspaper in which they appear. Although investigative journalists are not required to publish a story every day, they need to complete their work quota every month. The Beijing News expects journalists to finish two big (one page or more long) investigative reports or four small (half a page long) investigative reports each month. Given that investigative reporting is time consuming, the rule is negotiable, so journalists cannot easily be fired. Nevertheless, salaries are paid in strict accordance with the number of reports published and the number of words in each report. Even in the best circumstances, investigative reporting is arduous and time-consuming. There is always a chance it will not be possible to build a strong enough story to merit publication and, in the Chinese case, political pressure may prevent publication even after a perfectly sound story has been submitted. For the journalist, writing an investigative story necessitates a huge investment of time and effort for a return that is always uncertain.", "Thus, while a worsening of the political climate might have only a limited effect on the willingness of the paper to invest in such journalism, for the individual journalist the effects are immediate: the more frequently stories on which they have worked are not published, the lower their income that month. As Liu Chao, a member of the investigative journalism team, told us: The income of investigative journalists is unstable, because salary is closely linked to the number of stories, the words in the stories and the quality of coverage. The payment, in general, ranges from 100 RMB to 500 RMB per thousand words. If the coverage is judged to be model reporting in the monthly editorial conference, the payment can be as much as 1000 RMB per thousand words. For individual journalists, political bans not only affect whether reports are published, but also how much money we can earn. Sometimes, there is a conflict between “achieving professional ideals” by doing good investigative reporting and earning enough to “maintain a basic life.” Taking an extreme case as an example, I spent two months investigating the economic corruption of Zhou Yongkang and his son, during which I earned nothing because I published zero coverage. After two months, I finished my investigation, which certainly has far-reaching importance, and thus I should have got the highest payment (1000 RMB per thousand words). But I received little payment because the reports were banned by the Propaganda Department. Although I was proud that I am the only person in China digging out the economic corruption of Zhou Yongkang, I earned nothing for as long as three months, from the beginning of the investigation to the end of writing the reports.", "The income of investigative journalists is unstable, because salary is closely linked to the number of stories, the words in the stories and the quality of coverage. The payment, in general, ranges from 100 RMB to 500 RMB per thousand words. If the coverage is judged to be model reporting in the monthly editorial conference, the payment can be as much as 1000 RMB per thousand words. For individual journalists, political bans not only affect whether reports are published, but also how much money we can earn. Sometimes, there is a conflict between “achieving professional ideals” by doing good investigative reporting and earning enough to “maintain a basic life.” Taking an extreme case as an example, I spent two months investigating the economic corruption of Zhou Yongkang and his son, during which I earned nothing because I published zero coverage. After two months, I finished my investigation, which certainly has far-reaching importance, and thus I should have got the highest payment (1000 RMB per thousand words). But I received little payment because the reports were banned by the Propaganda Department. Although I was proud that I am the only person in China digging out the economic corruption of Zhou Yongkang, I earned nothing for as long as three months, from the beginning of the investigation to the end of writing the reports.", "There is, thus, built into the journalistic reward structure itself, an incentive for investigative reporters to be cautious about the political implications of any story they may research and write.", "Such economic pressures are significant since outright political persecution of journalists for their reporting, while certainly significant, is relatively rare. The main form of political sanction is to carry out “self-criticism” for one’s errors. These have a formulaic character, as the self-criticism written by Tian Chonghang, a member of the investigative journalism team, sanctioned for his investigation of luxurious government buildings in late February 2014, illustrates: In the period of the “national conferences,” which should have been peaceful and cheerful days, I—in a moment of folly—wrote investigative reports about the economic corruption of the government of Hailun city, in Hei longjiang province. I feel guilty about my mistakes. Thus, I am waiting to receive the punishment from the Party … Although I was wrong in my inquiry into official corruption, my investigative process strictly followed professional procedures. I am sure that what I have reported is verified many times by different evidence and different informants  …  I promise to relearn the Party’s media ideology and policies. I will strictly follow the Party’s media principles in the future.", "In the period of the “national conferences,” which should have been peaceful and cheerful days, I—in a moment of folly—wrote investigative reports about the economic corruption of the government of Hailun city, in Hei longjiang province. I feel guilty about my mistakes. Thus, I am waiting to receive the punishment from the Party … Although I was wrong in my inquiry into official corruption, my investigative process strictly followed professional procedures. I am sure that what I have reported is verified many times by different evidence and different informants  …  I promise to relearn the Party’s media ideology and policies. I will strictly follow the Party’s media principles in the future.", "Such ritual performances are more humiliating than dangerous for the journalists involved, but their increasing frequency adds another layer to the burdens on this kind of reporting.", "Even minor changes in the political climate thus have a disproportionately dampening effect on investigative journalism. Titles like the Beijing News face difficulties in recruiting journalists with the talent and experience to do a good job. Not only is investigative journalism a career choice with uncertain financial rewards and considerable political risks but it is also a difficult, and sometimes dangerous, business. These realities are reflected in the youthful and male composition of the profession and the increasing difficulty in finding new recruits (Svensson and Wang 2014). The deputy chief editor of the Beijing News, Li Binglu, commented that there is a general problem in recruiting and retaining talented investigative journalists in China. He noted that 84 percent of investigative journalists are men, but that journalism is increasingly an unattractive career for young males. Even those who do choose journalism on graduation will leave in their early 30s, after only around five years in the profession.", "The overall picture in China amongst investigative journalists is one of considerable disillusionment: a national survey of investigative journalists demonstrates their disappointment with the job and their low degree of loyalty to the profession (Zhang and Shen 2012, 2013). According to the survey, nearly 46 percent of investigative journalists indicate that they will leave the job within five years. Nearly 30 percent are uncertain if they will stick with the job (Zhang and Shen 2012). Only 10 percent of investigative journalists believe that they will carry on with this kind of work (Zhang and Shen 2012). It is instructive to contrast the investigative journalists’ low degree of job satisfaction and lack of professional loyalty to the market-oriented media with their counterparts working in the Party-organ media. These show high levels of satisfaction and considerable loyalty towards the job (Zhang and Shen 2013). Most journalists feel there is nothing wrong with ideological loyalty and commitment to the Party-state and they are satisfied with their income (Zhang and Shen 2012, 2013).", "This gloomy picture is reproduced within the Beijing News. The investigative team had 13 front-line journalists. At the beginning of 2014, four left their positions. Two journalists, disappointed with the tightly controlled media environment, turned to business. One journalist, appreciating the stable income, left for Party-organ China Youth Daily. One journalist, tired of frequent out-of-town interviews, became an editor. Follow-up interviews after the observation period confirmed this trend. By 2015, nearly all the remaining investigative journalists in the team had left their positions. Most joined internet companies with little relationship with political journalism. For example, Zhang Hang, who was the deputy chief editor of the team and had been at the Beijing News for 10 years, left his position in August 2015. Kang Pu, who was a veteran editor of the team and also a famous investigative journalist with rich experience, left for an online company called SMZDM (the name stands for the initial pinyin letters of a phrase that literally translates as “what merits purchasing”) in September 2015. Kang Pu was responsible for writing blogs that provided suggestions on buying quality merchandise. The lure of more highly paid, less demanding, and more stable jobs is proving attractive to the people who once formed the backbone of the Beijing News investigative team."]}, {"title": "The Beijing News’s Fresh Strategy", "paragraphs": ["In early 2014, the investigative journalism team was renamed the “In-depth Reporting Team.” Changing from the narrow but precise term “investigative reporting” to the more comprehensive but more equivocal “in-depth reporting,” signifies that the team intends to embrace a wider spectrum of topics.", "Previously, the team focused on two aspects of news: one was following up emergencies and incidents, the other was practicing muckraking and revelatory reporting. Chief editor of the team, Li Hong, suggested that those types of reporting are no longer considered appropriate. Coverage of emergencies and incidents increasingly requires immediate publication, which is impossible for the 24-hour news cycle of the printed newspaper. Reporting emergencies has been taken over by the newly established “Center for Convergent Media” whose main outlet is the online edition of the newspaper.", "Both observation and interviews conducted during the main research period demonstrated that investigative coverage in the Beijing News has consciously shifted its attention from scrutinizing authority to reporting tragic individuals or vulnerable groups, whose plight is of public interest, or who illuminate social problems. It is directing attention “downwards” to ordinary people rather than “upwards” to the authorities. While it still maintains the “old” tradition of investigative reporting with an emphasis on exposing social problems, it has incorporated feature stories, “dialogues with newsmakers,” and “in-depth analysis of policies relevant to ordinary people’s life.” It has established the “Zhang Hang Feature Story Studio” and the team now focuses not only on news events, but also pays attention to individuals closely related to news events.", "With the reconstruction of the team, the criteria for deciding which reports could be considered as “in-depth reporting” changed. In the digital age, merely reporting what happened is redundant since it has already been covered by ordinary people on the internet. The chief editor of the team, Li Hong, explained that: News is a multi-layer product. Similar to the earth, it has the multiple layers, from the surface going deeper until the core. A 5000-word description of the event is the outermost layer of news coverage, which is easiest to get. In the digital era, the surface layer of information will be covered by ordinary people through their contribution of fragmentary and frequently updated information. Even if user-generated information needs professional journalists’ verification and systematic integration, stopping at providing the surface information cannot save print journalism from losing its audience. It barely differentiates professional journalists from amateur citizen journalists, let alone differentiates the Beijing News from other newsrooms. In an age when ordinary people possess increasing amounts of information, it is essential for professional journalists to provide original information that ordinary people are incapable of accessing. Journalists have expertise in explaining the underlying reasons for the news events and relating the news events to broader social problems or policy deficiencies; these form the deeper layers of the news events.", "News is a multi-layer product. Similar to the earth, it has the multiple layers, from the surface going deeper until the core. A 5000-word description of the event is the outermost layer of news coverage, which is easiest to get. In the digital era, the surface layer of information will be covered by ordinary people through their contribution of fragmentary and frequently updated information. Even if user-generated information needs professional journalists’ verification and systematic integration, stopping at providing the surface information cannot save print journalism from losing its audience. It barely differentiates professional journalists from amateur citizen journalists, let alone differentiates the Beijing News from other newsrooms. In an age when ordinary people possess increasing amounts of information, it is essential for professional journalists to provide original information that ordinary people are incapable of accessing. Journalists have expertise in explaining the underlying reasons for the news events and relating the news events to broader social problems or policy deficiencies; these form the deeper layers of the news events.", "In the online age, the sheer abundance of news and information makes many basic reporting activities close to redundant. Aside from their ability to gather and check information, what professional journalists bring to reporting in the internet age is their ability to analyze the news without sacrificing objectivity, balance, and a scrupulous regard for facts. The ability to provide unique interpretations helps a newsroom differentiate itself from the internet and from other news organizations, and allows it to attract and keep readership.", "Alongside these new kinds of journalism, the team has shifted its reporting target from digging out official corruption and the misdeeds of economic elites to telling down-to-earth stories about ordinary people caught up in rapid social change. As Li Hong, the chief editor of the investigative team, explained: Holding power to account is the focus of a newspaper in its infancy, because exposing corrupt high-ranking officials helps the newspaper to gain both reputation and public credibility very quickly. However, as the newspaper gradually matures, it begins to value coverage articulating the social problems that are really relevant to ordinary people. There is a shift towards uncovering the social problems behind the selected news stories. Merely pointing out social problems, which was what was advocated by the newsroom before, is no longer treated as exemplary coverage in the Beijing News. Instead, the team emphasizes analyzing the shortcomings of official policies which underlie the social problems we cover.", "Holding power to account is the focus of a newspaper in its infancy, because exposing corrupt high-ranking officials helps the newspaper to gain both reputation and public credibility very quickly. However, as the newspaper gradually matures, it begins to value coverage articulating the social problems that are really relevant to ordinary people. There is a shift towards uncovering the social problems behind the selected news stories. Merely pointing out social problems, which was what was advocated by the newsroom before, is no longer treated as exemplary coverage in the Beijing News. Instead, the team emphasizes analyzing the shortcomings of official policies which underlie the social problems we cover.", "Identifying the underlying causes of social problems requires more detailed and reflective reporting that is difficult for the amateur citizen journalist and it does not fit the reduced attention span that characterizes online news consumption. At the same time, it allows the journalist to explore, in however guarded a fashion, the previously very difficult area of systemic dysfunctions in Chinese society, while at the same time proposing to the powerful with ways in which they might redress these problems through the implementation of different policies. While this may be “safer” than going after individual abuses of power and wealth, it also allows the journalist to address issues more central to the everyday experience of ordinary citizens."]}, {"title": "Explaining the Shift", "paragraphs": ["The motivation for these changes brings together the factors we have argued are becoming increasingly problematic for Chinese newspapers. The increasing presence of the internet in Chinese life has provoked a crisis in journalism and at least the first stages of a changed economic environment. It is no longer possible to rely upon straightforward reporting of news events to build an audience. Many potential readers, particularly potential readers of the Beijing News, have already learnt the details of breaking news from their computers and smartphones, whether from citizen journalists, online competitors, or the Web editions of existing newspapers. These potential readers, as we showed above, live in a city where internet penetration is around 75 percent and are from the young, educated, professional demographic that is most likely to use the internet (China Internet Network Information Center 2014). Journalists are forced to look for new ways of reporting that constitute material that cannot easily be substituted by the online environment.", "Xi’s tightening of the political environment makes the old kinds of exposure journalism more difficult than ever. Even in the middle of a major campaign against corruption, it is impossible for journalists to go after “live tigers”—powerful individuals—who have not been targeted by the Party leadership. Directly or indirectly, corruption is spread throughout the Party, from top to bottom and from Hainan to Xinjiang. All campaigns against corruption, including Xi’s current efforts, are in the end driven by the twin political imperatives of retaining factional support within the Party and using selective exposure to legitimize the Party in the eyes of a skeptical population.", "Journalists are not free to select the targets for exposure on the merits of the case but must follow the political priorities of the leadership. Media revelations of corruption benefit the central government, who can use exposure as a disciplinary tool and present their rule as clean and legitimate. Apart from as a spectacle, such reporting has few “downward” benefits for ordinary people, since systemic corruption remains untouched even by the most powerful exposés. Unlike in some more democratic countries, there are few channels for citizens to express their views independently and fewer still for them to influence policy and personnel, so it is difficult for them to act on even the most egregious cases. Consequently, journalists are increasingly unwilling to take political and economic risks in uncovering official misdeeds. They turn instead to the safer business of digging out social problems that affect ordinary people. For example, in January 2014, the team reported the death of a child in Anhui province, which aimed to illustrate the tragedy of millions of “left-behind” children in contemporary rural China whose parents have had to find work in far-away cities (Lu 2014). Through the lens of individual tragedy, the underlying official corruption and policy deficiencies could be revealed. However, this type of coverage bears less risk of economic and personal hardships for the journalists involved.", "The changing economic situation of Chinese newspapers leads to accelerating competition between different news organizations, which in turn impacts upon the decisions as to which kinds of journalism to prioritize. The Beijing News is obliged to try to develop a comparative advantage through exploring distinctive reporting genres and writing styles. The Beijing News concentrates on vulnerable groups and ordinary people and it is differentiated from other famous investigative titles by being less sensational and more rational. “Beijing Style” journalism is more concerned with policies (Lin 2006). Beijing is close to the seat of national power and to the centers of scholars and intellectuals, which provides local journalists with access to central government, key decision-makers, and cutting-edge scholastic opinions (Lin 2006). This is why the team values the coverage linking the individual news event to policy deficiencies or to providing constructive suggestions for the country’s development (Ifeng 2013). Their aims, as Zhang Hang, the acting editor of the investigative reporting team, and Wu Yuechun, the acting chief editor of the Beijing News, told us, can be summarized in another geological metaphor: News events are like sealed minerals with a rough surface. The initial stage of investigative coverage is describing what the rough surface looks like. However, advanced coverage should be cracking open the rocks and digging out the essence inside them. The “facts and truth,” therefore, are merely one component in investigative reporting. Giving meaning to reports by assembling pieces of evidence and fitting them into an investigative story is what the Beijing News prefers.", "News events are like sealed minerals with a rough surface. The initial stage of investigative coverage is describing what the rough surface looks like. However, advanced coverage should be cracking open the rocks and digging out the essence inside them. The “facts and truth,” therefore, are merely one component in investigative reporting. Giving meaning to reports by assembling pieces of evidence and fitting them into an investigative story is what the Beijing News prefers.", "The “maturity” of which the journalists speak lies in this stress upon the analysis of events to reveal the underlying problems that gave rise to them, and the assessment of ways in which to remove or ameliorate these underlying problems. The journalists on the Beijing News consider this maturity gives them a competitive advantage that will protect them from irrelevance in the face of the flood of online information and distinguish them from their competitors."]}, {"title": "Conclusions", "paragraphs": ["The evidence presented here demonstrates that technological changes in the distribution of news and keeping the newspaper competitive in the new era are increasingly important for the Beijing News. In order to retain a competitive product in journalistic terms, the paper is shifting the nature of its flagship reporting away from the production of “upward” confrontational stories that expose elite wrongdoing towards more analytic forms that attempt to explain the underlying causes of social problems and advocate policy changes that can solve them. This “downward” focus is aimed at differentiating the paper from its competitors, bringing it closer to the readers, and providing material that will ensure the continued viability of the printed edition in a period when audiences and advertisers are increasingly to be found in the online environment.", "For the individual journalist, this shift promises some relief from the financial pressures of their specialism. Stories that do not feature the wrong-doing of powerful groups or individuals, and instead chart the impact of general social issues upon ordinary individuals, are less likely to be denied publication as the result of political pressure. It is also likely to reduce some of the dangers, both personal and political, that contribute to the difficulty of finding and keeping talented investigative journalists.", "As we argued above, the Beijing News is a newspaper which is particularly vulnerable to the effects of the technological, economic, and political components of the current crisis. Like all media in China, it must come to terms with the new competitive news environment promoted by the diffusion of the internet and other digital technologies. Technologically, however, the paper is more vulnerable to the effects of the new situation since its readers are precisely the social group with the greatest and most varied means of access to online news and advertising. Economically, it has managed to increase its advertising income in money terms even up to 2014, and only experienced a mild downturn in inflation-adjusted terms. It has so far survived the threat of losing advertising revenue which is a feature of the newspaper market in China. This is much better than the industry average, in which there have been falls in both money and inflation-adjusted terms. We would therefore expect to find that the economic dimension of the crisis, which at the Beijing News operates relatively indirectly, will be shown to have a more direct and immediate effect on many other newspapers. While the paper is still able to sustain relatively expensive forms of journalism, less successful papers are likely to be forced to trim costs to survive. Technologically, however, the paper is more vulnerable to the effects of the new situation since its readers are precisely the social group with the greatest and most varied means of access to online news and advertising. At the political level, although the Beijing News is particularly vulnerable due to its market position as a paper that built its reputation on taking big risks, the increasing drive towards tight ideological control is likely to affect all publications and all journalists to a greater or lesser extent. Future studies of Chinese journalism will need to be much more sensitive to all three levels of analysis than has been necessary in the immediate past: economic and, particularly, technological developments will be central questions for the development of Chinese newspapers and Chinese journalism."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "Cornering the Market: State Strategies for Controlling China’s Commercial Media", "year": "2005", "journal": "Asian Perspective", "volume": "29", "authors": [{"name": "Esarey Ashley.", "first_name": "Esarey", "last_name": "Ashley."}]}, {"title": "Controlling the Chinese Media: An Uncertain Business", "year": "2008", "journal": "Asian Survey", "volume": "48", "authors": [{"name": "Hassid Jonathan.", "first_name": "Hassid", "last_name": "Jonathan."}]}, {"title": "Dancing Beautifully, But with Hands Cuffed? A Historical Review of Journalism Formation During Media Commercialization in China", "year": "2006", "journal": "Perspectives", "volume": "7", "authors": [{"name": "Lin Fen.", "first_name": "Lin", "last_name": "Fen."}]}, {"title": "Chindia’s Newspaper Boom: Identifying Sustainable Business Models", "year": "2010", "journal": "Global Media and Communication,", "volume": "6", "authors": [{"name": "Moro Nikhill", "first_name": "Moro", "last_name": "Nikhill"}, {"name": "Debashis Aikat D.", "first_name": "Debashis", "last_name": "D."}]}, {"title": "An Overview of the Circulation Revenue of the Chinese Press Market in 2013", "year": "2014", "journal": "China Press", "volume": "1", "authors": [{"name": "Tian Ke.", "first_name": "Tian", "last_name": "Ke."}]}, {"title": "Guerrilla Tactics of Investigative Journalists in China", "year": "2007", "journal": "Journalism: Theory, Practice, and Criticism", "volume": "8", "authors": [{"name": "Tong Jingrong.", "first_name": "Tong", "last_name": "Jingrong."}]}, {"title": "Investigative Journalism in China Today", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Tong Jingrong", "first_name": "Tong", "last_name": "Jingrong"}, {"name": "Sparks Colin", "first_name": "Sparks", "last_name": "Colin"}]}, {"title": "The Impact of “Citizen Journalism” on Chinese Media and Society", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Xin Xin.", "first_name": "Xin", "last_name": "Xin."}]}, {"title": "The Return of Ideology and the Future of Chinese Internet Policy", "year": "2014", "journal": "Critical Studies in Media Communication", "volume": "31", "authors": [{"name": "Yang Guobin.", "first_name": "Yang", "last_name": "Guobin."}]}, {"title": "Investigative Reporters’ Job Satisfaction and Its Antecedents", "year": "2012", "journal": "Journalism and Communication Research", "volume": "19", "authors": [{"name": "Zhang Zhian", "first_name": "Zhang", "last_name": "Zhian"}, {"name": "Shen Fei.", "first_name": "Shen", "last_name": "Fei."}]}, {"title": "Media Environment and Organizational Control: Investigative Reporters’ Media Role Perceptions and Their Predictions", "year": "2013", "journal": "Modern Communication", "volume": "10", "authors": [{"name": "Zhang Zhian", "first_name": "Zhang", "last_name": "Zhian"}, {"name": "Shen Fei.", "first_name": "Shen", "last_name": "Fei."}]}]}