{"doi": "10.1080/1461670X.2018.1494514", "url": "https://doi.org/10.1080/1461670X.2018.1494514", "title": "Negotiating Uncertain Claims", "volume": "19", "year": "2018", "issue": "13", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Eldridge", "first_name": "Scott", "name": "Scott A. Eldridge", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Bødker", "first_name": "Henrik", "name": "Henrik Bødker", "affiliation": "", "orcid": "", "role": ""}], "abstract": "Recent developments in the relations between politicians and journalists in the US have (among other things) created a situation where journalists often have to deal with information that is very difficult, even impossible, to verify, yet which has potential societal significance that cannot be ignored. This has, we argue, affected how journalists and journalistic outlets relate to each other within what we tentatively term an inferential community. To argue this, we analyze journalistic demonstrations of authority in attempts to establish and connect “facts” related to uncertain claims in two cases of the coverage of the nascent Trump administration. This is, however, not a fully elaborated case study through which we can conclude something broader about contemporary journalism. The paper should rather be seen as a preliminary empirical probe allowing us to focus on a specific issue while proposing a tentative conceptual and analytical frame through which this may be studied in a more sustained and detailed way.", "body": [{"sec_title": "Introduction", "sec_content": ["Working against uncertainty through gathering and verifying information as news is a fundamental aspect of journalistic practice. Piecing together disparate facts from a range of sources often defines this newswork. Looking at the practices of interpreting the context of information and seminal events, one approach has been to see journalism as an “interpretive community” (Zelizer 1993), predicated on a journalistic authority geared towards demonstrating certainty wherever possible (Barnhurst 2005, 258). Nowadays, however, these terms—information, fact, authority, certainty—seem less assured, as Snyder (2017, 74) comments: The ability of the White House press corps to extract meaningful information from the Executive Branch during the Trump era will be seriously constrained, to say the least. But for the same reasons Trump is an impossible quarry for the conventional press, he has already proven to be a never-ending fount of leak-inspired journalism.In this paper, we explore two cases where an evident lack of information challenges conventional practices of journalistic knowledge production. More specifically, we attempt to identify how journalists relate to each other in confronting such situations by locating textual manifestations of what we term a community of inference.", "The ability of the White House press corps to extract meaningful information from the Executive Branch during the Trump era will be seriously constrained, to say the least. But for the same reasons Trump is an impossible quarry for the conventional press, he has already proven to be a never-ending fount of leak-inspired journalism.", "To consider how communities of journalists coalesce in such circumstances, we conceive of inferential communities when journalists build on scarce facts by demonstrating their own authority and that of their peers to present definitive news. Borrowing from the philosophical work of Anscombe (1957) on intention and inference, we look at discursive performances of newswork through which inferences are made within and between news texts. Inference in news texts can be seen as a “statement about the unknown based on the known” contrasting a report as “a statement capable of verification” (Lasorsa and Lewis 2010, 379). While Lasorsa and Lewis use the concept of inference to distinguish between “deceptive” and “legitimate” news, we apply the notion to news where journalists are forced—for various reasons—to deal with information that is difficult, even impossible, to verify, yet carries significance which cannot be ignored due to the status of the information. Where this occurs, journalistic narratives point towards “a theoretical conclusion about the means to the end you pursue/are pursuing” (Gjelsvik 2014) where the “end” is a clarification of facts through the deflation of uncertainty. Inference is thus seen as (textual) means of uncertainty avoidance (Hanusch 2009) when certainty itself is elusive (Barnhurst 2005). Viewed as intentional activities expressed through discourse, these convey authoritative journalistic performances of the expected role of journalists providing information to a public in their interest (Eldridge 2018, 134–136).", "Following the election of President Donald Trump in 2016, two events reveal the dynamics we assess: the publication of a dossier of alleged proclivities of Trump’s, posted in full on BuzzFeed News, and the coverage of Trump’s unsubstantiated tweet accusing president Barack Obama of wiretapping Trump Tower. Without clear factual details these events posed specific challenges for journalists wedded to paradigms of facticity (Conboy 2013), yet they demanded attention. The dossier was a set of largely unverifiable facts, while the tweet was presented as fact, but unverified. The tweet shook political circles when it was sent early one morning, without evidence, and while the rumors in the dossier had circulated during the campaign, BuzzFeed’s disclosure made its claims public. Each case brings attention to how facts are negotiated when authoritative voices are absent (the scarce support for Trump’s tweeted claims), and when digital journalism changes the ways through which information reaches the public (BuzzFeed’s publishing the dossier). They also reflect how pressures to compete for attention in terms of audience and esteem, such as by “breaking” news, have been heightened in a more dynamic journalistic field. These dynamics prod us to reflect more critically on what this means for a journalistic community that now interacts and coalesces through hybrid practices of community-building and value-adding (Deuze 2001), with different actors supporting and at times supplanting traditional roles (Benkler 2011; Chadwick 2013)."]}, {"sec_title": "Methodology and Framework", "sec_content": ["To trace these dynamics within and across media, we explore the coverage of these events in, respectively, The New York Times, a legacy newspaper, Politico, a political niche media, and BuzzFeed News, a “clean-sheet” digital innovator (Küng 2015, 2); this offers a most-different set of media, with distinct types of news coverage favoring traditional political reporting (NYT), more “insider” sources and reporting (Politico), and digital-adept interlinking alongside an alternative journalistic voice (BuzzFeed). We sampled the first 25–35 articles from each media to create a manageable corpus of ∼200 articles that is suitable for exploratory analysis. Articles were obtained through LexisNexis with the search strings “dossier AND Russia AND intelligence” and “Obama AND wiretap,” from January 10 to 16 (NYT) and January 10–April 12 (Politico) for the “dossier,” and March 5–21 (NYT) and March 5–22 (Politico) for “wiretap.” For Buzzfeed, posts were gathered manually from its archives at Buzzfeed.com/Archive, from January 10 to 19 and March 4–26. Politico required a longer sample period to reach the 25–35 articles threshold with its “dossier” coverage.", "A preliminary close reading revealed repeated use of disclaimers, assertions of journalistic authority including demonstrations of “proper” journalistic performances describing efforts towards verification and seeking comment, and a balancing act between writing about the content of the claims and meta-commentary on journalistic and institutional aspects of fact claims, including how these relate to the current political and media landscape. In order to contextualize these characteristics, we draw from work on discursive performances of journalism (Broersma 2010) and authority (Eldridge 2017), as journalists work to demonstrate expertise in ways which minimize uncertainty (Barnhurst 2005; Hanusch 2009). Finally, we consider both meta-journalistic discourses (Carlson 2011) and dynamics of networked newswork (Benkler 2011; Chadwick 2013; Heinrich 2011).", "From this reading, we identified two partly overlapping sets of discursive markers (Table 1). The first set contains seemingly unavoidable performances of newswork within any specific text trying to address uncertain claims. This includes disclaimers, doubt and caution; expressions of newswork; normative statements around journalists’ commitments towards public interest disclosure and transparency; and media-to-media references. The second set includes discourses which reflect on the claims in broader contexts: subject/object switching; meta-commentary; and ethics/moral statements. The marker “media-to-media references” is contextual, found in both ordinary news practice and when placing these events in broader contexts. Negotiating Uncertain ClaimsJournalism as an inferential communityAll authorsScott A. Eldridge II http://orcid.org/0000-0002-2184-1509 & Henrik Bødkerhttps://doi.org/10.1080/1461670X.2018.1494514Published online:12 July 2018TABLE 1 Markers of journalistic performances and practices of inferenceCSVDisplay Table", "“Subject/object switching” emerged as a specific performative dynamic when journalists moved between unverified/unverifiable claims at the subject level (the content of the dossier, tweets), to discuss news phenomena at the object level (the dossier’s publication, the tweet being tweeted). We argue this is significant for considering performances of inference at a level above the news item/event itself, akin to “what-a-story” dynamics, when coverage vacillates between the information mediated, and the mediators themselves. This signals the limits of journalistic performance in the absence of verifiable fact claims. (Eldridge 2017; 2018, 126)", "Although these markers point to inference at different levels, and as such at a (temporal) progression from unsuccessful attempts to infer at one level towards attempts to infer at another, this does not occur uniformly and markers are often piled together within the same article (or even paragraph). Collectively, however, such markers suggest a shift from stand-alone newswork towards what we call an inferential community. Thus, while news discourses are often understood as directed at both a broader audience and at journalistic peers, the latter may point towards drawing conclusions within a community of peers. ", "Our initial analysis made clear that discursive processes of inference were taking place when journalists could not independently confirm or refute fact claims, yet through hyperlinking and discursive references to the work of peers could collectively draw out verification processes within a community of newsworkers. This points subsequent analysis towards news texts as public-facing performances of journalistic belonging among an in-group of journalistic peers where the newswork of one can complement that of another. Texts can then be seen as indicating the performative formation of a community. To explore this, we selected four articles from each outlet (two per case, see Table 2) for detailed analysis, based on co-occurrences of markers of inference and journalistic performances (Table 1). Negotiating Uncertain ClaimsJournalism as an inferential communityAll authorsScott A. Eldridge II http://orcid.org/0000-0002-2184-1509 & Henrik Bødkerhttps://doi.org/10.1080/1461670X.2018.1494514Published online:12 July 2018TABLE 2 News articles, subsequent analysis (unique identifiers)CSVDisplay Table"]}, {"sec_title": "Analysis", "sec_content": ["For assessing journalistic performances as signaling the formation of an inferential community, these cases expose different narratives. With the dossier, its claims were often overshadowed by the object itself—a unique dossier, leaked online. In resultant coverage, we thus see meta-journalistic commentary around its disclosure. The subject material of the tweet, on the other hand, allowed journalists to explore its dimensions as a political attack/statement. Here we show how journalists’ performances pivot between the information shared (subject coverage) and the way it is shared (object coverage) and thus how subject/object switching is part of the discursive performances of journalism. Further, we find that while the markers above occur in many cases, they do not occur either at the same frequency nor in all cases and thus the analyses below do not touch on all or the same markers.", "What Politico’s media columnist cheekily dubbed “Goldengate” (PD2) revolved around claims within and the publication of an unverified dossier containing potentially damaging information on Trump. At the center of the coverage were the political implications of the claims (whether true or not), alongside issues of journalism ethics in relation to BuzzFeed’s publishing the full dossier on January 10, 2017 (BD1). The other articles consist of a follow-up article on BuzzFeed Editor-in-Chief Ben Smith defending the publication of the dossier (BD2), containing a link to an interview with Smith on CNN; both the New York Times and Politico articles explicitly refer to these BuzzFeed articles and to a tweeted staff memo from Smith. The Times and Politico articles focus on the claims themselves (ND2 and PD1) and the wider circumstances around the dossier’s circulation and publication (ND1 and PD2). From these articles, we get a sense of how journalists make inferences within an inferential community. This comes through in the ways newswork is performed at both the subject and object level, through intermedia references and links and, finally, through rather extensive meta-commentary related to journalism ethics and disclosure and how a new political and journalistic landscape may affect such considerations.", "The primary journalistic response to uncertain claims is to seek information that can corroborate or falsify these; we find various attempts to do exactly this, and these shift between subject and object coverage—i.e. between aiming to verify the claims themselves and/or the authenticity of the dossier (two closely linked issues). The initiating BuzzFeed article (BD1) exposes (a few) factual errors in the dossier as a way to question its authenticity. While most of the articles reflect similar attempts of verification—more reliable than Trump’s inserted tweet: “FAKE NEWS—A TOTAL POLITICAL WITCH HUNT!”—they also admit an inability “to confirm the claims” (ND2). This creates a steady slide towards object level coverage, where there are many attempts to explain/verify the trajectory of the dossier based on “officials, who spoke on the condition of anonymity because they were not authorized to speak about it publicly” (ND2). In relation to this, however, there are several unsubstantiated claims that “[d]etails of the reports began circulating in the fall and were widely known among journalists and politicians in Washington” (ND2). Many of the articles state the “fact” that the dossier had been circulating within elite circles, including journalistic. This in itself suggests a certain type of community formation, linked to the issue of leaking.", "Most of the articles studied contain references and links to BuzzFeed’s initial article and to a preceding CNN report (stating President-elect Trump and President Obama had been briefed on the dossier’s existence). This demonstrates how the event is built up across media and how—according to NYT—“The reports by CNN and Buzzfeed [sic] sent other news organizations, including The New York Times and The Washington Post, scrambling to publish their own articles” (ND1). Thus, while many of the subsequent articles all contain disclaimers about the dossier and largely condemn its publication (especially NYT) they still link to it. This is, arguably, an indirect acknowledgement that traditional newswork (within one institution) will not be able to produce informed conclusions, which is why inferences must be drawn (partly by journalists and partly by readers) from information dispersed across the news landscape. This indicates that the processing of leaks—which have been dripping “nonstop since Trump was elected” (PD1)—takes place through an informal division of labor between outlets adopting different stands on and approaches to the gap between legality and ethics.", "The shifting between subject- and object-focused reporting outlined above is closely linked to the presence of meta-commentary. The first NYT article, published the same day as BuzzFeed’s disclosure, is headlined “BuzzFeed Posts Unverified Claims on Trump, Igniting a Debate” (ND1). In a “swirling debate over journalistic ethics,” it discusses whether it can be justified to publish an unverified report. While “Dean Baquet, the executive editor of The Times, said […] ‘we’re not in the business of publishing things we can’t stand by’,” BuzzFeed Editor-in-Chief Ben Smith argued for the disclosure in a staff memo, an article in BuzzFeed (BD2), and in an interview on the CNN program appropriately called “Reliable Sources,” hosted by Brian Stelter. “When you have a document that is circulated so widely within the elite,” Smith says here, “the argument for keeping it away from the public has to be really, really strong.” While Smith said in his staff memo, “there is serious reason to doubt the allegations. We have been chasing specific claims in the document for weeks, and will continue to do so,” he is also in effect arguing that the American people should be able to make their own inferences.", "But, says CNN’s Stelter, “how can the Americans or anyone else make up their own minds without providing reporting to them”? The distinction between “publishing and reporting” is carried forth and CNN puts itself along with legacy print media on the side of the latter. In relation to this Stelter is trying to figure out whether BuzzFeed is the Washington Post or WikiLeaks, concluding that it “seems to me that you are trying to be both.” Stelter consequently argues for a “profound difference between legacy media and digital media,” where the latter is seen to shy away from proper reporting and “annotation” and leave the majority of the inferential work to other outlets and/or the audience.", "Politico’s media columnist Jack Shafer sides with Smith, and while Smith links his decision to the contemporary media landscape—this is “how we see the job of reporters in 2017” (memo)—Shafer goes further: in this “new regime, if something exists, somebody is going to publish it” and he continues: “The odd thing isn’t that CNN and BuzzFeed went with the story, but that it took this long for a news outlet to pull the trigger and finally snuff the old journalistic order” (PD2). While what Shafer calls the “old order” does not inflect their journalistic ethics to a new situation, he argues for a realignment in relation to a new media “regime” as well as a non-transparent Trump camp, which releases little information, seeming to be an entree for journalists to infer in a more extensive fashion.", "Turning to the March 4 tweet by Trump alleging wiretapping, we again find signs of an inferential community consolidating in the absence of substantive fact as demonstrations of newswork draw possible connections between data points surrounding an unverified claim. Our analysis shows how inference is guided through newswork, pointing towards theories (means) which can support informed, yet speculative, conclusions (ends) (Gjelsvik 2014). Performances of journalistic authority identify the unlikelihood of the tweet’s claims, and journalists engage in community-building discourses drawing together their own and peer journalists’ work to expand on a scarce evidence base. Within subject/object switching, coverage addresses the subject claim—alleged wiretapping—while emphasizing the information object—the tweet—as the spark for coverage. The six stories assessed here offer parallel foci. From BuzzFeed, we assess its initial reportage linking the tweet to a conservative talk radio rumor (BW1) and a follow-up piece (BW2), and for the New York Times and Politico, analysis is on both outlets’ initial reporting (NW1, PW1), and stories tracing the conservative radio links (NW2, PW2).", "Where the dossier coverage focused on a “sensational, if true” document, the coverage here reads more as “probably not true, but we have to cover it anyway.” The lack of support for the claim is explicit, and at the subject level, the tweet’s content is defined as “Trump’s evidence-free accusation” (PW2), presented with “no evidence to support the notion that such an order exists” (NW1) and “without offering a scintilla of evidence” (BW1).1 Subject-level coverage repeatedly frames the assertion in terms of what it “appears” to say, what is “alleged” to have happened, while specifically describing it as a “claim.” This dynamic is hardly unexpected—without any context or evidence, it could hardly be more than “alleged” and “claimed.” It is the extended journalistic work that follows where we see more nuanced dynamics unfurl.", "Journalists seem to demonstrate their attempts to expand on scarce evidence, with newswork around Trump’s assertion addressing the subject material explicitly. We see clear signs of setting out possible theories (means) from which readers and journalists can infer possible conclusions of what Trump is referring to (ends). As speculative fact (Conboy and Eldridge 2017), discourses highlight journalists’ efforts to explore this by approaching sources: “advisers said they were uncertain about what specifically Mr. Trump was referring to” (NW1), elsewhere describing what “specialists said” (PW2), incorporating reactions from officials and members of Congress (BW2, NW2)", "Framed by doubt, journalists also assess the claims using unsourced, but authoritative, statements, describing what would be, “a highly unusual breach of the Justice Department’s traditional independence” (NW1) and a “plausible” explanation that ongoing investigations could include phone communications (PW2). This is consistent across coverage emphasizing the lack of public evidence—“There has been no definitive reporting” (PW1)—and walking through legal processes necessary to secure a wiretap, and how a president is unable to do so directly (NW1, PW1, BW2).", "Where we might expect some attention on the object of the tweet itself, and journalists do refer to the “tweetstorm” (PW1), more effort is expended on the potential basis of its subject content; the claim. Amid repeated markers of doubt, the Times links to its own previous reporting to show why the “supposed tapping” (NW1) is unlikely, going on to show where an investigation into Trump’s campaign could include communication surveillance of a different nature (NW2). Politico describes it as possibly reactionary, as Trump is “under scrutiny for possible ties between his campaign and Russia and increasingly fixated with rooting out leaks” (PW1). BuzzFeed goes further, documenting explicitly how they tried to investigate, thereby refuting, Trump’s claim. Piecing together what might have provoked the tweet (object coverage), they explore the content of its claims (subject coverage) and what their origins could be, linking to NYT (BW1, BW2). BuzzFeed poses questions, showing possible answers, of what Trump “may have been referring to” (BW1), linking to Breitbart and talk radio. Interestingly, they do not pull forward quotes from Breitbart, only quoting tweets and statements by both Republican and Democrat sources rejecting the Tweet’s subject claim (BW1).", "What to make of all of this, wrapped up in a tweet? For journalists, subject/object switching makes apparent the challenge within the necessity of reporting on comments, even unsubstantiated ones, made by a president. This emerges when journalists situate coverage on the claims as a rumor (subject), within the “uniqueness” of reporting out a tweet (object). In meta-commentary, journalists emphasize a conspiracy that was published on the website Heat Street, then talk radio, then Breitbart (in some fashion). With BuzzFeed, this appears as: “Like much of what Trump tweets, the Obama wiretap claim appears to have followed a path through the pro-Trump media” (BW1). At NYT, the tweet is treated as a speech act: “remarkable, even for a leader who has repeatedly shown himself willing to make assertions that are false or based on dubious sources” (NW1); with NW2, this is connected to Breitbart fomenting rumor: “Less than 24 hours later, the president embraced the conspiracy in a series of Twitter posts.”", "As elements of object coverage, these are not as explicitly focused on the artefact as in the dossier coverage, though they still point attention at the sending of the tweets as news phenomena. In terms of inference, this case reflects dynamics laid out in Anscombe’s and Gjelsvik’s work, where, lacking the ability to connect Trump’s statement to specific evidence, journalists detail what they can about what may have prompted or been the substance of the subject coverage. In support of our thesis, subject/object switching between covering the claim and discussing its “unique” nature emerges. Politico offers that Trump, “sought to deflect attention” (PW1) with the tweet, whereas the Times describes how “several of Mr. Trump’s advisers were stunned by the president’s morning Twitter outburst” (NW1). Here we see the community expressed when drawing connections within a news organization’s own work (as with NYT) as well as across the journalistic field, piecing together possible conclusions from a range of news actors’ independent reporting.", "Detailing these connections, alongside more substantive reporting (and networked reporting), journalists go beyond speculative discussion towards meaning making, perhaps as far as they can. Such links are made both through hyperlinking to relevant commentary, but also in textual references. Different from the dossier, covering the content of the tweet also draws on existing news narratives, with journalists working within familiar routines (sourcing, verifying, and connecting fact bases) to contextualize the claim made, all the while showing how the news object—a tweet—falls outside normal circumstances for a US President."]}, {"sec_title": "Conclusion: Signs of an Inferential Community", "sec_content": ["As the election of Trump transitioned towards his presidency, news was injected into public discourse in ways that were unexpected and, for journalists, unavoidable. BuzzFeed’s publication of a dossier of alleged blackmail materials (disrupting journalistic norms) and Trump’s tweeting an un-evidenced allegation that his predecessor had wiretapped Trump Tower (disrupting societal expectations) forced journalists to apply practices that proposed theories, and linked disparate facts, to develop informed conclusions. In the absence of authoritative accounts, however, journalistic performances negotiate uncertainty by filling the void between statements (such as tweets) and speculative accounts (such as the dossier) in order to provide contexts for the public. In these processes, they extend interpretive practices towards what we term an inferential community.", "However, if an inferential community seems apparent among journalists covering these stories as they explore possible means towards newsworthy ends, its formation does not follow fixed patterns. Setting out, we anticipated certain markers of journalistic performances drawing attention to the uncertainty of the claims (doubt), explicating journalistic performances (newswork), and making norms apparent (journalistic authority). What remained to be seen was the extent to which journalists built on these dynamics within and between media, the role of meta-commentary, and where ethical and moral statements emerge. These form part of the dynamics of inference we detected from our initial reading. Through exploring differentiated “subject” and “object” coverage, we are now better able to map the role of inference in such contexts.", "With the dossier case, all outlets use the dossier both to come together and to divide themselves in a complex news landscape, in what Bødker (2015) refers to as a “culture of circulation” held together by texts circulating throughout it. Although the outlets studied differ in disclosing unverified claims, they do refer and link extensively among journalistic peers, further constructing an inferential community that readers can find different entry points into. What unites this community, despite different ethical stances on disclosure, is a situation where reliable information is notably scarce, and where unverified leaks are expected: “Chaos begets dissention, and dissension within the close ranks of government bureaucracy leads, inevitably, to leaks,” comments Snyder (2017, 74). This forces journalists to “fill in information gaps” (Lasorsa and Lewis 2010, 383), contributing to a situation where accusations of “fake news” can easily be made. Opposing this, Ben Smith is precisely attempting to maintain some kind of unity within the news community. “We,” says Smith—acknowledging the difference between BuzzFeed and CNN—should not succumb to the divisions sowed by the Trump camp.", "Within the wiretapping case, signs of a more unified journalistic community are hinted at, as even unverifiable statements by the US president demand attention. Through intra- and intermedia references, and performances of newswork, we see signals of a journalistic community forming as texts make apparent a more collective expression of information expertise and authority. While a dossier of potential blackmail is rife for uncertain speculation, wiretaps and presidents at least ostensibly follow systems of laws. Here, journalists working within familiar confines of politics, with subject awareness of ongoing investigations, are able to provide authoritative subject coverage on the wiretapping claim, only switching to object coverage to identify the peculiarity of covering an unsubstantiated tweet from the president. Our argument here is based on the performances of their news practices in texts, and the elements present suggest such a community was imaginable for those involved. In moments, journalists can at best speculate on fact, as the nature of the claim (an evidence-free tweet) leaves little for journalists to go on. After all, channeling Jack Shafer’s comments on publishing the dossier, “what other choice did they have?” (PD2).", "Coming together around a void of sustainable facts, journalists in part confirm Zelizer’s (1993) arguments of an interpretive community forming around (different) interpretations of news events. Yet, while a substantial part of the interpretation within what we call an inferential community does relate to the significance of specific events for the processes and self-understanding of journalism (as Zelizer points out) it is simultaneously very directly implicated in the processes of producing reliable news on a day-to-day basis. The interpretive processes of communal inference cannot, therefore, benefit as much from hindsight but must constantly develop in relation to a shifting landscape of leaks, unverified and/or unverifiable information.", "Finally, it is important to underline that this article is an initial probe into the public performance of certain journalistic practices that (may) be increasingly prevalent in an age of uncertainty. We are thus both raising an issue and trying to initiate the development of conceptual and practical means to study and discuss this. While many of the discursive markers we explore help indicate communities of inference, further research can explore in more detail how processes of inference shift back and forth within texts as well as across a broader community. Such research would help further our understanding of how inference develops textually, temporally, and communally in journalism."]}, {"sec_title": "DISCLOSURE STATEMENT", "sec_content": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "A Free Irresponsible Press", "year": "2011", "journal": "Harvard Civil Rights-Civil Liberties Law Review", "volume": "46", "authors": [{"name": "Benkler Yochai.", "first_name": "Benkler", "last_name": "Yochai.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism as Cultures of Circulation", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Bødker Henrik.", "first_name": "Bødker", "last_name": "Henrik.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Where Once Stood Titans", "year": "2011", "journal": "Journalism", "volume": "13", "authors": [{"name": "Carlson Matt.", "first_name": "Carlson", "last_name": "Matt.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Online journalism", "year": "2001", "journal": "First Monday", "volume": "6", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Hero or Anti-Hero?", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Eldridge Scott.", "first_name": "Eldridge", "last_name": "Scott.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Product of Their Culture", "year": "2009", "journal": "International Communication Gazette", "volume": "71", "authors": [{"name": "Hanusch Folker.", "first_name": "Hanusch", "last_name": "Folker.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reports, Inferences, and Judgments in Deceptive and Legitimate News Stories", "year": "2010", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalists as Interpretive Communities", "year": "1993", "journal": "Critical Studies in Mass Communication", "volume": "10", "authors": [{"name": "Zelizer Barbie.", "first_name": "Zelizer", "last_name": "Barbie.", "affiliation": "", "orcid": "", "role": ""}]}]}