{"doi": "10.1080/17512786.2010.542066", "url": "https://doi.org/10.1080/17512786.2010.542066", "title": "PREFERENCE, PRINCIPLE AND PRACTICE", "volume": "5", "year": "2011", "issue": "3", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Skovsgaard", "first_name": "Morten", "name": "Morten Skovsgaard", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Bro", "first_name": "Peter", "name": "Peter Bro", "affiliation": "", "orcid": "", "role": ""}], "abstract": " Legitimacy has become a central issue in journalism, since the understanding of what journalism is and who journalists are has been challenged by developments both within and outside the newsrooms. Nonetheless, little scholarly work has been conducted to aid conceptual clarification as to how journalists justify themselves and their work. This article introduces an analytical framework for understanding legitimacy in a journalistic context. A framework based on a review of material ranging from historical accounts to research articles, and book-length studies. The framework comprises three distinct, but interconnected categories—preference, principle, and practice. Through this framework, historical attempts to justify journalism and journalists are described and discussed in the light of the present challenges for the profession. ", "body": [{"sec_title": "Introduction", "sec_content": ["Compared to classical professions that assist in mending the ills of society, journalism has a weak institutional mechanism of inclusion and exclusion. The lengthy study of medicine at schools around the world is often concluded with a collective proclamation of a modern version of the Hippocratic Oath, before graduates are entitled doctors of medicine. Similarly, the study of law is not necessarily concluded after years at law school. The actual practice of defending and prosecuting in courtrooms often requires that prospective practitioners pass a bar exam. But for the people, who in the words of Walter Lippmann (1922) are concerned with civilizing society by publishing the actions and attitudes among those people, who govern it, there are no restrictions. Journalism is, as Michael Schudson (1978) has succinctly stated, an “uninsulated profession”, since anyone can describe him- or herself as a journalist without completing an authorized education or be approved and licensed by a committee.", "This professional openness has many advantages, and in particular for journalism, where a multifaceted background among its practitioners can be helpful, when it comes to covering many different areas and aspects of life. But the lack of any mechanism for inclusion and exclusion also creates problems, as it leaves journalism and its practitioners vulnerable. Some researchers have thus noted that while other professions have clear boundary lines delineating and delimiting who is in and who is out, journalism and journalists instead have poorly defined “border zones” (see Schudson and Anderson, 2008). And while strong institutional structures provide the classic fields like medicine and law with a stable legitimacy which doctors and lawyers can cling to and claim adherence to whenever they are pressed from within or without, the legitimacy of the journalistic profession seems to rest more on the day-to-day actions of journalists and the subsequent arguments applied to justify them and their craft.", "However, despite the importance of legitimacy in a professional perspective, the concept has received little scholarly attention within the field of journalism. It is a concept that, as the following pages will show, is often employed, but more in passing, as a part of an analysis concentrating on other aspects of journalism than as the main point of departure for journalistic research. This article attempts to further the study by developing a framework for understanding legitimacy in a journalistic context, and the first step in this process is to define the concept of legitimacy in broad terms and subsequently describe the concept's particular relevance in relation to journalism. This is done by way of a historical analysis, where three categories of claims for legitimacy are described and discussed in the context of liberal democracies in which a high degree of professionalism has developed within the journalistic occupation, i.e. mainly the Anglo-Saxon countries and the Central and Northern European countries (Hallin and Mancini, 2004). Collectively, these categories can be combined to create a new framework for analysing legitimacy in a journalistic context. This framework can be employed by both researchers and those news reporters who increasingly find themselves having to justify their own work and importance in a world, where it has become increasingly easier for people outside the newsroom to produce and consume news by way of new platforms and professions."]}, {"sec_title": "The Concept of Legitimacy in the Research Literature", "sec_content": ["Kenneth Boulding (1971, p. 417) has underlined the importance of legitimacy as a vantage point for studies of contemporary society by stating that no organization or institution can exist without legitimacy, and that no continuous series of similar operations can be conducted without it. And in one of the few explicit studies of legitimacy within the field of journalism, Erik Ugland (2008, p. 293) has pointed out that legitimacy is a wide-ranging concept employed differently in various disciplines. Dating back to ancient Greece, prominent philosophers such as Thucydides, Plato and Aristotle wrote about legitimacy problems associated with the coercive exercise of power, and in the Middle Ages, Machiavelli proclaimed that political stability rests on a voluntary acceptance—that again rests on legitimacy (Zelditch, 2001).", "This interest in legitimacy has only progressed as city states in later centuries have been replaced by nation states and transnational unions, and most notable among those researchers who have been concerned with the concept is perhaps the work of sociologist Max Weber. Weber proclaimed that there must be consensus about acknowledging the rules and procedures whereby a government is elected for it to be legitimate. As such, legitimacy is provided by the consent of others. In a widely cited article, Mark Suchman (1995, p. 574) defines legitimacy as “a generalized perception or assumption that the actions of an entity are desirable, proper, or appropriate within some socially constructed system of norms, values, beliefs, and definitions”.", "The political legitimacy, which enables politicians to make decisions that are accepted as valid by citizens, is not far removed from the legitimacy of professions who also possess the discretionary power to make decisions on right and wrong on the behalf of citizens (e.g. Abbott 1988; Freidson, 2001). Boulding, who states that legitimacy is centred around the acceptance of an institution or organization as right and proper, justified and acceptable, applies the concept to various professions. Only legitimate professions will be able to sustain their jurisdiction and function in society, writes Boulding (1971), and makes an important distinction between internal and external legitimacy. In Boulding's world, external legitimacy refers to the possible acceptance from the surroundings, which in the case of journalism could be news sources and a news audience. Internal legitimacy, on the other hand, refers to the fact that the members of a profession must be able to give meaning to his or her own work and see it is as justified. These two categories are interconnected in the sense that they to some extent reinforce each other. A substantial external legitimacy makes it easier to make sense of one's own work, and a substantial internal legitimacy provides the members of a profession with the strength to convince the surroundings that their particular work, they carry out, and the results that may follow from it should be viewed as legitimate.", "In both cases, the internal and external legitimacy are linked to the question about what actually constitutes a profession, and perhaps more interestingly, under what circumstances? While researchers in the past have debated whether journalism is a profession, semi-profession, or not a profession at all, other scholars have taken a different approach. For Andrew Abbott, who has become a key figure in the literature about professions and professionalization, the question to be or not to be a profession is an artificial one (1988, p. 225). For Abbott and others with him, the important question is instead how an occupation creates professional legitimacy for itself by persuading others that the discipline is of special value to the state, an influential elite, or to the public at large (Freidson, 2001, p. 214). All of which is of particular interest for journalism, since its practitioners face a number of obstacles when it comes to striving for external as well as internal legitimacy."]}, {"sec_title": "The Concept of Legitimacy in a Journalistic Context", "sec_content": ["Journalistic work takes place in a highly unpredictable environment which usually demands rapid decisions not well suited for tight bureaucratic rules (Soloski, 1989, p. 208). This means that journalists are granted substantial autonomy and room for professional discretion, and in this way journalistic work resembles that of classic professionals, such as doctors or lawyers, since this autonomous and discretionary authority needs to be justified internally and externally. The professions of medicine and law do that in two ways. First, they connect their work to central values in society, like health and justice, and they claim allegiance to their clients and patients or more broadly the “common good” in society rather than self-interest and economic incentives (see e.g. Abbott, 1988; Freidson, 2001). Second, the work of these professions is based on a body of formal, theoretical, and esoteric knowledge, which creates an asymmetrical relationship between the profession and the public it serves. The knowledge seems unattainable and incomprehensible to laypersons, which justifies that they exercise professional discretion.", "The exclusivity of this formal knowledge obtained through extensive education makes it possible for the profession to tightly control access into and out of the profession. People without the certified education will not be admitted to the profession. This certification also allows the professions to exclude those who violate the ethical guidelines (Freidson, 2001; Larson, 1977; Soloski, 1989). Once systems of licences, approvals from committees and other structures have been instigated and institutionalized, they help generate stable legitimacy for the profession because people know that when they go to a doctor or a lawyer he or she has been approved as a professional and is responsible for meeting certain standards. Things are different within the field of journalism. The journalistic profession is not based on a body of formal, esoteric knowledge. Journalism schools might help students train and prepare to become journalists, but they are not the only passage into the profession, and just as there is no rigid system of licensing and committee hearings, no official certification is needed for people who wish to work in the newsrooms.", "Broadly speaking, anyone working within journalism can be labelled a journalist, regardless of education and trained skills (see e.g. Cook, 1998, pp. 76–7; Kaplan, 2006; Schudson and Anderson, 2008; Tumber and Prentoulis, 2005). Furthermore, the impossibility of withdrawing a granted licence also means that a system of self-control is less rigorous and less efficient than within law and medicine. The consequence of this absence of an abstract knowledge and strong structures for inclusion and exclusion is that the journalistic profession becomes more vulnerable and its legitimacy less stable compared to other professions (Tumber and Prentoulis, 2005, p. 63). This vulnerability is intensified, partly because of the public nature of journalism, which means that people see journalistic products all the time. Together with the lack of an esoteric, abstract knowledge-base, it means that the relationship between the journalists and the public is not nearly as asymmetrical as is the case for the professions of medicine and law.", "Laypersons, who receive the journalistic product, might feel—and might indeed also at times be—more competent in assessing and questioning the service than is the case with professions that are based on esoteric knowledge (Pfadenhauer, 2006; Kaplan, 2006). It follows from the lack of structures and esoteric knowledge that it becomes even more important for the journalistic profession to connect their work to central values in the society. Journalists need to persuade the public that journalism serves the “common good” to create legitimacy for the profession. However, the utility of journalism is often less self-evident than when doctors claim to provide the public with health and lawyers as well as judges claim to provide the public with justice. This forces journalists to constantly negotiate and reinforce their legitimacy through their daily work to a much higher degree than classic professions (Clayman, 2002, p. 197; Hallin, 1994, p. 32), and when one reviews the research literature and interviews news reporters about how they justify themselves and their work (Skovsgaard, 2010), three categories of claims for legitimacy stand out: preferences, principles and practices (see Figure 1).", " FIGURE 1  The key components of journalistic legitimacy", " FIGURE 1  The key components of journalistic legitimacy"]}, {"sec_title": "Claiming Legitimacy Through Preferences", "sec_content": ["The first category of claims, that seems to be employed by journalists to justify themselves and their work, can be labelled “claims to preferences”, and in essence these claims are directed towards the persons, organizations and institutions that journalists and journalism at various times have worked for. In short, these are claims related to “whom” journalists work for, and as Mark Suchman (1995) wrote in a managerial context, legitimacy is based on some constituents perceiving something to be appropriate or desirable. It is, however, not predetermined who these constituents are, and over time and space, editors and employees have directed their claim to legitimacy towards many different constituencies. In the days of the partisan press, journalists mainly served as mouthpieces for political parties and political beliefs, and as such they claimed their legitimacy from the supporters of political parties rather than from the general public as such. Journalists were part of a party apparatus or at least strongly affiliated with it and were accepted in that capacity by those constituencies that were affiliated with the various political, economic and other groups (Chalaby, 1998, pp. 136–7).", "The fact that newspapers collectively constituted a press system in which different political beliefs were represented by different newspapers might also have generated legitimacy for the individual newspaper, even from people who were opposed to the beliefs in those particular papers. Expressing views through the dissemination of news could in other words be construed as means to a greater end. But in general, newspapers were parasitic upon the political parties’ larger mandate for public speech, as Kaplan (2006, p. 179) has put it. And indeed might still be. In some countries, the national media systems continue to be characterized by polarization (Hallin and Mancini, 2004). In general, however, the trend in Western democracies has been a decline in the partisan press, and in a specific American context, Kaplan has pointed to political parties’ declining legitimacy at the turn of the twentieth century as an important explanation for the shift in journalists’ preferences from certain political groups to the public as whole. Similarly, in a European context, Brant and Van Praag (1996) argue that a more volatile electorate and less loyal media consumers are driving the development of the “public logic”, which entails an allegiance to the citizens in general.", "This transformation in preferences occurred to such an extent that the late James W. Carey even proclaimed that the public has become both “totem and talisman” of contemporary news reporting (1989: 14). His point was that journalists use the concept of the public rhetorically, whenever they need to apply pressure to reluctant and elusive news sources and whenever they themselves are put under pressure to justify their journalistic decisions. In this sense, the public is not only an implicit preference, but at times also used very explicitly in e.g. output interviews (see e.g. Clayman, 2002). Consequently, “The public has a right to know” is an often-used sentence when negotiating with news sources, where news reporters claim legitimacy by working as a proxy for the public. This shift from expressing allegiance to political parties to justifying their work by way of the public has, in the views of some researchers, also led to a professionalization of journalists (Hallin, 2000), where journalists and journalism are freed from being at the mercy of the legitimacy of other institutions."]}, {"sec_title": "Claiming Legitimacy Through Principles", "sec_content": ["The second category of claims for legitimacy that seems to be commonly employed throughout the history of journalism concerns principles, and while claims for legitimacy based on preferences focused on “who”, the claims for legitimacy based on principles centre upon “which” principles the work of journalists is based upon. The word principle originates from the Latin word “principium”, which means beginning, and today the concept in general refers to “a comprehensive law, doctrine or assumption or a rule or a code of conduct”. In the research literature these principles are often operationalized and addressed as particular role conceptions, where journalists, in the words of Wolfgang Donsbach, are perceived to base the conception of their role on the “expectations which journalists believe exist in society and among different stakeholders, which they see as normatively acceptable” (2008, p. 1). This is a strand of journalism studies that goes back to at least the 1960s (Cohen, 1963), and when researchers today conceptualize roles along the lines of everything from political leanings and societal activism to different sourcing practices (see e.g. Bro, 2008; Donsbach and Patterson, 2004; Johnstone et al., 1976; Weaver and Wilhoit, 1996).", "These journalistic principles are, however, also present in the daily lives of news reporters and editors, and often in the form of various news values, at times institutionalized in the form of policy documents, including codes of conduct (see e.g. Galtung and Ruge, 1965; Tuchman, 1978). They are in essence fundamental conventions which have laid down ground rules for news reporting, and even though they have changed through time in line with journalistic preferences for particular constituencies, they are often employed by journalists to define the boundaries of their work in comparison with other professions that might share their preferences. When journalists’ preferences change, journalistic principles, i.e. conventions, can also change. When journalists began to direct their claims for legitimacy towards the public as a whole instead of towards people with distinct political beliefs, it was part of a paradigm shift.", "To justify their claims for legitimacy from people with distinct political beliefs, journalists in the partisan press were expected to work by a principle of advocacy. Their prime job was to disseminate information about the party's viewpoints and policies as well as to support and reinforce the party vis-à-vis other parties. In this sense, journalists were voluntarily instruments of political parties, but since a great deal of political parallelism meant that most journalists and editors were deeply involved in the political party with which the newspaper was affiliated, they were happy to act as political agitators (Hallin and Mancini, 2004). When journalistic claims for legitimacy were directed towards the public as a whole, new principles developed. They serve as an answer to the question concerning what public obligation actually means. The general idea is to provide citizens with the information which is necessary and important for them to take part in the democratic processes and society at large. In other words, they should provide the information that people need to be free and self-governing (Kovach and Rosenstiel, 2001, p. 12).", "Journalism has always been a fact-based discourse (Chalaby, 1998), but to serve the public as a whole, journalists mean to tell a more complete truth than the one supporting particular political interests. What follows from this is one of the most fundamental principles of modern journalism—objectivity. Just as Carey denotes the public as the totem or talisman of journalism, objectivity has been called both the emblem and the defining norm of modern journalism (Patterson, 1998; Schudson, 1978, p. 9). The notion of the public goes hand in hand with objectivity and in time objectivity has, in one view, come to function as a strategic ritual carried out as a defence mechanism against accusations of bias and of favouring special interests (Tuchman, 1972, 1978). This provides journalists with a strong argument for serving a general public interest and a strong claim for legitimacy in the journalistic profession.", "The notion of objectivity has persistently been challenged on the grounds that there is no such thing as value-free judgement, but still the concept of objectivity has not “left the building”. Instead, several sub-principles or sub-categories provide renewed plausible arguments that the product is not biased in any way, e.g. fairness, contextual completeness, neutrality, accuracy, factuality, impartiality, and balance (e.g. Chalaby, 1998, pp. 130–3; McQuail, 1992, pp. 196–204; Westerståhl, 1983). This way, objectivity, or subsidiary its sub-principles, still provides journalists with a strong claim of serving the public as a whole and, hence, a strong claim for legitimacy."]}, {"sec_title": "Claiming Legitimacy Through Practices", "sec_content": ["Practice is the “how” question of legitimacy. The practice is equivalent to how journalists actually translate the principles into their daily work to justify their news products to the ones from which they claim legitimacy (Harcup, 2004). This operationalization of principles is routinized in everyday work so that journalists can apply them without deeper thought. As Gaye Tuchman (1972) noted in her seminal research on the making of news, newsmen must thus make immediate decisions about validity, reliability and truth, and due to the pressure of deadlines, journalist do not have the time to engage in reflexive epistemological examination on a daily basis. In the partisan press, journalists exercised their preference for political party supporters and the principle of advocacy through their journalistic practice. Though reporting the facts, journalists would primarily emphasize whatever corresponded with the views of the party to which the newspaper was affiliated. Simultaneously, they would largely ignore or play down other political views.", "When covering politics, journalists were openly cheering “their party” on. When covering party rallies, the speeches were deemed rousing and the crowds were enthusiastic and overflowing (Kaplan, 2006, p. 178). They even sometimes improved the wording of the speeches for next day's paper (Schudson, 2001, p. 155), while neglecting political opponents in the news selections and final news reports. Furthermore, the term “we” was frequently used about the party, its politicians, and the associated members of the political parties and their potential voters (Kaplan, 2006, p. 178). Once the preference changed from specific political parties and beliefs to the public as a whole, the principles changed and so did the practice of journalists. It largely changed from a practice of blatant partisanship to practice with a heavy emphasis on handling the principle of objectivity. The separation of facts and views has become a widely used practice.", "When views are included in the news media today, they are often confined to certain spaces in the news media, like the Letters’ section, or they are included in the practice of interviewing. This is a practice that has evolved rapidly during the twentieth century to become the perhaps most defining feature of present news reporting, and in all essence, interviewing makes it possible for journalists in a very graphic way to separate facts from views, with views being assigned to different news sources that operate outside the news organisation and actually do explicitly express their views—as opposed to the people who populate the newsrooms and who are not supposed to express their views. In their sourcing practice, journalists rely on and borrow authority of experts to explain complicated matters, to interpret consequences of events, or to be the judge in a conflict. Thereby, the journalist can at the same time appear neutral or objective and pass judgement on the statements of the conflicting parties, since this judgement is ascribed to experts (Albæk, 2011).", "Separating facts from views enables journalists to claim their legitimacy as independent and disinterested professionals in the face of accusations of bias. The same goes for balance in news stories. It is a general practice of journalists to hear both sides of the story. When accusations or critical statements are put forward, journalists will turn to the accused or criticized part for a response. This balancing of the story is a way to put objectivity into practice so that it can be handled under the pressure of frequent deadlines. This serves as a claim to legitimacy through detachment and through refrain from championing one side. At the same time, it serves the economic interests of the publisher. As Sparrow notes, it defuses economic tensions by always letting advertisers or significant economic actors respond (2006, p. 149). This also means that it avoids alienating that part of the public which agrees with the criticized party."]}, {"sec_title": "Legitimacy Challenged by Changes Within and Outside the Newsroom", "sec_content": ["To sum up, journalistic claims for legitimacy seem to fall into three distinct, but highly interconnected categories: journalists can direct their claims for legitimacy towards a constituency for whom they have a preference over other constituencies. To legitimize themselves to that particular constituency, they can apply some fundamental principles, but these principles are still working at a rather abstract level and need to be operationalized into a daily practice from which news reporters can produce news stories. This is not to imply that, at any time, preferences, principles and practices are consistent and mutually determined in the sense that starting out with certain preferences will lead to certain distinct principles, which again will lead to certain practices and finally a particular news product. Rivalling conceptions of the proper preferences, principles and practices can exist and expand within news organizations, and in those instances, where the particular preferences, principles and practices are challenged, inconsistencies can emerge and change can be prompted at different levels to create a new base for legitimacy. Indeed, new forms for news reporting can just as well prompt new norms for news reporting, as the popularization of the public journalism movement in recent years has proved.", "In this case, the close collaboration between American news reporters and researchers led to the introduction of new journalistic means and methods that spread across the Atlantic as a new way to satisfy the preference for the public as a whole. The idea was originally and primarily to attempt to prompt more public engagement by addressing “people as citizens, potential participants in public affairs, rather than victims or spectators”, as one of the founding fathers of the public journalism movement proclaimed (Rosen, 1999, p. 22).", "A secondary reason for the introduction of new norms and forms for news reporting was also that these attempts were eagerly supported by some news editors and owners, who sought new ways of increasing their revenues, and changes can in this sense also have less to do with idealism than commercialism (McManus, 1994; Rosen, 1996).", "According to critics (e.g. McManus, 1994, 1997; Picard 2004), journalistic practice is under pressure from this commercialism. In their view, news organizations aim to maximize the number of readers, listeners, or viewers by employing new popular practices, which are often not in accordance with the preference of the public, which journalists claim to serve, and the principles by which it should be done. This leads to inconsistencies between the different categories of legitimacy, and thus destabilizes the legitimacy of journalists and journalism. The two alternatives are to fight the practice that is inconsistent with the preference and principles or to shift the preferences to consumers rather than citizens and be guided by the principle that what sells is legitimate journalism. This means that journalism's legitimacy would be connected to the market mechanism rather than the professional status of journalists.", "Whether the developments in how journalists legitimize themselves originate from changes in one or the other category, the catalysts for such changes within journalistic preferences, principles and practices can come both from within and outside the newsroom. Those changes that have led journalists to change their preferences, principles and practices ever since the invention of journalism have in many instances been thrust upon the profession by forces within news organizations. This happened when ownership or heavy subsidies of news organizations in the nineteenth and twentieth century changed from political parties and other special interests to nationally funded public service organizations and news media, which by their own admission provide public service for private money.", "Changes in the legitimacy of journalism, however, do not only stem from new movements and other types of developments within news organizations’ board rooms and newsrooms. Forces outside news organizations can also pressure the legitimacy of journalism and journalists, such as political, economical and other macro-societal changes that challenge the context within which the news media and the individual news reporters work. Lately new challenges have surfaced, and these are perhaps the most important developments in the contextual conditions of journalism which take the form of pressure from two fronts. Two fronts, that in both cases have been fuelled by technological innovations that have changed in fundamental ways how influences other than journalists can control the production, publication and distribution of news at news organizations. The driving force behind the first front could be termed amateurism. While some news reporters have been quick to diminish the importance of private citizens, who produce, publish and distribute their own news stories by way of new media, new social media are increasingly attracting people who in the past constituted the news audience, and as a result thereof, also those advertisers on whom the traditional news organizations depended in the transition from the era of the partisan press to the era of the social responsibility media.", "The second front is perhaps even more troubling for journalism—even if it introduces individual journalists to a new working field. The driving force behind this second front is the professionalization of communication among traditional news sources such as political sources and business sources. News reporters and news organizations experience the full force of this second front by way of what could be termed decision-maker journalism. The rise of new media has thus also furnished political parties, authorities, companies and organizations and with their own means for the production, publication and distribution of news. The result is perhaps best known under the term “brand media”, where journalists’ formerly employed by news organizations now produce news for the military, banks, relief organizations, music labels etc. A development that in many ways corresponds with journalism in the era of the partisan press, and thus marks a return to a period in the history of journalism, in which journalists justified their work by showing a preference for special interests and adjusted their principles and practice accordingly."]}, {"sec_title": "A Future Framework for Understanding and Working with Legitimacy", "sec_content": ["This cross pressure from citizens’ journalism and authoritative decision-maker journalism not only threatens traditional news organizations when it comes to the size of their audience and revenues from advertisers, but ultimately also threatens to dissolve the notion of what journalism is, and who journalists are. Some surveys seem to suggest that readers, listeners, viewers and Web users find it difficult to distinguish between journalism and other content providers in today's media landscape. And at times, it might seem as if the profession itself had problems with deciding what journalism is, and who journalists are. Still more traditionally trained journalists find new employment among their former news sources which have become professionalized and are now engaging journalists in what Michael Schudson in an earlier context described as para-journalism (Schudson, 1978). This term refers to people who take advantage of journalism in order to promote their own or their employer's interest, and in some countries, the national union of journalism has even embraced this development by organizing both journalists doing classical editorial journalism, and journalists who use their expertise to act as professional sources. This is the case for the Union of Danish Journalists which publishes a member magazine for public relations journalists and for journalists doing editorial, while the Swedish Union of Journalists only organizes journalists who in some way produce journalistic mass media content.", "All of these developments within and outside the newsroom have furthered the need for news organizations and journalists to distinguish themselves from the people who also try to claim authority in providing the public with information. Journalists can do this by their continual claims for legitimacy, and in this perspective, the three categories for claiming legitimacy—preference, principle and practice—might be helpful for both people engaged in research and news reporting. First and foremost the model can be helpful for researchers as an analytical framework that offers research and researchers a new vocabulary and vision of what journalism and journalists are rhetorically founded upon. In this sense, past and present research literature can be reviewed within this framework to assess where the research community can and should focus more in the future, e.g. in order to identify inconsistencies in preference, principles, and practices, which could potentially threaten the legitimacy of journalism. Furthermore, it can be utilized in comparative studies to assess how changes have been brought about in time and space (between media systems, nations, news organizations and even persons) and how changes in one have affected the other two.", "All of this can be seen as an attempt to follow the words and vision of the late James Carey: “Our studies need to be ventilated, then, by fresh perspectives and new interpretations even more than by additional data”, he stated, while writing about the problem of journalism history (1997a, p. 88). But the model might also have some value for those engaged in news reporting. At best, the tripartite structure on which claims for legitimacy rest namely also offer owners, editors, and editorial employees in traditional news organization an opportunity to contemplate more strategically about how they in the future can build a stronger coherent base for claims for legitimacy, through which they routinely may attempt to justify themselves and their profession (see e.g. Bertrand, 2003). Often journalism and journalists are met with criticism at a practical level, and albeit criticism can be justifiable, journalists might stand a better chance of explaining themselves if they can relate their work to principles and preferences.", "The success of this might not only affect journalism but also society at large. For as the literature reminds us, different institutions can derive mutual legitimacy by conscious or unconscious alignment (Boulding, 1971, p. 420), and several researchers and scholars have in the past pointed to the almost intimate connection between democracy and the press. Researchers within journalism studies have, for instance, pointed to an unwritten social contract by which democracy needs a free flow of information to be legitimate, and journalism needs to have a democratic function to be legitimate (McQuail, 1992; Kovach and Rosenstiel, 2001, p. 12; Strömbäck, 2005, pp. 332–3). James Carey has even gone as far as to claim that “journalism is usefully understood as another name for democracy” (1997b, p. 332). For some news reporters and researchers this might overstate the issue, but going back through the centuries even some of the very first writers and thinkers, such as Plato, Aristotle and Machiavelli, who dealt with the concept of legitimacy, were well aware of a correlation between the cohesion of democracy and a system of checks and balances.", "What is at stake here then might not only be the future of who journalists are and what journalism is, but what democracy is. All of which stress the need for researchers and news reporters alike to improve their description and discussion of the importance of legitimacy, and what the concept means for journalism and the people who practise it in some form or another."]}], "references": [{"title": "The Interaction Between Journalists and Experts in News Journalism", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Albæk Erik", "first_name": "Albæk", "last_name": "Erik", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Signs of Media Logic: half a century of political communication in The Netherlands", "year": "2006", "journal": "Javnost—The Public", "volume": "13", "authors": [{"name": "Brant Kees", "first_name": "Brant", "last_name": "Kees", "affiliation": "", "orcid": "", "role": ""}, {"name": "Van Praag Philip", "first_name": "Van", "last_name": "Philip", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Normative Navigation in the News Media", "year": "2008", "journal": "Journalism", "volume": "9", "authors": [{"name": "Bro Peter", "first_name": "Bro", "last_name": "Peter", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Tribune of the People: maintaining the legitimacy of aggressive journalism", "year": "2002", "journal": "Media, Culture and Society", "volume": "24", "authors": [{"name": "Clayman Steven", "first_name": "Clayman", "last_name": "Steven", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Structure of Foreign News", "year": "1965", "journal": "Journal of Peace Research", "volume": "1", "authors": [{"name": "Galtung Johan", "first_name": "Galtung", "last_name": "Johan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ruge Marie", "first_name": "Ruge", "last_name": "Marie", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The News About New Institutionalism: journalism&#039;s ethic of objectivity and its political origins", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Kaplan Richard", "first_name": "Kaplan", "last_name": "Richard", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Who&#039;s Responsible for Journalism", "year": "1997", "journal": "Journal of Mass Media Ethics", "volume": "12", "authors": [{"name": "Mcmanus John H.", "first_name": "Mcmanus", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Crisis or Decline?: problems of legitimation and loss of trust in modern professionalism", "year": "2006", "journal": "Current Sociology", "volume": "54", "authors": [{"name": "Pfadenhauer Michaela", "first_name": "Pfadenhauer", "last_name": "Michaela", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Commercialism and Newspaper Quality", "year": "2004", "journal": "Newspaper Research Journal", "volume": "25", "authors": [{"name": "Picard Robert", "first_name": "Picard", "last_name": "Robert", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Objectivity Norm in American Journalism", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Reporting and Professionalism: some constraints on the reporting of the news", "year": "1989", "journal": "Media, Culture and Society", "volume": "11", "authors": [{"name": "Soloski John", "first_name": "Soloski", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Research Agenda for an Institutional Media", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Sparrow Bartholomew H.", "first_name": "Sparrow", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "In Search of a Standard: four models of democracy and their normative implications for journalism", "year": "2005", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Managing Legitimacy: strategic and institutional approaches", "year": "1995", "journal": "The Academy of Management Review", "volume": "20", "authors": [{"name": "Suchman Mark", "first_name": "Suchman", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Objectivity as Strategic Ritual: an examination of newsmen&#039;s notions of objectivity", "year": "1972", "journal": "The American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Legitimacy and Moral Authority of the National News Council (USA)", "year": "2008", "journal": "Journalism", "volume": "9", "authors": [{"name": "Ugland Erik", "first_name": "Ugland", "last_name": "Erik", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Objective News Reporting", "year": "1983", "journal": "Communication Research", "volume": "10", "authors": [{"name": "Westerståhl Jörgen", "first_name": "Westerståhl", "last_name": "Jörgen", "affiliation": "", "orcid": "", "role": ""}]}]}