{"doi": "10.1080/14616700500450293", "url": "https://doi.org/10.1080/14616700500450293", "title": "GLOBAL JOURNALISM EDUCATION", "volume": "7", "year": "2006", "issue": "1", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Deuze", "first_name": "Mark", "name": "Mark Deuze"}], "abstract": " Journalism is a more or less autonomous field of study across the globe, yet the education and training of journalists is a subject much debated—but only rarely researched. This paper maps some of the salient issues when studying the structure and culture of a journalism education program to identify the key debates facing programs around the world when structuring, rethinking, and building institutions, schools, or departments of journalism where a combination of practical and contextual training is the prime focus. As a point of departure it is assumed that although media systems and journalistic cultures may differ widely, the changes and challenges facing journalism education around the world are largely similar, and thus would benefit from a “global” approach. The key literature and findings from journalism education studies in different parts of the world is thus conceptually synthesized into 10 categories, starting with philosophical notions of motivation and mission, ending with more “down-to-earth” concepts like curriculum and pedagogy. Each category is discussed in terms of the challenges, debates and tensions as educators and trainers in different parts of the world have signaled these. ", "body": [{"title": "Introduction", "paragraphs": ["Journalism is a more or less autonomous field of study across the globe, as exemplified by the (sometimes recent) appearance of dedicated scholarly national and international journals, annual international scientific conferences with dedicated panels, sessions and interest groups, and the emergence of a respectable body of theoretical and empirical literature particular to the field (Berkowitz, 1997; Löffelholz, 2004; Merrill, 2000; Shoemaker and Reese, 1996; Tumber, 1999; Zelizer, 2004). Yet while this rather self-congratulatory conclusion may be true, one cannot help but notice that the education and training of journalists is a subject much debated—but only rarely researched. Scholars from different parts of the world lament this, calling for studies on schools of journalism, on the determinants of journalism education, on the distinctions and similarities between industry training and professional education, and on the relationships between education, profession and society (Altmeppen and Hömberg, 2002; Cottle, 2000; Morgan, 2003; Reese and Cohen, 2000). This is not to say that there is little or no journalism education literature; on the contrary, academic bookshelves and peer-reviewed journals feature the work of numerous writers on the subject. The problem with this body of literature according to Becker (2003) is that it tends to be either too normative, or that it remains overtly descriptive. Indeed, most of the journalism education literature tends to be very specific—featuring case studies of what works or does not work in a particular curriculum, course or classroom—or wildly generic—where often senior scholars offer more or less historicized accounts of their lifelong experiences in “doing” journalism education. Regarding industry training, the literature does not offer many answers; overviews of education and training initiatives in particular countries tend just to mention or list these kinds of training programs initiated and paid for by news media organizations themselves (see e.g. Bierhoff et al., 2000). Such conclusions are too easy, though. Especially in recent years, several efforts have been made to professionalize the scholarship of journalism education (Reese and Cohen, 2000). Scholars in different parts of the world, such as Morgan (2000 2003) in Australia, Weischenberg (2001) in Germany, Herbert (2000) in the United Kingdom, de Beer (1995) in South Africa, and Dickson (2000) in the United States published works to this effect. If anything, these publications suggest that although media systems and journalistic cultures may differ widely, the changes and challenges facing journalism education around the world are largely similar, and thus would benefit from a “global” approach (see also Gaunt, 1992). Global in the context of this essay means the lateral links one can identify across (real and perceived) national and cultural boundaries, which get particular meanings in situated contexts. In this paper, I therefore intend to conceptually synthesize some of the key literature and findings from journalism education studies in different parts of the world as these sheds light on common challenges and initiatives.", "Regarding the feasibility of a global approach to conceptualizing journalism education, I follow the conclusions of previous cross-national work in the field such as offered by Gaunt (1992), Bierhoff and Schmidt (1997), and by Fröhlich and Holtz-Bacha (2003), all of whom signal an ever-increasing international formalization and standardization as a fundamental feature of developments in journalism education worldwide—if not particularly in the Western world. Indeed, Fröhlich and Holtz-Bacha (2003, pp. 317–8) suggest an emerging consensus on homogeneous standards as a key trend in their comparison of journalism education in Europe and the United States. Specific examples of international collaborative projects in assessing the wants and needs of a changing journalism training and education environment are:  In Europe: the various publications and programs on journalism training of the European Journalism Centre in Maastricht, The Netherlands (see Bierhoff and Schmidt, 1997; Bierhoff et al., 2000), coupled with emerging undergraduate and graduate international collaborative programs in “Eurojournalism” by schools and universities in Wales, Denmark, Germany and the Netherlands.   In Africa: audits, reports and programs by the Southern Africa Media Training Trust and the Media Institute of Southern Africa, as well as overviews offered by media professionals in the field (Lowe Morna and Khan, 2001; Ogundimu, 1990).   In the Asia-Pacific region: various collaborations of schools, media institutions and universities in the region including partners in Europe and the United States (scholarly summarized and analyzed by Loo and Lau, 2000; for Australia, see in particular Putnis and Axford, 2002).   In South America: research and training programs for the entire region initiated by the Ciespal Institute in Quito, Ecuador.   Worldwide: the UNESCO initiative Journet, a self-proclaimed global network for professional education in journalism and the media.   ", "In Europe: the various publications and programs on journalism training of the European Journalism Centre in Maastricht, The Netherlands (see Bierhoff and Schmidt, 1997; Bierhoff et al., 2000), coupled with emerging undergraduate and graduate international collaborative programs in “Eurojournalism” by schools and universities in Wales, Denmark, Germany and the Netherlands.", "In Africa: audits, reports and programs by the Southern Africa Media Training Trust and the Media Institute of Southern Africa, as well as overviews offered by media professionals in the field (Lowe Morna and Khan, 2001; Ogundimu, 1990).", "In the Asia-Pacific region: various collaborations of schools, media institutions and universities in the region including partners in Europe and the United States (scholarly summarized and analyzed by Loo and Lau, 2000; for Australia, see in particular Putnis and Axford, 2002).", "In South America: research and training programs for the entire region initiated by the Ciespal Institute in Quito, Ecuador.", "Worldwide: the UNESCO initiative Journet, a self-proclaimed global network for professional education in journalism and the media.", "What becomes clear when considering these various projects and programs is an amazing similarity of problems identified as topics of structural debate in most, if not all areas around the world regarding journalism education. As argued in the seminal work of Gaunt (1992, p. 2) on international journalism training: “[i]ndeed, whatever the geographic area or sociopolitical context, journalism educators and media professionals have had to come to terms with the same problems”. Another point of consensus among key scholars in the field of journalism studies seems to be that the question what journalism is (or should) be has become increasingly important in a media ecology best characterized by technological and cultural convergence, globalization and localization, and by an increasingly fragmented and seemingly disinterested public (see e.g. de Beer and Merrill, 2004; Deuze, 2005; Zelizer, 2000). For the purposes of this paper this important debate needs to be addressed on its own, perhaps even before a school or program in journalism studies and education takes shape. Pragmatically speaking, journalism within the context of professional education and industry training means the preparation of students for a career working in news media organizations and studying the work of those people editorially responsible for different types of storytelling in a wide range of news media (following Weaver and Wilhoit, 1996, p. 4).", "Before I move on to conceptually integrate the literature, a recurring and most fundamental discussion regarding global journalism education has to be resolved: the worldwide debate whether journalism education should exist at all. In the United States, for example, this debate was reignited in 2002 when the president of Columbia University in New York halted the search for a new dean for the journalism school, and declared the journalism curriculum “insufficient” (Kunkel, 2003; Romano, 2003). The resulting (inter-) national debate and report published by a specially appointed taskforce did not seem to resolve key questions, but rather reinforced traditional notions of journalism and journalism education as necessary, crucial, and even having “an ascending importance in the modern world” (Bollinger, 2003, p. 1). Looking at the slowly but surely disappearing audiences for mainstream news media as well as the corresponding impact of disintermediation all across the globe, such a conclusion seems overtly ambitious at best, and dangerously naïve at worst.", "Canadian educator Raudsepp (1989, p. 3) summed up the debate over time quite clearly: “journalism education … has ended up as neither fish nor fowl; it feels itself unloved by the industry and tolerated, barely, by the academy”, which argument can be heard throughout journalism's history in, for example, the United States, as Starck (2000) explains. Dennis (1988, p. 4) called the debate between profession and education “a dialogue of the deaf”, a sentiment echoed for the Asia-Pacific region by Loo and Lau (2000, p. 3), voiced in similar terms for South Africa by de Beer (1995), and mirrored in Europe by Stephenson (1997, p. 23): “the relationship between the world of academe and the world of journalism is not a bed of roses”. Gaunt (1992, p. 124) also considers the “deeply entrenched antagonism between “professionals” (empíricos) and college graduates (universitarios)” a significant feature of journalism training in Latin America and the Caribbean. What underlies this global debate is the consensus among practitioners that the status quo in the industry is the ideal one, hence newcomers only need to internalize what their senior peers already do. On the other hand, university administrators and faculty also tend to feel there is only one way of doing things—the academic way, which leads them to question the intellectual validity of adding vocational training to an otherwise largely “theoretical” program of study. Such Platonic ideas of either the profession of journalism or the “nature” of the university obscure the more complex and continuous character of the relationship between thinking and doing, reflection and action, theory and practice; these binary oppositions function extremely well to dig fictitious trenches to separate the social systems of journalism and the academe.", "So journalism educators and scholars face similar struggles all over the world, having to defend their curriculum, methods and theories against industry-wide shared notions that the academy is not the place to teach students how to get a job in the media, and that journalism is not the place to thoroughly reflect on the roles and functions of news media in society. Journalism education, in other words, must negotiate rather essentialist self-perceptions of both industry and academy, while at the same time finding ways to navigate the inconsistencies of its own field (e.g. negotiating a tradition in both the humanities and the social sciences). Research on journalism (education) therefore needs to conceptually address this dilemma, as choosing to lean towards either side—an unwinnable strategy yet commonly advocated—does not resolve the debate. The importance of this debate is that it is structural: it can be found in the earliest works on journalism education and training in the beginning of the 20th century, and it has been revisited regularly ever since. It can be resolved by dissolving the perceived dichotomy between theory and practice. Yet this adds a level of complexity to our understanding of journalism (and its education) that most likely would lead people in the field to protest, as it undermines entrenched perceptions of the different functions and thus legitimacy of both professional journalism and institutional learning in society.", "A worldwide comparison of contemporary approaches to, and programs of, journalism education also leads to the inevitable conclusion that all over the world journalism education is proliferating and differentiating, schools are started, special programs and initiatives deployed, new institutions or foundations erected. The world of journalism education is becoming increasingly complex. At the same time—not in the least because of the trends as outlined above—journalism education everywhere is increasingly facing the same issues. Using the cross-national comparative work of Gaunt (1992) and Fröhlich and Holtz-Bacha (2003), one can define five distinct types of journalism education worldwide:  Training at schools and institutes generally located at universities (see e.g. Finland, Spain, United States, Canada, South Korea, Egypt, Kenya, Argentina, the Gulf States, increasingly in Great Britain and Australia; this is becoming the dominant mode of training journalists-to-be worldwide; some educators, particularly in Africa and Latin America, resist this model on the grounds that it has neo-colonial features, making local programs increasingly dependent on global Western ideas and economies).   Mixed systems of stand-alone and university-level training (France, Germany, India, Indonesia, China, Brazil, Nigeria, Turkey, South Africa).   Journalism education at stand-alone schools (Netherlands, Denmark, Italy).   Primarily on-the-job training by the media industry, for example through apprenticeship systems (Austria, Japan; Great Britain and Australia started this way, as this is a typical feature of the Anglo-Saxon model).   All of the above, and particularly including commercial programs at universities as well as in-house training by media companies, publishers, trade unions, and other private or government institutions (Eastern Europe, Cuba, North and Central Africa, the Middle East).   ", "Training at schools and institutes generally located at universities (see e.g. Finland, Spain, United States, Canada, South Korea, Egypt, Kenya, Argentina, the Gulf States, increasingly in Great Britain and Australia; this is becoming the dominant mode of training journalists-to-be worldwide; some educators, particularly in Africa and Latin America, resist this model on the grounds that it has neo-colonial features, making local programs increasingly dependent on global Western ideas and economies).", "Mixed systems of stand-alone and university-level training (France, Germany, India, Indonesia, China, Brazil, Nigeria, Turkey, South Africa).", "Journalism education at stand-alone schools (Netherlands, Denmark, Italy).", "Primarily on-the-job training by the media industry, for example through apprenticeship systems (Austria, Japan; Great Britain and Australia started this way, as this is a typical feature of the Anglo-Saxon model).", "All of the above, and particularly including commercial programs at universities as well as in-house training by media companies, publishers, trade unions, and other private or government institutions (Eastern Europe, Cuba, North and Central Africa, the Middle East).", "Although one should not reduce regional and local complexities too much, the literature does suggest most if not all systems of journalism education are moving towards the first or second model, indicating increasing levels of professionalization, formalization and standardization worldwide. However, this is neither an inevitable nor necessarily linear development, and my argument should not be construed as a claim to singularity or universality as an inescapable byproduct of globalization. One also has to note that industry training exists in most if not all countries, even though investment in newsroom training tends to suffer most in times of economic downturn for the news (Bierhoff et al., 2000; Kees, 2002). The sketched trend towards differentiated and specialized teaching is not unique to journalism education, as systems of higher education worldwide are expanding rapidly, innovating and further developing existing programs, adding all kinds of new courses, curricula or even disciplines (Daun, 2002).", "Whatever its shape or size, journalism education everywhere traditionally covers practical skills training, on the one hand, and general contextual education and liberal arts courses, on the other hand. Although the specific needs and demands of the media system differ from region to region and are largely determined by (and are a reflection of) the particular culture and foundation in law and history, the delicate balance between practical and contextual knowledge has always been the main area of attention within journalism programs worldwide. Using these points of reference for my map, I move on to identify the key debates facing programs around the world when structuring, rethinking, and building institutions, schools, or departments of journalism where a combination of practical and contextual training is the prime focus. I have organized the literature—consisting of scholarly research publications, trade journals, national and regional audits and reports—into 10 categories, starting with philosophical notions of motivation and mission, ending with more “down-to-earth” concepts like curriculum and pedagogy.1 This conceptual organization is based on the assumption that each step or debate flows from the previous one, whereas decisions made on every level function to enable or limit options in the next phase of structuring a program on journalism education research. It comes as no surprise that my main conclusion on all of the issues mentioned will consist of a call to arms for more intensive, rigorous and cross-cultural (next to cross-national) research on journalism education using the considerations and steps as outlined here as a guide (Hanitzsch, 2005).2 The identified analytical categories can be conceptualized as 10 fundamental questions:   Motivation: why journalism education?    Paradigm: what (set of) ideas guide journalism education?    Mission: what is the position of journalism education vis-à-vis the profession and its publics?    Orientation: on what aspect (or aspects) of journalism is the education based (such as: the media, genres, or functions of journalism in society)?    Direction: what are the ideal characteristics of those graduating?    Contextualization: in what social context is journalism education grounded?    Education: is journalism education a socializing or an individualizing agent?    Curriculum: how is the balance between practical and contextual knowledge resolved?    Method: what is the structural or preferred pedagogy, and why?    Management and Organization: how is journalism education organized?   ", " Motivation: why journalism education?", " Paradigm: what (set of) ideas guide journalism education?", " Mission: what is the position of journalism education vis-à-vis the profession and its publics?", " Orientation: on what aspect (or aspects) of journalism is the education based (such as: the media, genres, or functions of journalism in society)?", " Direction: what are the ideal characteristics of those graduating?", " Contextualization: in what social context is journalism education grounded?", " Education: is journalism education a socializing or an individualizing agent?", " Curriculum: how is the balance between practical and contextual knowledge resolved?", " Method: what is the structural or preferred pedagogy, and why?", " Management and Organization: how is journalism education organized?", "Most scholarly work tends to focus almost exclusively on issues related to curricular matters (category 8), and the trade literature especially revisits the legitimacy issue on a regular basis (category 3). Let me repeat that each of these issues is a significant area of research and debate, and I consider the decisions made within every category as having a “domino-effect” across the whole spectrum of possible choices."]}, {"title": "Motivation", "paragraphs": ["The relevance of journalism education ties in with the ongoing professionalization of journalism (and the discipline of journalism studies), as more and more journalists enter the profession via a school, department or institute for journalism education. Weaver (1998, p. 459) indicates that roughly 40 percent of journalists in 21 countries (from all corners of the earth) have a college degree in journalism. A closer look reveals that among those journalists younger than 30 years, college graduates are the vast majority (Deuze, 2002). Considering the growth of higher education, the motivation to start, expand, or innovate a program in journalism education becomes pertinent again. Some kind of training in journalism—coupled with contextual courses—at the university level is offered by a wide range of departments and disciplinary traditions, varying from the humanities, the social sciences up to computer science and library studies. As the average age of journalists in most Western countries is rising steadily, there may be a market for all these graduates when a whole cluster of reporters reaches (early) retirement age between 2005 and 2010. Such an economic argument does seem a bit limited as a motivation for journalism education. The discussion could therefore be more focused on conceptual arguments for a well-rounded program in journalism, after all: journalism research and education can (or should) help to build and sustain the professional self-organization of journalism, and contribute to the establishment, development and application of quality assessment tools for journalistic practices. Although many educators insist such lofty ideals are part of their motivation, only rarely are such ideals made explicit, put up for critical reflection or debate."]}, {"title": "Paradigm", "paragraphs": ["The motivation for journalism education is at least partly based on its function as the backbone for the journalistic profession. Journalism is generally considered to be contributing significantly to the functioning and well-being of society. These two fundamental arguments are reflected in the paradigmatic debate on journalism education: does such a program or curriculum prepare journalists for future employment, or does it serve to educate “super” citizens? A focus on the first choice reduces teaching and training to helping young women and men internalize the occupational ideology and practices of journalism, and does not seem to inspire much more beyond that. Shifting the paradigm to the second option, the industry is continuously looked at with a critical eye, instilling historical awareness as well as future perspectives in the mode of instruction. This is not necessarily a debate between practice versus theory; preparing people for immediate employment is a distinctly theoretical exercise as the status quo of the media industry must be gauged and analyzed constantly. A critical perspective on (news) media can be a hands-on program largely based on excessive media use, debate, praxis, and reflection, preparing students to graduate as extremely well-informed citizens—and thus practitioners every employer would love to have. In countries where journalism education traditionally was almost exclusively offered on a vocational basis (see categories 2 and 3 above), an increasing number of universities now offer MA- and even PhD-level programs in journalism, accessible for those students with an (under-) graduate degree in another field. In doing so, these academic institutions cleverly answer the demand of the market for critical-reflective and broadly educated newcomers—who also possess some basic journalistic skills. Key here is a reflection on the specific role and mandate of journalism education in today's rapidly converging and globalizing news media market."]}, {"title": "Mission", "paragraphs": ["Several authors identified two distinctly different positions for journalism education in society: the “follower” mode, where the mission of the school or program centers on training as a reflection of the actual wants and needs of the profession; and the “innovator” mode, where journalism training is seen as a development laboratory, preparing students for a changing future rather than a static present. Bierhoff and Schmidt (1997, p. 6) conclude their analysis of these two positions as: “the media industry often says it wants the latter but expects the first”. Journalism education tends to be based on a classical model of the profession, defined by its occupation ideology, its history of professionalization, and its privileged role in democratic society. One could argue that a more differentiated mission might prepare students for an increasingly complex future, if one takes the combined technological (digitalization and convergence), economical (commercialization and corporatization), and social (multiculturalism and globalization) changes to the existing worldwide media ecology into consideration. Such developments do not necessarily change the role of journalism in society, but most definitely make the work of journalists more complex. Even if most of the literature on journalism education acknowledges these forces of change and their potential impact on the curriculum, the question of core mission or mandate tends not be addressed in any analytical detail."]}, {"title": "Orientation", "paragraphs": ["Journalism students generally are trained in sequences, based on the premise that different media—television, newspaper, magazine, radio, Internet—each have distinctly different journalisms. This is only true if one embraces a strictly instrumental definition of journalism—an approach that tends to reduce journalists to “button-pushers”, media workers who understand how, but not why. Several authors have suggested other orientations for journalism education, for example sequencing the program out along functions of news—information, opinion, criticism, entertainment—or genres, domains and types of journalism—“hard” versus “soft” news, human interest versus investigative reportage, the beat system, and so on. There is much to say for each of these orientations, but all of them suffer from the same problem: they tend to reify and essentialize the existing ideas, values and practices within the constructed sequence, while ignoring the ongoing hybridization and convergence of such genres, media types, and domains of the media. If anything, most if not all of the (news) media around the world are developing along two different but related lines: fragmentation and generalization. On the one hand, specialized (and often short-lived) niche media are put on the market at a bewildering pace. Examples are new radio and television stations, portal sites or magazines dedicated to a narrowly defined target audience as profiled by a market research company or advertising agency. On the other hand, most of the existing mainstream media brands are increasingly similar in content and format, attempting to offer the quickly vanishing concept of the “mass” audience a little bit of everything. To this one can add a convergence of media formats, designs and production styles: newspapers look like television screens (USA Today) or magazines (opting for the tabloid-format), magazines look like television (Stern), television looks like the World Wide Web (CNN Headline News), and Internet looks like everything else (MSNBC). Industry mergers, company cross-ownership and the liberalization of the media market amplify and accelerate these trends. How to reorient journalism education in order to address to these developments? The emergence of studies and books offering fundamental overviews and analyses on what the definitions and meanings of journalism and news are—see Löffelholz (2004), Deuze (2004) and Zelizer (2004) for example—clearly suggests one orientation: a renewed focus on the perceived “core” of journalism, delegating the particulars of all possible sequences to the background."]}, {"title": "Direction", "paragraphs": ["Management philosopher Charles Handy (1995) suggests the direction of education and training should move towards the preparation of students for a “portfolio worklife”, arguing that contemporary professionals do not build a career within one organization nor by doing one thing really well—they switch regularly from employer to employer, from industry to industry, whereas the quality of their work is defined by the diversity and richness of their collection of skills and achievements. This pattern of career-building and employment is typical for information professionals, and indeed is already visible among the most recent newcomers in journalism around the world: they switch between newsrooms, departments and media more in five years than their senior colleagues have done in 20 years (Deuze, 2002). This brings new life to the debate whether a school or program of journalism education should train specialists or generalists. This debate needs specification: a practitioner may be specialized in a “hot” topic (such as foreign policy, movie celebrity, lifestyle economy), a medium (print, electronic, online), or even a genre (information, infotainment, entertainment). Again, the range of answers to these questions should be considered in the context of the previous issues: if the orientation of a school of journalism is the medium, the graduating student is more likely to be a good newspaper or television reporter (as radio and Internet generally are underserved sequences), rather than a news worker who has the skills, knowledge and reflective attitude necessary to survive in today's converging media market. Yet someone who knows a little bit of everything while not being particularly skilled in any medium may find it equally hard to find employment—as most media organizations seem to be looking for an excellent person in one medium who understands and can work together with colleagues from other parts of the company (including but not limited to editorial, marketing and advertising staff). Research in journalism education should identify different ways to translate global trends in the industry to local particulars—such as the mission, orientation and direction of the school or program in question."]}, {"title": "Contextualization", "paragraphs": ["A discussion on issues facing journalism education is not so much a debate on curricular matters—what to teach—or pedagogical matters—how to teach. Issues common to journalism education on a global level, for example, should include an analysis and discussion of how the various ways to organize the training of journalists can be interconnected with developments in society at large. This understanding is based on the assumption that journalism cannot exist independent of community; it is a profession interacting with society in many—and not wholly unproblematic—ways, and should therefore be seen as influencing and operating under the influence of what happens in society (Kovach and Rosenstiel, 2001). Just as the news organization cannot maintain itself completely distanced or independent from society, a school of journalism also has to define ways to culturally and thematically contextualize its program. In light of the developments in cross-national journalism education as sketched above, a meaningful context for all courses and pedagogies could be the global–local nexus, including but not limited to a distinctly international teaching agenda. Students would be confronted in all matters by the cross-cultural or transnational nature of what they are learning. A specific example is the rather questionable idea embedded in all US journalism textbooks, that “objectivity” (or some version thereof) is a value typical of American journalists (Brennen, 2000). The occupational ideology of journalism is indeed largely similar across the globe—with journalists easily agreeing on shared values like working fast on deadline, being ethical, championing editorial autonomy, and so on (Deuze, 2005). Contextualizing journalism education can go into many different directions. Next to globalization, one could also think of the multicultural society, featuring themes such as social and cultural complexity, inclusivity and diversity awareness. Digitalization of media is another possible context, with possible themes like computer-assisted reporting, multimedia news production, desktop publishing, tactical media use, and what Atton (2004, p. 25ff) calls “radical online journalism”. Finally, a focus on the ongoing corporate colonization of newsrooms opens up curricular possibilities for issues like infotainment, tabloid journalism, and the commodification of news. Delegating such contexts to elective coursework or ignoring them altogether may not be a feasible strategy if one's goal is to adequately prepare the student for a professional role in contemporary society."]}, {"title": "Education", "paragraphs": ["Paraphrasing Rorty (1999 [1989], p. 117), education refers to two entirely distinct, and equally necessary processes: socialization and individualization. Before students can be educated for freedom, Rorty argues, the constraints of the consensual knowledge of the day have to be imposed. Freedom in this context means self-creation through a cultivating of imagination, doubt and critical self-reflection. In journalism education, authors as diverse as Glasser (1992) and Reese and Cohen (2000) in the United States, Blöbaum (2000) in Germany, Deuze (2001) in the Netherlands, and Rhoodie (1995) in South Africa, have made similar claims in the past, advocating the training of “reflective practitioners” and an integration of theory and practice in the journalism curriculum. On the other hand, strong arguments have been made in the United Kingdom by Herbert (2000) or in the United States by Medsger (1996) for a more professional and vocational focus on journalism education, preferably supported by the media industry. The latter view continues the role of education as a socializing agent from secondary into tertiary education, whereas the first sees teaching as a way to help students to develop their own voice in the field—much in line with philosophical notions of journalism as an act of individual freedom and responsibility, rather than a social system located in and managed by corporate media (see e.g. the work of Merrill on existential journalism). Ultimately, Rorty calls on colleges to offer a blend of specialized vocational training and provocation to self-creation. The particulars of such a mix are of key concern here: where does the socialization into media sequences (each with their own historically grown and carefully cultivated formulas and legends) stop, and does the individualization of the “free minds” that journalists are supposed to be (in their self-image and shared definitions of legitimacy) begin? It could be argued that much of the decision-making on such issues is determined by cultural and historical factors—and thus should become a prime venue of careful and considered journalism education research."]}, {"title": "Curriculum", "paragraphs": ["Most of the literature on journalism education starts at the curriculum. Many scholars, educators and media practitioners thus conveniently ignore the forces and decisions that defined the parameters within which any discussion of curricular matters takes place. This also means that there are plenty of tools available for conceptualizing and theorizing the journalism curriculum. As mentioned earlier, most of the literature draws a clear line between practical and contextual knowledge. But many question this seemingly clear-cut distinction, if only because of the impossibility to articulate where “context” stops and “practice” begins. Kovach and Rosenstiel (2001), for example, effectively argue that newsgathering is meaningless without putting the “facts” in a more or less coherent or at least thematic context. Morgan (2000) rephrases this dichotomy as a combination of procedural and propositional knowledge plus a professional capability to enact this knowledge, thereby solving the problem of drawing boundaries between two interconnected sets of values, idea(l)s, and practices. Weischenberg (2001) offers one of the most complex and articulate approaches to what he calls the ideal-typical journalistic competence, defining three particular domains: Fach-Kompetenz, Vermittlungs-Kompetenz, and Sach-Kompetenz. The first domain consists of instrumental skills (such as reporting, writing, and editing), and knowledge about journalism: media economy, law, and history. In the second domain the student learns articulation skills: how to present information and news (genres, formulas, conventions, design, and so on). Thirdly, the curriculum includes elective and required courses on a variety of special topics like sociology, political science, financial economy, but also social-scientific research methods. To this mix Weischenberg adds what he describes as “Nachdenken über journalistisches Handeln”: reflection on role and function of journalism in society. Müller (1999, pp. 19–20) argues that an emphasis on either domain or element thereof in a journalism education program, further augmented by changes in the media and in the way society communicates through media, can have an immediate impact on the profession, particularly on the way journalists see themselves (e.g. in terms of their role perceptions).", "Carr (2003, p. 133ff) identifies three core issues in the debate about curriculum: purpose, form, and content. Curriculum research, Carr argues, walks a fine line between identifying “which potentially objective kinds or forms of knowledge and understanding are appropriate for inclusion”, and taking into consideration the cultural, historical and geographical factors that determine educational value for the particular social constituency involved. Regarding the form of the curriculum, the literature generally takes issue with teaching as a way to coherently build up knowledge about a subject, as reflected by moving groups of students through increasingly advanced courses featuring roughly similar topics and skills.", "Another approach is the more progressive ideal of allowing students to chart their own path through the curriculum, including an emphasis on doing coursework outside of journalism. All over the world, a second debate can be identified on the uses and merits of experiential education, or “learning by doing”: stimulating or even requiring students to take internships and apprenticeships in mainstream news media organizations, and engaging them in the production of campus media (maintaining a newspaper, website, radio and television broadcasts intended for students, faculty and staff). For Blöbaum (2000) the in-house production of campus media is the ideal meeting place for theory and praxis, for others it is a costly waste of faculty time and resources, taking time and money away from teaching and research.", "To this can be added that decisions about the content of a curriculum are never value-neutral, but are based on the choices made within the other categories as identified here, as well as limited (or: enabled) by the evaluations and considerations made earlier in the school's history. Nelson and Watt (1999) also remind us of the role particular personalities and institutional policies play in the decision-making process in higher education—a perfectly good plan on paper may mean something entirely different in everyday practice when applied by educators who are either friends or enemies of the initiators involved. Finally, decisions regarding the curriculum also bear on the conceptualization of journalism education in terms of evaluative assessments of the students’ process and performance. Standards have to be matched by those maintained in the industry (which are never exactly the same), the academe (where learning goals and objectives must be identified), and those implicated by a choice for either formal standardization across cultures and media (a development typical to current trends in European journalism education according to Fröhlich and Holtz-Bacha), or course-by-course or even individual case-by-case assessments. Following the American model as established and regularly updated by the Accrediting Council for Education in Journalism and Mass Communication (ACEJMC), several countries—particularly in the European Union and southern Africa—are moving towards some kind of standardization of requirements for undergraduate and graduate programs in journalism education. However, beyond the formal ACEJMC guidelines there does not seem to be a consensus (yet) on what exactly such standards would be. The newly established Flemish-Dutch accreditation council (starting formal operations in 2005), for example, merely mentions comparability with international programs and a curriculum clearly addressing the current and (near) future wants and needs of the industry as two key criteria for accrediting existing and new programs. What this exactly means, how this can or should be established or how this could or should be based on the above-mentioned other key elements of building a coherent program for journalism education, is quite unclear—which I do see as a direct result from a lack of rigorous scholarship in the field of (international) journalism education and training."]}, {"title": "Method, Management and Organization", "paragraphs": ["Because of the delicate balance between practical and contextual knowledge offered in journalism education worldwide, each school and program tends to combine different methods of teaching. Considering the contemporary blend of commodification (and thus massification) of higher education, proliferation of schools and the professionalization of the discipline, debates on pedagogical matters in journalism education seem to get more attention. One important discussion involves tensions between advocates of standardized methods (including testing, coursework, and pedagogy), and those who emphasize a culture of learning rather than teaching (emphasizing the importance of individual expression, exposure to much more than just the consensual knowledge of the day). The first kind of mindset seems to be on the upper hand. As enrolment in journalism programs continues to rise and the number of schools is growing, we should critically investigate the consequences this has, as systems of mass education tend to promote a product-oriented teaching culture instead of a process-focused learning culture. As Bauman argues, “[t]he way learning is structured determines how individuals learn to think” (2000, p. 123), so if we structure learning with a focus on product rather than process, on student output rather than input, something might be lost (and gained) along the way. The teaching and pedagogy debate also becomes more salient because of the convergence of media technologies, formats, genres, and structures of ownership in the industry (and thus its training and educating models). Several studies show how a shift towards a “converged” curriculum challenges the existing ways of doing things in schools of journalism, in particular breaking down the boundaries between formerly distinct departments, sequences or tracks (Bromley and Purdey, 2001; Kennedy, 2002). A third important trend is the growing UK and US influence on higher education worldwide (Daun, 2002; Westerheijden et al., 1994, p. 22). Again, an in-depth study of journalism education must interrogate the profound consequences this has—in terms of opportunities as well as threats. If one links ongoing standardization with increasing Anglo-American influence, a picture of globalized education emerges that begs research."]}, {"title": "Conclusion", "paragraphs": ["This paper is an attempt to map some of the salient issues when studying the structure and culture of a journalism education program. In an earlier research project on the various ways in which new media and journalism schools in Europe addressed innovation, Bierhoff et al. (2000) concluded that educators in different countries need to engage in a dialogue—with each other as well as the industry. Although this advice has been voiced in the past, we identified two significant problems for doing so: the general lack of vision and systematic investigation of (old and new) training models. It certainly seems schools and programs of journalism education all over the world are changing fast, trying to keep up with industry and academy, accommodating increasing student numbers, while at the same time trying to develop some kind of coherence in the curriculum. No small task indeed—and therefore a task that desperately needs to be supported by structural, critical, in-depth and particularly systematic research. As I see it, this research has to follow two distinct paths. First, scholars both inside and outside of the field of journalism studies have to re-ignite “old” debates about what journalism is and should be, and postulate concepts, models and theories accordingly. This strand of research should primarily be informed by one key assumption: journalism is not and never should be disconnected from (the idea of) community—which concretely means that any conceptualization of journalism must always be framed in terms of journalism and society, as it then can be situated in particular technological, economical, political and social contexts. Second, journalism education should be addressed as a distinct field of study, applying our well-established methods—content analyses, surveys, case studies, expert interviews, historical document research—to empirically document the impact of the different choices available within and between the distinct categories as outlined in this paper. Again, the assumption would be that none of these categories exists on its own. Hence, a study of “just” the curriculum or “just” the mission of a school or program would be an example of reductionism, whereas an embedding of any particular project within the larger framework—one example of which as offered in this essay—would yield interesting, and perhaps even globally relevant insights.", "This call to arms is not in the least motivated by the fact that journalism education as a socializing agent is becoming increasingly powerful in today's media, as a vast majority of newcomers in the profession worldwide come to the job with some kind of training or education in journalism. It is my conviction that how we educate them, and how we engage our students and ourselves in a meaningful (preferably non-hierarchical) dialogue, ultimately has an influence on how journalism gets done. In other words: with studying journalism education, we now can take responsibility for our findings when studying the work of journalists."]}], "references": [{"title": "“What the Hacks Say: the ideological prism of US journalism texts”", "year": "2000", "journal": "Journalism", "volume": "1", "authors": [{"name": "Brennen Bonnie", "first_name": "Brennen", "last_name": "Bonnie"}]}, {"title": "“Chilling Out—but not yet ‘cool’. New media training in a UK journalism school: a further report on ‘journomorphosis’”", "year": "2001", "journal": "Convergence", "volume": "7", "authors": [{"name": "Bromley Michael", "first_name": "Bromley", "last_name": "Michael"}, {"name": "Purdey Heather", "first_name": "Purdey", "last_name": "Heather"}]}, {"title": "“New(s) Times: towards a ‘second wave’ of news ethnography”", "year": "2000", "journal": "Communications", "volume": "25", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "“The ‘Professional Teaching of Journalism as a Science’ Approach—an introduction”", "year": "1995", "journal": "Ecquid Novi", "volume": "16", "authors": [{"name": "De Beer Arnold", "first_name": "De", "last_name": "Arnold"}]}, {"title": "“Whatever Happened to Marse Robert&#039;s Dream? The dilemma of American journalism education”", "year": "1988", "journal": "Gannett Center Journal", "volume": "2", "authors": [{"name": "Dennis Everett", "first_name": "Dennis", "last_name": "Everett"}]}, {"title": "“Educating ‘New’ Journalists: challenges to the curriculum”", "year": "2001", "journal": "Journalism and Mass Communication Educator", "volume": "56", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "“National News Cultures: towards a profile of journalists using cross-national survey findings”", "year": "2002", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "79", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "“What Is Journalism? Professional identity and ideology of journalists reconsidered”", "year": "2005", "journal": "Journalism Theory Practice \\& Criticism", "volume": "6", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "“Professionalism and the Derision of Diversity: the case of the education of journalists”", "year": "1992", "journal": "Journal of Communication", "volume": "42", "authors": [{"name": "Glasser Ted", "first_name": "Glasser", "last_name": "Ted"}]}, {"title": "“The Changing Face of Journalism Education in the UK”", "year": "2000", "journal": "Asia Pacific Media Educator", "volume": "8", "authors": [{"name": "Herbert John", "first_name": "Herbert", "last_name": "John"}]}, {"title": "“Media Education and Training”", "year": "2000", "journal": "Asia Pacific Media Educator", "volume": "8", "authors": [{"name": "Loo Eric", "first_name": "Loo", "last_name": "Eric"}, {"name": "Lau Tuen-Yu", "first_name": "Lau", "last_name": "Tuen-Yu"}]}, {"title": "“Recipes for Success: curriculum for professional media education”", "year": "2000", "journal": "Asia Pacific Media Educator", "volume": "8", "authors": [{"name": "Morgan Frank", "first_name": "Morgan", "last_name": "Frank"}]}, {"title": "“They Don&#039;t Teach Survival Skills: journalism education in Africa”", "year": "1990", "journal": "Gannett Center Journal", "volume": "4", "authors": [{"name": "Ogundimu Folu", "first_name": "Ogundimu", "last_name": "Folu"}]}, {"title": "“The Interaction of Diversity and Uniformity in Shaping Communication and Media Studies in Australian Universities”", "year": "2002", "journal": "Higher Education Review", "volume": "", "authors": [{"name": "Putnis Peter", "first_name": "Putnis", "last_name": "Peter"}, {"name": "Axford Beverly", "first_name": "Axford", "last_name": "Beverly"}]}, {"title": "“Reinventing Journalism Education”", "year": "1989", "journal": "Canadian Journal of Communication", "volume": "14", "authors": [{"name": "Raudsepp Eric", "first_name": "Raudsepp", "last_name": "Eric"}]}, {"title": "“Educating for Journalism: the professionalism of scholarship”", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Reese Stephen", "first_name": "Reese", "last_name": "Stephen"}, {"name": "Cohen Jeremy", "first_name": "Cohen", "last_name": "Jeremy"}]}, {"title": "“News-editorial Journalism Education at Higher Education Institutions in the USA and the RSA”", "year": "1995", "journal": "Ecquid Novi", "volume": "16", "authors": [{"name": "Rhoodie Dan", "first_name": "Rhoodie", "last_name": "Dan"}]}, {"title": "“Negotiating Professional and Academic Standards in Journalism Education”", "year": "2000", "journal": "Asia Pacific Media Educator", "volume": "8", "authors": [{"name": "Starck Kenneth", "first_name": "Starck", "last_name": "Kenneth"}]}, {"title": "What Is Journalism Studies?”", "year": "2000", "journal": "Journalism", "volume": "1", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie"}]}]}