{"doi": "10.1080/1461670X.2018.1556321", "url": "https://doi.org/10.1080/1461670X.2018.1556321", "title": "Foundation Funding and the Boundaries of Journalism", "volume": "20", "year": "2019", "issue": "14", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Scott", "first_name": "Martin", "name": "Martin Scott"}, {"last_name": "Bunce", "first_name": "Mel", "name": "Mel Bunce"}, {"last_name": "Wright", "first_name": "Kate", "name": "Kate Wright"}], "abstract": "ABSTRACTPrivate foundations are an important source of funding for many news outlets. It has even been suggested that they may offer a partial solution to journalism’s economic crisis. Yet we do not know how foundation funding shapes journalistic practice. In this article, we show that foundation funding has a significant effect on the “boundaries of journalism”. That is, the ways in which journalists understand, value and practice their journalism. This argument is based on 74 interviews with the most active foundations funding international non-profit news and the journalists they support. In general, we found that these foundations did not try to directly influence the content of the journalism they funded. However, their involvement did make a difference. It created requirements and incentives for journalists to do new, non-editorial tasks, as well as longer-form, off-agenda, “impactful” news coverage in specific thematic areas. As a result, foundations are ultimately changing the role and contribution of journalism in society. We argue that these changes are the result of various forms of “boundary work”, or performative struggles over the nature of journalism. This contrasts with most previous literature, which has focused on the effects of foundation funding on journalistic autonomy.", "body": [{"title": "", "paragraphs": ["Journalism is facing a well-documented economic crisis, caused by significant declines in circulations and advertising revenue. Financial support from private foundations is often suggested as one of the potential solutions to the failure of conventional commercial business models (Benson 2017). According to Media Impact Funders, between 2011 and 2015, foundations awarded grants worth more than $1.3 billion annually to media and journalism around the world. This included $250 million each year to support media development and $220 m to support independent journalistic reporting (Karstens 2017). Foundation funding is a particularly significant stream of income for non-profit news organisations. In the US, for example, 60% of non-profit news outlets derive at least half their budget from foundations (Mitchell et al. 2013, 19).", "Despite its significance, we know surprisingly little about how foundation funding shapes journalism. The current literature on foundation-funded journalism (or philanthro-journalism) is both relatively small and focussed almost entirely on the consequences for journalists’ professional autonomy. Benson (2017, 1), for example, warns that, “media organizations dependent on project-based funding risk being captured by foundation agendas and are less able to investigate the issues they deem most important”. In the first two sections of this article, we argue that this fixation on journalistic autonomy obscures other important consequences of foundation funding.", "In order to offer a more comprehensive analysis of the impact of foundations, we present the results of a study of how journalists and foundations interact across an entire sub-field of journalism: non-profit international news. In the methodology, we describe our conduct of 74 interviews with representatives of the most active foundations and intermediary organisations in this sub-field as well as a range of non-profit news outlets specialising in international news. We use this data to address two key questions: how do foundations approach their relationship with journalists? and what are the main consequences of this relationship?", "We find that the most significant effect of foundation funding is not necessarily on journalistic autonomy, but on the boundaries of journalism itself, or the ways in which journalism is understood, valued and practiced (Carlson 2015, 2). Specifically, we show that, the interactions between foundations and journalists lead to an expansion in the boundaries of professional journalistic practice (to include non-editorial work); an increase in thematic content; and a shift in journalists’ role perceptions to more outcome-oriented reporting. Moreover, these interactions led to a reduction in the volume of editorial output, and a concentration of funding within a relatively small number of news non-profits. Foundation funding ultimately encourages journalists to focus on producing longer-form, off-agenda news coverage about topics that broadly aligned with the priorities of the most active foundations.", "We demonstrate that these effects are not the result of foundations’ attempts to interfere directly with grantees’ activities, as is often suggested, but are a product of “boundary-work”, or the performative struggles over the label of “journalism” (Carlson 2015, 2). We argue that, in non-profit international journalism, the two principal forms of boundary-work derive from foundations’ pursuit of an impact agenda but also, ironically, from the ways in which they seek to preserve grantees’ autonomy. Indeed, throughout we make a subtle but very important distinction between journalists’ actual autonomy and the performative ways in which journalists and foundations define and claim to be able to protect autonomy. The later, we suggest, may be just as important as the former.", "In summary, we argue that foundation funding shapes what we understand journalism to be. This is important because it suggests that foundations are changing the role that journalists play in democracy. In the case of non-profit international news, foundations direct journalism (both intentionally and unintentionally) towards outcome-oriented, explanatory journalism in a small number of niche subject areas. We do not make a normative claim about whether these changes are “good” or “bad” for journalism. However, we are concerned that such important decisions about journalism – a vital institution to democracy – are being made by a small number of generally un-transparent organisations, controlled by powerful individuals, which are rarely scrutinised or held accountable by any larger or democratic body."]}, {"title": "Foundation Funding and Journalistic Autonomy", "paragraphs": ["Most existing research and commentary about foundation-funded journalism has focused on the consequences of this funding for journalistic autonomy. Murdock (1983, 118) distinguishes between two different levels of autonomy. Allocative autonomy is the ability to determine resource allocation within a news organisation as well its overall goals and scope, whereas operational autonomy refers to news professionals’ control over day-to-day editorial production. According to Browne (2010, 890), optimistic accounts of philanthro-journalism suggest that foundation funding can help preserve or even enhance journalists’ operational autonomy by, “reducing the likelihood of pressure from an owner or advertiser … giving reporters more time to work on a story … freeing them to pursue less-popular topics”.", "In contrast, several studies and reports have documented instances of foundations seemingly interfering directly with their grantees’ editorial decision-making: compromising their operational autonomy by encouraging them to cover (or not cover) certain stories, or to report on them in particular ways. For example, in her research into donor-funded media in the Global South, Schiffrin (2017, 19) describes instances where, “grantees told us of donors calling up and suggesting a story idea or even criticizing a story they had published”. Similarly, in his study of non-profit investigative news outlets in Africa, Ntibinyane (2018, 80) describes journalists’ concerns that grants will not be renewed if funders do not like their editorial approach as a form of “passive editorial interference”. Schiffrin (2017, 30) concludes that, “donor-funded journalism presents real conflicts of interest such as editorial bias, influence by donors and self-editing by reporters attempting to please donors. These impediments to objective reporting … pose a threat to news independence”. However, these same studies also tend to acknowledge that direct editorial influence by foundations is relatively uncommon. Indeed, grantees and foundations almost always claim that content funded by foundations is entirely editorially independent.", "Perhaps the most common claim within the existing literature is that foundations restrict journalistic autonomy in more subtle, indirect ways. Roelofs (2003, 5) argues that, in general, foundation funding serves to “neutralise dissent and prevent alternatives from gaining credibility, especially by channelling social change organisations away from criticisms of the corporate economy and its global penetration”. Applying this perspective to journalism, Benson (2017, 15) suggests that, while a reliance on project-based funding from foundations “may not encourage overt partisanship”, it does, “effectively divert attention from deep structural problems”. This, he concludes, amounts to, “a subtle, non-transparent form of media capture” (2017, 15). Whilst there are currently no comprehensive content analyses to support such claims, they further illustrate the general concern for journalists’ autonomy.", "Many of the most active foundations require the news organisations they support to generate, or at least record, the “impact” of their news stories – for example, whether they change behaviour or public opinion or create public deliberation. However, discussion of the consequences of such conditions is often limited to how it might constrain operational autonomy (Bunce 2016). For example, we have previously argued that by encouraging journalists to engage in a closer, more symbiotic relationship with particular target audiences, requirements for “impact” may ultimately end up constraining the sphere of legitimate critique that journalists adopt, as they may not wish to offend the actors they hope to influence (Scott, Bunce, and Wright 2017).", "In a rare exception, Konieczna and Powers (2016) discuss the consequences of a focus on impact at the International Consortium of Investigative Journalists (ICIJ). They argue that there is an impact orientation at the ICIJ, which appears to have been encouraged by the organisation’s foundation funders. Konieczna and Powers (2016, 1542) conclude that this may be “leading ICIJ to measure its democratic role in a way that sets its behaviour apart from traditional journalistic entities” and ask whether it may, “cross the line from journalism into advocacy”.", "In another exceptional study, Benson (2017) draws several other conclusions about the implications of foundation’s impact agenda, based on interviews and an analysis of the social composition of boards of directors. He argues that this agenda encourages news outlets to share their content for free in order to generate socio-economic “impact”, but that this creates pressures to reproduce dominant commercial media news practices. In addition, Benson (2017) explains that foundations also encourage their grantees to achieve economic sustainability. This, he suggests, “effectively reinforce[s] the elite pole of the journalistic field,” because it encourages news outlets to produce in-depth, “quality” news targeted at small, elite audiences who are most likely to pay for content and/or attract advertising revenue (Benson 2017, 12). When combined, these two competing pressures appear to place many foundation-funded non-profits in a “Catch-22 bind” because, “impact” as defined by foundations is not “sustainable” as defined by foundations’ (Benson 2017, 14). As a result, news outlets dependent on foundation funding are left, “economically fragile and vulnerable to the whims of philanthropic fashion” (Benson 2017, 14).", "The work of both Benson (2017) and Konieczna and Powers (2016) is important because it suggests that the consequences of philanthro-journalism may extend well beyond concerns for journalistic autonomy to include effects on journalistic values and practices in general (see also Wright 2018, 193–198). Benson’s (2017) work, for example, suggests that foundations may modify understandings of who journalists aim to serve, how and based on what financial model. However, further empirical work is needed to examine the consequences of other aspects of the ways foundations approach their relationship with journalism, beyond their impact agenda, and to establish precisely how this operates within specific sub-fields of journalism. Indeed, Konieczna and Powers (2016, 15) call for further research to “examine the goals of those aiming to change journalism”, including foundations, and to ask, “are these entities pushing a revised understanding of the role of journalism in democracy?” Such research should also explicitly adopt a conceptual framework that explains how journalistic norms and practices can come to be revised."]}, {"title": "The Boundaries of Journalism", "paragraphs": ["There is a general consensus within the field of journalism studies that there are no fixed, inherent or essential characteristics of journalism (Deuze 2005; Waisbord 2013). Rather, journalism is understood as a contested and dynamic social practice, embedded in specific contexts, whose characteristics are continually negotiated. Similarities in understandings of journalism around the world are the result of a shared occupational ideology among newsworkers, which includes common norms and values such as public service, objectivity, immediacy and autonomy (Deuze 2005).", "Carlson (2015) argues that attending to the boundaries of journalism provides a particularly useful framework for analysing how the occupational ideology of journalism may be affected by interactions between journalistic and non-journalistic actors. These boundaries refer to socially constructed demarcations between, “who counts as a journalist, what counts as journalism and what is appropriate journalistic behaviour, and what is deviant” (Carlson 2015, 2). Some of the key boundaries within the dominant occupational ideology of journalism include divisions between journalists and audiences, journalists and their sources, and between news and advocacy. In the case of the later, for example, the goal of advocacy is commonly used to distinguish journalism from public relations practice (Janowitz 1975; Waisbord 2008).", "Such divisions between what are or are not appropriate participants, practices and forms of professionalism within journalism are significant because they allow newsworkers to cultivate a distinctive logic and a form of professional habitus (Bourdieu 1984), that distinguishes them from other fields (Deuze 2005, 442; Waisbord 2013, 10). Establishing an exclusive role and status in society is important because, as Carlson (2015, 2) explains, “being deemed a ‘legitimate’ journalist accords prestige and credibility, but also access to news sources, audiences, funding [and] legal rights”. Gieryn (1999, 1) refers to this legitimacy as, “epistemic authority” or, “the legitimate power to define, describe and explain bounded realms of reality”.", "The nature of journalism’s various boundaries are determined by ongoing “boundary-work”, or symbolic contests between different actors who vie for definitional control by either expanding, reducing or re-enforcing the label of “journalism”, either in writing, action or speech (Gieryn 1983; Carlson 2015). For example, Gieryn (1983, 792) suggests that, “when the goal is monopolization of professional authority and resources, boundary-work excludes rivals from within by defining them as outsiders with labels such as ‘pseudo’ or ‘amateur’”. Such rhetorical acts of expulsion are particularly evident in debates about citizen-journalism and “soft” news.", "Efforts to protect journalism’s autonomy from non-journalists (governments, advertisers), seeking to control or shape it constitute another key form of boundary-work (Gieryn 1999; Carlson 2015). This boundary-work does not necessarily involve actions that enable the actual realisation of professional autonomy. Instead, it entails performative actions taken by news staff (and others) to demonstrate the appearance of autonomy (Revers 2014, 50). Within Anglo-American understandings of professional journalism, such performative actions include establishing a metaphorical “wall” separating the editorial and business-oriented functions of a news outlet, and a “wall” signifying a separation between news and opinion or ideological convictions (Coddington 2015). “Protection of autonomy” is a particularly important form of boundary-work because it is one of the central means of demarcating journalism from non-journalism (in this case, propaganda or PR) and through which journalism’s epistemic authority is maintained. In short, it is necessary for allowing journalism to function as a profession (Waisbord 2013).", "Those few studies that have adopted this understanding of journalistic autonomy – as a performative means of maintaining journalism’s boundaries – have emphasised its flexibility. In a study of US statehouse reporters, Revers (2014) finds that, in some instances, journalists draw on performances of impartiality to be perceived as professional when interacting with sources, whilst at other times, journalists understate or attempt to “dissolve” these professional boundaries in order to build trust with sources. Similarly, Coddington (2015:78) suggests that, within entrepreneurial journalism, defence of a strict news-business boundary is increasingly being replaced by a rhetoric of survival and industry crisis.", "These studies also further reveal the limits of previous research into philanthro-journalism, discussed above. Such studies generally adopt an essentialist perspective: treating journalist testimonies as evidence of the apparent consequences of foundation funding on “actual” editorial independence (Scott, Bunce, and Wright 2017, 177). In doing so, they fail to consider how foundations may affect journalists’ understandings of and techniques for asserting their autonomy, as well as the much wider range of values that make up the dominant occupational ideology of journalism. This, therefore, is the focus of our research."]}, {"title": "Methodology", "paragraphs": ["To examine how foundation funding may shape journalism, we focus specifically on interactions between foundations and journalists within the sub-field of (English language) non-profit international news. Producing original news about international affairs is rarely economically viable because it is one of the most costly forms of journalism to produce and rarely attracts mass audiences or significant advertising revenue (Sambrook 2010). Because of this market failure, most non-profit news organisations specialising in original international journalism depend, to some extent, on foundation funding. For example, six of the nine most popular international (English-language) non-profit news outlets specialising in journalism about humanitarian issues rely almost entirely on foundation support (Scott 2018). Given this level of dependence on foundations, this sub-field can serve as a revelatory case because the dynamics and consequences of foundation-journalist interactions should be more readily observable (Yin 2003, 42).", "The number of foundations that fund international news is relatively small. Moreover, for those foundations that do support non-profit international journalism, such funding almost always represents a very small proportion of their overall philanthropic spending (often estimated at less than 1%) (Paulson 2013). However, there are seven foundations that informally self-identify as the most active supporters in this area. Each awards at least $10 million per year to support international journalism and/or journalism, internationally. We interviewed a representative of each of these organisations. Whilst some of these foundations support non-profit international news as part of their wider efforts to build the capacity of news outlets, most support journalism for more instrumentalist objectives, such as using journalism to tackle specific health issues or to bring about policy changes (see Scott, Wright, and Bunce 2018). Given this, we also interviewed representatives from three further foundations with instrumentalist rationales that support international journalism (see Table 1). Foundation Funding and the Boundaries of JournalismAll authorsMartin Scott , Mel Bunce  & Kate Wright https://doi.org/10.1080/1461670X.2018.1556321Published online:11 January 2019Table 1. All organisations involved in the study.CSVDisplay Table", "We also conducted 55 interviews with 47 individuals from 13 different non-profit news outlets specialising in producing original news about international affairs. All except three received support from at least one of the ten foundations named above. The selection of these particular news organisations was based on considerations of diversity and convenience. They included organisations (or specialist sections within larger non-profit news outlets) that were both relatively successful and unsuccessful in securing foundation funding. We also interviewed staff at IRIN News as part of a pilot study for this wider analysis of foundation-journalist interactions (see Scott, Bunce, and Wright 2017). All interviewees self-identified as professional journalists.", "Finally, we interviewed a representative from each of the nine non-profit “intermediary organisations” (Schiffrin 2017) most active in supporting international journalism. These intermediary organisations distribute funds originating from foundations to individual journalists and news outlets to cover travel and other costs associated with producing international news (see Scott, Wright, and Bunce 2018). Although they do not directly produce editorial content themselves, they almost always consider themselves professional journalists. In total, 74 semi-structured interviews were conducted, throughout 2017, involving discussions about the relationship between foundations and journalism. Most were carried out in person and lasted between 30 and 90 min.", "A rhetorical analysis of all interview transcripts and other relevant material was then conducted. Rhetorical analyses examine, “how people choose what to say in a given situation, how to arrange or order their thoughts, select the specific terminology to employ, and decide precisely how they are going to deliver their message” (Medhurst and Benson 1984, vii) [emphasis in original]. Specifically, we examined journalists’ and foundations’ comments on the nature and value of different forms of journalism, focusing on discursive acts of “expansion”, “expulsion”, “protection of autonomy” (Gieryn 1983) and “boundary maintenance” (Revers 2014). Following Carlson (2015), we also examined which dimensions of journalism such boundary-work rhetoric addressed. This included journalisms’ participants, practices and forms of professionalism. The results of our analysis are presented in accordance with our research questions, focussing first on how foundations approach their relationship with journalism and second, on the potential consequences of this relationship."]}, {"title": "How Do Foundations Approach Their Relationship with Journalists?", "paragraphs": ["Despite scholarly concern with journalistic autonomy, we found that the foundations in our sample claim to work very hard to protect the autonomy of the journalists they support. Indeed, this was embedded in the grant-making process. Unlike many bilateral donors, these foundations rarely advertise open calls for international journalism funding. This is the case for both issue-driven and non-instrumentalist foundations. One of the main reasons given for this was the foundations’ desire to avoid unintentionally influencing the editorial agendas of news outlets. As one foundation representative explained, “if we say we want to do something, then suddenly everyone else wants to do it too. So we hold our cards close to our chest”.", "Unfortunately, foundations’ attempts to protect journalists’ allocative autonomy in this way means that their priorities are often unclear to news outlets seeking support. As the Executive Editor of The GroundTruth Project put it, “the donors aren’t always totally explicit about what they want to fund”. In addition, there is a reluctance amongst some foundations to approach news organisations directly. This is also in order to avoid inadvertent editorial influence. One foundation representative explained that, “people have to come to us, we won’t go to them, in terms of funding, because we feel like that creates a weird power structure, and people will just say, ‘yes’, even if it is not something they are interested in”.", "Instead, foundation funding for international non-profit journalism usually emerges from an alternative, informal and fluid two-stage process. First, news organisations and foundations seek to become generally aware of, and familiar with, each other’s respective missions and current priorities. This often involves “cultivate relationships” through informal conversations at conferences and personal introductions by mutual friends or colleagues. As one foundation representative explained, “whenever anyone wants to hear about what our foundation does, I am there. People [often] find us at media industry conferences”. For news organisations seeking foundation funding, developing ongoing, long-term relationships with individuals at foundations is particularly important because their priorities are often, as one foundation representative put it, “in a constant state of evolution”.", "If areas of common interest are identified, a foundation and news outlet may begin to engage in the second stage of the courting process, involving a more detailed, ongoing dialogue. The Head of Special Projects at the Guardian explained, “it starts with a conversation and it gets refined and refined”. This usually takes place through private phone calls, email exchanges and face-to-face meetings. The purpose of this dialogue is to identify what was repeatedly referred to as “areas of alignment” between their respective priorities, which would form the basis of a grant. As one interviewee explained, “it is about identifying the areas of mutual interest where we would love to be able to do more journalism and they would love us to be able to do more journalism, and we go from there”.", "This emphasis on “alignment” is significant because, once again, it avoids the suggestion of (inadvertent) editorial influence: it implies that news organisations have not been encouraged by foundations to do something they would not otherwise have done. However, numerous interviewees also emphasised that this search for “alignment”, which often involves simultaneous ongoing conversations with multiple potential donors, takes an indeterminate - and often long - period of time. The Senior Officer for Global Media Partnerships at the Bill & Melinda Gates Foundation explained that, “before they become our grantees, organisations get to know us very well. Sometimes those processes of getting to know each other, before we enter a grant, are a year long. In one case, it was almost three years of meeting each other”.", "In summary, the process for awarding grants is guided by the foundations’ desire to protect journalists’ allocative autonomy. In Carlson’s (2015) terms, foundations engage in “protection of autonomy” as a particular form of boundary-work, designed to preserve journalism’s epistemic authority by maintaining the boundary between “journalism” and “non-journalism”. Indeed, all of the foundations claimed that they actively sought to avoid influencing, even inadvertently, the editorial decision-making of their grantees, throughout their interactions with them. Because of my background [in journalism] … I am concerned about making sure that we aren’t doing damage to that entity in pursuit of our own goals and objectives … I want to make sure we are engaging them in the right way, so the independence remains.In some cases, this concern for autonomy appeared to stem from an adherence to the dominant occupational ideology of journalism, either because the foundation supported press freedom or because journalistic support was managed by individuals with previous experience as news workers, as in the quotation above.", "Because of my background [in journalism] … I am concerned about making sure that we aren’t doing damage to that entity in pursuit of our own goals and objectives … I want to make sure we are engaging them in the right way, so the independence remains.", "In most cases, though, foundations engaged in this “protection of autonomy” because it was in their interests to maintain the epistemic authority of journalism. Foundations with instrumentalist objectives often chose to support news organisations with high levels of audience trust and credibility because their content was perceived to be more influential. As one foundation representative explained, “the biggest key metric in my due diligence with a media organisation is … the trust that your audiences have in your content … We don’t do sponsored content … [because] they can’t compare with [news] partnerships”. Similarly, the Chief Content Officer at News Deeply commented that, Our funders have been exceptionally clear that they do not want to direct the coverage … . because they know that true value is in us providing exceptional quality journalism that is credible. That has currency, because no one questions it … because, frankly, paid content is not respected … [and is] viewed as somewhat tinged.As a result, compromising – or being perceived to compromise – a news organisations’ editorial decision-making would be counter-productive because it would undermine journalism’s epistemic authority, which foundations rely upon to achieve their objectives. Being seen to protect grantees’ autonomy was also important for avoiding potential flak from critics of philanthro-journalism, who might accuse foundations of “tainting” journalistic objectivity.", "Our funders have been exceptionally clear that they do not want to direct the coverage … . because they know that true value is in us providing exceptional quality journalism that is credible. That has currency, because no one questions it … because, frankly, paid content is not respected … [and is] viewed as somewhat tinged.", "In most cases, the only significant requirement associated with foundation funding was for news outlets to regularly provide at least some evidence of the impact(s) of their coverage. This requirement was imposed, to varying degrees, almost entirely by foundations that operate with instrumentalist understandings of journalism and was motivated by a desire to monitor the extent to which the journalistic programmes they support were helping them to achieve their wider objectives. A Partner at the Omidyar Network explained that, We are held accountable by our boards … They want to know what impact [our support] has had … So we need to come up with metrics and markers … for the individual investments … We need to be accountable and we need to show results.This “need to be accountable” also helps to explain why most foundations “don’t do core support”, or why they offer project funding, rather than unrestricted support for news outlets. The only exceptions are a small number of foundations, such as the Knight Foundation, that aim to support press freedom as an end in itself. These organisations generally claimed to be, “not worried whether [grantees] really produce impactful journalism or not”.", "We are held accountable by our boards … They want to know what impact [our support] has had … So we need to come up with metrics and markers … for the individual investments … We need to be accountable and we need to show results.", "In most cases, foundations did not explicitly ask journalists to seek “impact”. However, since journalists’ metrics of success were linked to such outcomes, an orientation towards impact was incentivised by foundation funding. As one interviewee working for a non-profit intermediary explained, pursuing the impact agenda of their donor, “just means that we put ourselves in a better position to be funded again. It proves a return on their investment … That is how you get funders interested in the topics as well, and to fund more of these projects”.", "Moreover, some foundations did explicitly advocate for journalism (and by implication, their journalistic grantees) to become more impact-oriented. This included the Bill & Melinda Gates Foundation (BMGF), which is by far the most active philanthropic supporter of non-profit international journalism. As the Head of Global Media Partnerships at the BMGF wrote (2017), Today, the definition of both philanthropy and media are being stretched … These questions of impact are at the core of the role that journalism ought to be playing … The media needs a transformational purpose … Parallel to the crises of media, but completely related, the media still needs to repurpose itself, [as] a service, to become news that can be used … Media needs to welcome change, embrace its obligations and help in delivering social change. It needs to do a better job at demonstrating value, evidencing why media matters.", "Today, the definition of both philanthropy and media are being stretched … These questions of impact are at the core of the role that journalism ought to be playing … The media needs a transformational purpose … Parallel to the crises of media, but completely related, the media still needs to repurpose itself, [as] a service, to become news that can be used … Media needs to welcome change, embrace its obligations and help in delivering social change. It needs to do a better job at demonstrating value, evidencing why media matters.", "As this quote makes clear, foundations’ pursuit of an impact agenda is an effort to expand the “news-advocacy boundary” of journalism. This boundary refers to the distinction between professional journalism, commonly understood (within Anglo-American approaches) to be guided by ideals of objectivity, and alternative practices that seek to actively promote social issues and causes (Janowitz 1975). Specifically, these foundations are seeking to legitimise a wider range of activities associated with what Waisbord (2008, 371) terms “civic advocacy journalism”, which uses the news media as a tool of social change by raising awareness and affecting public opinion and/or policy debate."]}, {"title": "How Do Foundation-Journalist Interactions Shape Journalism?", "paragraphs": ["Our research suggests that the relationship between foundations and journalists shapes the practice of journalism in three key ways. First, foundation funding, and the pursuit of it, can lead journalists to significantly increase the range of activities they regularly undertake. Specifically, in order to acquire and sustain foundation funding, news outlets allocate significant resources to new, non-editorial activities, including marketing and administrative tasks. The quotation below from the deputy director of the International Reporting Project (IRP), which closed in February 2018, illustrates some of the financial costs associated with enhancing the “visibility” and “presence” of a news organisation, (which is itself a consequence of the way foundations’ seek to maintain the allocative autonomy of their grantees). We needed to buy expensive plane tickets … to attend the conferences our peers and potential funders were attending. We needed to host events featuring our alumni, flying speakers in from distant destinations and printing glossy promotional material, to create more opportunities for people to hear about our accomplishments … We needed a massive website redesign, which would have set us back tens of thousands of dollars.", "We needed to buy expensive plane tickets … to attend the conferences our peers and potential funders were attending. We needed to host events featuring our alumni, flying speakers in from distant destinations and printing glossy promotional material, to create more opportunities for people to hear about our accomplishments … We needed a massive website redesign, which would have set us back tens of thousands of dollars.", "However, the main resource required to carry out these marketing activities is usually staff time. The Executive Director of the Pulitzer Center on Crisis Reporting described how, “I feel like I spend half my time just telling our story over and over again, hoping that, along the way, you find kindred spirits”. The uncertainties inherent in pursuing foundation funding makes allocating resources to marketing activities particularly difficult because it is extremely unclear what outcomes, if any, these activities will have or when they might materialise.", "If a grant is secured, news organisations also have to direct significant resources towards various administrative tasks associated with foundation funding, including, budgeting, accounting, data collection and especially reporting on progress and impact. As the editor of one non-profit news outlet explained, “it is not really very easy to enter the grant, because you have to prepare so many documents, so many Excel documents. It’s incredible”. This administrative burden increases significantly when news outlets receive funding from multiple foundations, as each foundation likely has very different strategic objectives, reporting obligations, impact-requirements and organisational cultures. The Senior Officer at the BMGF who runs their Global Media Partnerships acknowledged that it is, “normally a painful process for an organisation to have to report to four donors, to have to report at four different times of the year, serving four different strategies and so on”. This tendency for news outlets to report to multiple donors simultaneously is compounded by a reluctance amongst both foundations and journalists for news outlets to be heavily dependent on a single donor, which was also driven by their concern for protecting journalistic autonomy.", "Unfortunately, allocating resources to marketing and administrative functions is very difficult for foundation-funded news organisations because, as discussed earlier, the impact agenda of most instrumentalist foundations means that they rarely provide core funding. Instead, they prefer to finance specific, themed “projects”. One journalist commented that, “it’s not appealing to a foundation to be asked for money for salary and overheads, so that we can do PR and look more respectable … It ties our hands quite a bit.” Given this, and the acute lack of alternative revenue sources, many of the non-profit news outlets in our sample had to re-allocate resources from their editorial work in order to pursue foundation funding. One non-profit news outlet previously had a policy to, “better balance editorial with other required expertise, including web analytics, partnerships and outreach, business development and monitoring and evaluation”. This suggests that, for some non-profit news organisations, the requirements for pursuing foundation funding may not only be inadvertently expanding the range of acceptable activities they undertake, it may also be shifting the distribution between them: from editorial to non-editorial tasks. As the editor of one news non-profit explained, “there is just so much emphasis on gathering of evidence … [that] it changes what you do”.", "Most of these tasks would not be undertaken by non-profit news organisation were it not for the pursuit and administration of foundation funding. For example, the director of one intermediary organisation commented that, “we’ve had to work closely with journalists [receiving foundation funding] to help them work in ways that are sometimes different to those that they are used to. Practically, it means they have had to adopt some new practices and challenge some assumptions”. We argue that this increase in the range of legitimate journalistic practices amounts to an expansion in the boundaries of professional journalistic practice, or what is considered legitimate for news organisations to undertake.", "This expansion of journalistic activities may have two further consequences. First, it may favour larger, well-established non-profit news outlets, such as The Guardian and the Thomson Reuters Foundation that are more likely to have sufficient capacity to absorb the administrative and marketing activities associated with foundation funding. They are also more likely to already have strong reputations and the ability to “demonstrate a successful track record” of producing relevant coverage. One foundation representative explained that they chose to regularly support a large non-profit news outlet because, “we’ve worked together for many years [and] … they already have the infrastructure”. Ultimately, this may result in foundation funding being concentrated in a small number of outlets and significant barriers for potential new entrants. Indeed, the director of one intermediary commented that, “it’s the same groups that tend to get the funding … I understand, practically, why they do that, but it does make it very difficult to break into that world”.", "Second, the demands of these new activities may necessitate an organisational re-structuring. For larger non-profit news organisations and intermediaries, responsibility for carrying out the tasks peculiar to foundation funding were usually allocated to dedicated administrative and/or marketing teams. In our sample, these departments were usually staffed, not by individuals who self-define as journalists, but by newly recruited staff with previous experience in fundraising, administration, events management and marketing. This is significant because, according to Marchetti (2005, 73), a rapid influx of new entrants to a journalistic sub-field, “has contributed to the transformation of specializations … perhaps more than any other factor”.", "Within smaller non-profit news organisations, interviewees claimed that these new marketing and administrative tasks were more likely to be integrated into the job descriptions of the existing editorial staff. For example, one news manager said they had been advised by their business development adviser to think of the time spent building and handling relationships with foundations as, “normal … [and] a necessary part of their job”. They were told; “don’t see it as taking time out of your work. This is part of your work. [It] will be time-consuming, and that’s fine”. Similarly, another journalist, who was responsible for a foundation-funded micro-site, explained that, From day one, they also expected me to be a budget manager, to be somebody who ran a project … I really wanted to run [it] as a journalistic exercise, as a small newsroom, not as an accountant. I am a journalist. I am an editor. I am not an accountant. I am not somebody who should have to know these things.This quotation is particularly revealing because it also offers a rare illustration of the kinds of boundary-work that journalists performed in this area to seek to defend against an expansion in the boundaries of journalistic practice. In this case, by making an explicit distinction between what are legitimate or acceptable activities for an accountant, rather than a journalist or editor, to undertake such activities are constructed as deviant.", "From day one, they also expected me to be a budget manager, to be somebody who ran a project … I really wanted to run [it] as a journalistic exercise, as a small newsroom, not as an accountant. I am a journalist. I am an editor. I am not an accountant. I am not somebody who should have to know these things.", "However, instances of such explicit and exclusionary boundary-work in this area were rare. Unlike concerns over threats to their journalistic autonomy (which journalists were very likely to resist), journalists rarely saw this expansion of the boundaries of journalistic practice as a threat to their journalistic identities, or as undermining journalism’s epistemic authority. Many appeared to simply accept that these new tasks were now part of their professional role, often describing this expansion in professional practice as something that simply “took time” to adjust to. In fact, those journalists who sought to resist an expansion in the boundaries of professional practice were less likely to remain journalists because they were less likely to acquire foundation funding. For example, the IRP’s deputy director argued that they closed, in part because, “we didn’t want to spend money to make money, we wanted to spend money to report”. Similarly, the editor-in-chief of Humanosphere, which closed in June 2017, claimed that, “one reason why … it has been very difficult to get funding [is] … I am a journalist, so I am temperamentally unsuited, almost diametrically unsuited for sales”. This further exacerbates an expansion in the boundaries of journalistic practice because those least willing to resist such an expansion were more likely to remain in the profession.", "In summary, our analysis suggests that an expansion in the boundaries of journalistic practice is encouraged by the ways in which news outlets are required to pursue and manage foundation funding (which is itself shaped by foundation efforts to both maintain journalistic autonomy but also to expand the news-advocacy boundary). Although this expansion can potentially lead to a reduction in the volume of editorial output, new non-editorial entrants into the sub-field and a concentration of funding, it is often not contested by journalists.", "The second main consequence of the ways foundations interact with journalists is that journalists may be incentivised, as Konieczna and Powers (2016) have suggested, to adopt more outcome-oriented role perceptions by the impact agenda of foundations. In our interviews, journalists’ responses to this impact agenda were generally characterised by a sense of ambivalence. On the one hand, most demonstrated some understanding of, and even sympathy towards, foundations’ pursuit of socio-economic impacts and a willingness to comply with their reporting requirements. As one stated: It’s a tough thing [to measure] but there is this need, I understand, by foundations to be able to show impact and, therefore, we spend some time looking at that and trying to measure it and trying to quantify it whenever we can.On the other hand, there were limits to the extent to which journalists said they were willing to comply with these requirements. However, this reluctance was almost always linked to the struggle of finding reliable evidence that established the effects of their journalism, rather than a concern that it was not in keeping with their role as a journalist. As one journalist commented: I think proving media impact is very difficult. It is kind of the Holy Grail. All you can do is use proxy indicators and traffic numbers and [say], “this story was published here,” or, “as a result of this story, funding was given for this”.", "It’s a tough thing [to measure] but there is this need, I understand, by foundations to be able to show impact and, therefore, we spend some time looking at that and trying to measure it and trying to quantify it whenever we can.", "I think proving media impact is very difficult. It is kind of the Holy Grail. All you can do is use proxy indicators and traffic numbers and [say], “this story was published here,” or, “as a result of this story, funding was given for this”.", "Put another way, journalists were generally reluctant to engage in expulsion-based boundary-work or to describe the foundations’ efforts to (moderately) expand the news-advocacy boundary as a threat to journalist’s epistemic authority. Instead, they presented foundation’s impact agenda as posing technical questions that are difficult to solve. This is significant because, unlike their responses to potential threats to operational autonomy – which were presented as intolerable – journalists could legitimately modify their approach to the news-advocacy boundary if necessary, in order to reach agreement with a potential donor, without endangering their epistemic authority. As one newsroom manager put it, In pursuit of a business model, I am wary of solutions journalism and the foundations’ push for something along those lines. However, given the alternatives of native advertising … maybe solutions or advocacy journalism is the lesser of the evils.", "In pursuit of a business model, I am wary of solutions journalism and the foundations’ push for something along those lines. However, given the alternatives of native advertising … maybe solutions or advocacy journalism is the lesser of the evils.", "Unfortunately, given that our interview data is not longitudinal, we cannot track how respondents’ role perceptions changed over time, or how the influence of foundations interacted with other potential factors, such as collaborations with advocacy groups. Nevertheless, the nature of journalistic boundary-work in this area does strongly suggest that the impact agenda of many foundations may be encouraging journalists to adopt more outcome-oriented role perceptions.", "An adoption of more outcome-oriented role perceptions is significant because, alongside the requirement to use editorial resources more efficiently, discussed earlier, it encourages non-profit news outlets to seek to do more with less or to produce, as one journalist put it, “more bang for less buck”. The Director of IRIN News described this more positively, arguing that, “[although] we are moving towards a place where we might be doing less, we can do more with each piece of content that we produce, [in terms of] the whole cycle of distribution, marketing and technology”. Either way, these twin pressures had important consequences for the kinds of output produced by the non-profit news organisations in our sample.", "Primarily, these pressures encouraged news outlets to focus on producing content that was distinctive, or that supplemented rather than replicated the agenda of the mainstream news media. Distinctiveness was considered particularly important for generating impact, because it could draw attention to issues that may otherwise have been ignored. As one intermediary representative explained, “we are, ideally, looking for a new take on something because we feel like we get better bang for our buck there”. This partly explains why so many non-profit news outlets in this area focus on covering seemingly “under-reported” stories. Producing longer-form, explanatory coverage was also central to being distinctive and impactful. As the Head of Special Projects at the Guardian explained, “we don’t want to be just repeating what everybody else has [said]. We want to be providing a context: the ‘what for’, the ‘why now’. The way to do that is to go deeper into subjects. To be more explanatory”.", "This focus on distinctiveness also helps to explain why non-profit news outlets were far less likely to focus on producing breaking news. Keeping up with the news agenda of mainstream media was perceived to be significantly more resource intensive than producing off-agenda items which “added value” to mainstream coverage. As one journalist explained, “we don’t have the staff or the funding or the facilities to do hard news”. Moreover, a number of respondents claimed that such coverage was more likely to have impact because it would retain its relevance for longer. The Executive Director of the Pulitzer Center on Crisis Reporting said that, “we are looking for projects that will be useful … two, three or four years from now. That creates a certain type of project, so you are not doing so much breaking news”. The director of another intermediary publicly encouraged its grantees to, “think of the long tail”, arguing that, “long-form work with a shelf-life is more attractive in the philanthropic world than breaking news or hyper-topical reports”.", "The final main consequence of the kinds of foundation-journalist interactions described earlier is a tendency within non-profit news outlets for international news coverage to be organised around specific thematic areas. As one journalist put it, “because we are externally funded, we have a tendency to see our coverage as separate projects”. This thematisation of non-profit international news is partly a result of the pressure to do more with less, discussed above. Concentrating coverage in specific thematic areas was often understood by journalists to be more cost effective because it would allow for efficiency savings, such as commissioning freelancers to produce multiple stories around the same or similar issues. In addition, journalists often believed that, “if we group our reporting together we are getting more impact”.", "Primarily, though, thematisation is a product of the principle mode of foundation funding in this area. In order for journalists and (instrumentalist) foundations to reach an agreement on a grant, which maintains journalism’s epistemic authority, they need to achieve an acceptable compromise on their respective approaches to the news-advocacy boundary whilst also claiming to be protecting journalistic autonomy. The under-writing of journalism about specific thematic areas is one of the only modes of foundation funding that allows for this. Such thematic support enables foundations and journalists to claim that operational autonomy is unaffected because, as long as the underwritten news beat is defined relatively broadly, journalists are free to choose which stories to cover. They can also claim that allocative autonomy is retained, so long as the subject area is one that the news outlet already intended to cover. As one interviewee explained, “we wouldn’t take a grant for journalism that we wouldn’t want to be doing anyway. We are not providing a service to a foundation. We’re identifying areas of mutual interest”.", "Similarly, for foundations with an instrumentalist approach to journalism, supporting news outlets to cover a particular international news beat allows them to claim that they are helping to facilitate change in a specific area, so long as they adopt a relatively broad “theory of change”. For example, the Director of Communications for one foundation explained that their support for news coverage of global development was to, “try to get the Global Goals known by as many people as possible, so that there’s a certain level of awareness among citizens, so that they can keep their leaders accountable [to achieving them]”. At the same time, for journalists, accepting such thematic funding enables them to claim that the news-advocacy boundary is maintained and their epistemic authority is preserved, because the foundation does not mandate precisely how the subject area should be covered. As the Vice President at the International Center for Journalists explained, “we don’t want to be too focused on the donor’s agenda; I think it lowers our credibility, and theirs, and they understand that”. This set of compromises explains why foundation funding for non-profit international journalism is dominated by thematic funding, rather than support for either specific stories or international news coverage in general.", "The key consequences of this dominant mode of funding, is that non-profit news outlets are more likely to report on events in ways that are relevant to their funded thematic areas (for example, seeing issues through the lens of health or human trafficking) and/or devote less coverage to issues that fall outside of these themes. As the Director of IRIN News put it, “we are trying to focus resources, not spread ourselves too thin”. It also means that the general subject areas non-profit news outlets cover are shaped by the priorities of the most active (instrumentalist) foundations. As one journalist explained, “the content we cover is very much in line with the topic that [foundations] are focused on covering”. The most commonly supported topics include human trafficking and modern-day slavery, land and property rights, global health and international development. Those topics receiving less support include human rights, humanitarian assistance and press freedom itself."]}, {"title": "Discussion and Conclusion", "paragraphs": ["It is important to emphasise that foundation support allows for the existence of a significant amount of important international journalism. Without it, very few of the news outlets in our sample would survive. Despite this, it is also important to ask how foundations may be shaping journalism in this area.", "In response to this question, we have argued that foundation funding, in its present form, has three direct consequences for non-profit international journalism. First, it expands the boundaries of professional journalistic practice to include new, non-editorial activities (including administration and marketing). Second, it may encourage journalists to adopt more outcome-oriented role perceptions. Third, it encourages the thematisation of international news. Moreover, we suggest that, as a result of these changes, non-profit news outlets are incentivised to employ new, non-editorial staff and produce longer-form, off-agenda content that offers “more bang for less buck”. We have also shown that these changes in international non-profit journalism are not just the result of foundations’ impact agenda (Konieczna and Powers 2016; Benson 2017) but are also a consequence of efforts to protect journalistic autonomy via the grant-making process.", "It is important to note that the consequences of foundation-journalist interactions for other areas of journalism, which are less dependent on foundation funding, are likely to differ and be less acute. Equally, our analysis has focussed on the role of the most active foundations in this sub-field. Less active foundations may be less familiar or concerned with journalistic norms and so may be less inclined to engage in “protection of autonomy”. Nevertheless, our analysis does allow us to make a number of general observations about how we should understand journalism’s relationship with foundations, and study this in the future.", "First, it suggests that the consequences of foundation-journalist interactions extend well beyond journalistic autonomy, where most previous research has focussed. Instead, our research indicates that it is the boundaries of journalism itself that may be most affected by foundations. This includes the values and role perceptions of journalists (the news-advocacy boundary) and the boundaries of what constitutes professional journalistic practice. For journalists collaborating with foundations, one of the key implications of this study, therefore, is to consider not just how to protect the day-to-day autonomy of journalists, but also to reflect on what kinds of journalism they want to produce. These findings also indicate that we should expand Carlson’s (2015) framework for understanding journalism’s boundaries to include, not just concerns for “what is journalism” and “who is a journalist” but also, “what is a news organisation” and how is it structured and organised.", "Second, our analysis suggests that the most significant changes in journalism may not stem from foundations’ attempts to interfere directly with grantees’ editorial decision-making or from the political agenda of any one foundation, as is often claimed (Browne 2010; Paulson 2013; Bunce 2016; Schiffrin 2017). Rather, they are the result of journalists and foundations’ interactions in general, including through the ways in which news outlets seek funding. In particular, we have shown that efforts to protect journalists’ autonomy are, ironically, one of the main ways in which foundations can shape non-profit news. This illustrates why it is important to distinguish between a concern for actual journalistic autonomy and “protection of autonomy” as a performative form of boundary work. Moreover, our analysis indicates that the effects of such boundary-work take place gradually, either through changes in editorial strategies and role perceptions within individual newsrooms (often accelerated by changes in staff) or through an expansion in the size of some kinds of non-profit news outlets and a decline in others.", "Finally, we have shown that journalistic boundary-work is not inherently antagonistic. For example, the processes of agreeing upon a grant usually involves, as one journalist put it, “identifying areas of mutual interest”, rather than a contest over authority. Given this, future research in this area may benefit from adopting, not just the concepts of “boundaries” and “boundary-work”, but also the idea of “boundary objects”. This concept suggests that news texts can act as collaboratively produced, shared objects that straddle social domains, allowing different groups to draw different meanings from them, whilst also protecting their own identities (Star and Griesemer 1989; Carlson 2015)."]}, {"title": "Disclosure Statement", "paragraphs": ["No potential conflict of interest was reported by the authors. Due to the sensitive nature of the research, interviewees did not consent to their data being shared."]}], "references": [{"title": "Can Foundations Solve the Journalism Crisis?", "year": "2017", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Benson Rodney.", "first_name": "Benson", "last_name": "Rodney."}]}, {"title": "Foundation-funded Journalism: Reasons to be Wary of Charitable Support", "year": "2010", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Browne Harry.", "first_name": "Browne", "last_name": "Harry."}]}, {"title": "Foundation Funding and International News: The Drive for Solutions and Impact", "year": "2016", "journal": "Ethical Space", "volume": "13", "authors": [{"name": "Bunce Mel.", "first_name": "Bunce", "last_name": "Mel."}]}, {"title": "What is Journalism? Professional Identity and Ideology of Journalists Reconsidered", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark."}]}, {"title": "Boundary-work and the Demarcation of Science from Non-science: Strains and Interests in Professional Ideologies of Scientists", "year": "1983", "journal": "American Sociological Review", "volume": "48", "authors": [{"name": "Gieryn Thomas.", "first_name": "Gieryn", "last_name": "Thomas."}]}, {"title": "Professional Models in Journalism: The Gatekeeper and the Advocate", "year": "1975", "journal": "Journalism Quarterly", "volume": "52", "authors": [{"name": "Janowitz Morris.", "first_name": "Janowitz", "last_name": "Morris."}]}, {"title": "What Can Non-profit Journalists Actually Do for Democracy?", "year": "2016", "journal": "Journalism Studies", "volume": "18", "authors": [{"name": "Konieczna Magda", "first_name": "Konieczna", "last_name": "Magda"}, {"name": "Powers Elia", "first_name": "Powers", "last_name": "Elia"}]}, {"title": "Behind the Scenes with the Gates Foundation’s ‘Strategic Media Partners’", "year": "2013", "journal": "Humanosphere", "volume": "", "authors": [{"name": "Paulson Tom.", "first_name": "Paulson", "last_name": "Tom."}]}, {"title": "Journalistic Professionalism as Performance and Boundary Work: Source Relations at the State House", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Revers Matthias.", "first_name": "Revers", "last_name": "Matthias."}]}, {"title": "Donor Power and the News: The Influence of Foundation Funding on International Public Service Journalism", "year": "2017", "journal": "The International Journal of Press/Politics", "volume": "22", "authors": [{"name": "Scott Martin", "first_name": "Scott", "last_name": "Martin"}, {"name": "Bunce Mel", "first_name": "Bunce", "last_name": "Mel"}, {"name": "Wright Kate", "first_name": "Wright", "last_name": "Kate"}]}, {"title": "‘Institutional Ecology’, ‘Translations’ and Boundary Objects", "year": "1989", "journal": "Social Studies of Science", "volume": "19", "authors": [{"name": "Star Susan", "first_name": "Star", "last_name": "Susan"}, {"name": "Griesemer James", "first_name": "Griesemer", "last_name": "James"}]}]}