{"doi": "10.1080/14616700701412100", "url": "https://doi.org/10.1080/14616700701412100", "title": "THE RISE OF THE GOSSIP PRESS IN SPAIN", "volume": "8", "year": "2007", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Bueno", "first_name": "Manuela", "name": "Manuela Bueno"}, {"last_name": "Luisa Cárdenas", "first_name": "María", "name": "María Luisa Cárdenas"}, {"last_name": "Esquivias", "first_name": "Lola", "name": "Lola Esquivias"}], "abstract": " The gossip—or celebrity—press has a long history in Spain but in recent years the sector has enjoyed a rapid rise in popularity. This largely reflects the emergence of a raft of new titles which appeal to more populist tastes and which do not conform to traditional journalistic ethical values. As a consequence there has been both popular debate about the legitimacy of these techniquesand legislation aimed at curbing their excesses. This paper explores the rise of these magazines and their social effects. ", "body": [{"title": "Introduction", "paragraphs": ["The magazine market in Spain is growing. The number of titles is multiplying rapidly, while both circulation figures and advertising income have reached record heights as the number of readers increases.", "According to data derived from Estudio General de Medios (EGM; General Media Survey)1 the magazine audience in 2003 stood at 18,714,033 readers, 53.1 per cent of the population and a 4.6 per cent increase on the previous year. This trend has continued so that during the period between October 2004 and May 2005, the overall magazine audience reached 55 per cent, or 20,386,000 readers.", "EGM's list accounts for 137 titles, which are classified by frequency (weekly, fortnightly, monthly) and according to the topics dealt with—women's magazines, the gossip press, men's magazines and specialised topics such as decoration, sciences, computing, engines, music and so on.", "In the same manner, we may also perceive how investment in magazine advertising has increased. According to information gathered by Infoadex2 (an organisation which periodically assesses advertising investments in all communication media), magazine investment grew by 6.4 per cent between January and June 2003 year on year, reaching 312.7 million euros. This rising trend continues and magazines currently rank third in the media, with 10.8 per cent of overall media investment, behind the indisputable leaders which are television (40.8 per cent) and the daily newspapers (26.9 per cent).", "So far as circulation is concerned, the Oficina de Justificación de la Difusión3 (OJD; Audit Bureau of Circulation) claims that Spain sold an average of 12,635,786 copies in 2003, and in this context it is worth mentioning that 2004 was a year characterised by significant launches in the Spanish market and relevant events such as Crown Prince Felipe's marriage, which had the effect of increasing the number of copies sold.", "Having established these basic facts, we will focus on a particular segment which stands out among the others: gossip magazines. The last few years have witnessed a striking growth of this type of magazine, and, as will be further seen, they are the leaders of the three aspects which have already been mentioned. The figures in Table 1 speak for themselves about this phenomenon occurring in Spain (the categories of “populist” and “upmarket” for gossip titles are explained below). ", "As we may notice, there are six gossip magazines among the 10 titles which were most widely read in 2004 and 2005, accounting for 13,000,000 people who admit reading these magazines on a weekly basis.", "Among those magazines gathering greater investments, those for women stand out. Being monthly as they are, the leading position is for weekly gossip magazines (Table 2). ", "The two leading Spanish magazines in terms of circulation are Pronto and Hola, as can be appreciated from Table 3. The others are way behind. Both of these magazines have been in a leading position for several years. Three other titles (Lecturas, Que Me Dices and Diez Minutos) are among the 10 listed in Table 1; all of these have increased or maintained their circulation whereas the rest of the magazines in other categories face declining circulation. "]}, {"title": "Origin and Evolution", "paragraphs": ["Gossip magazines, also known as “celebrity magazines” based on “personality journalism” (as in the United States), are increasingly popular in Spain with readers who are interested in learning about the lifestyles of celebrities. The origin of gossip magazines can be traced back to the 17th century, when salon chroniclers devoted their time to describing what happened in aristocratic ballrooms. This information would later become regarded as a reflection of society, and would then evolve into our current gossip publications, describing celebrities’ lives. They became an established genre in the 1960s, coinciding with the last years of Franco's dictatorship, a moment in which the model of women championed at the time began to change. The real revolution did not arrive until 1986 when a massive inflow of foreign press groups entered Spain. The Law of Foreign Investments in publishing companies, promulgated in 1982, drew the attention to Spanish magazines devoted to women (Gallego, 1990, p. 71).", "Television programming has supported the rise of these magazines; 1993 brought us the first gossip journal on television, Corazón, corazón, managed and presented by Cristina García Ramos. After this programme, several others were shown on television with contents ranging from formal accounts of the lives of famous people, specially members of the royal family or film stars, to talk shows and informal broadcasts which lack the informative rigour which had once characterised this type of press. Talk shows allowed information aimed solely at awakening peoples’ excessive fascination in others’ lives and increasing audience share. Among these programmes are ¡Qué me dices! (Channel 5 [Telecinco], 1995), Salsa Rosa (Channel 3 [Antena 3], 2002), Tómbola (independent channels, 1997) and Aquí hay tomate (Channel 5 [Telecinco], 2003). Another novelty will come with the digital versions of print magazines."]}, {"title": "Reader Profile", "paragraphs": ["There are over 15 million people who read (or at least have a look at) these types of magazines. According to EGM readers are mainly women (between 60 and 70 per cent) who describe themselves as housewives, are married, have average-to-high purchasing power, living in big or medium-sized cities."]}, {"title": "Features", "paragraphs": ["Before analysing the gossip press, it is necessary to distinguish its characteristics to determine what is actually understood by the term. Authors such as Juana Gallego (1990) make a distinction between the gossip press and the press for women even though the former is specifically aimed at women. However, it is generally considered a new press modality incorporating specialised topics. The reasons put forward to support the idea that these magazines are specially aimed at women, are found in the following characteristics (Gallego, 1990, p. 102):  They are written in a feminine style, in a friendly and intimate tone.   They include appealing topics for women, such as home improvement, love and beauty but we will see that other topics take priority which creates the difference with women's magazines.   The advertisements found in gossip magazines are intended mainly for women.   The readership of gossip magazines is, by a considerable margin, predominantly made up of women.   ", "They are written in a feminine style, in a friendly and intimate tone.", "They include appealing topics for women, such as home improvement, love and beauty but we will see that other topics take priority which creates the difference with women's magazines.", "The advertisements found in gossip magazines are intended mainly for women.", "The readership of gossip magazines is, by a considerable margin, predominantly made up of women.", "However, in addition to these features, which magazines for women and gossip magazines may often have in common, the latter are characterised by the following features which build their identity:  They focus on the lifestyles of the rich and famous.   Their major aim is to publish these people's private lives, especially any detail concerning their privacy.   Most contents deal with the most confidential information about people with a certain public importance (their lives, love affairs, successes, failures), without forgetting the details of their everyday activities and where they spend their summer holidays.   The text in these magazines is secondary and normally complements the photography.   ", "They focus on the lifestyles of the rich and famous.", "Their major aim is to publish these people's private lives, especially any detail concerning their privacy.", "Most contents deal with the most confidential information about people with a certain public importance (their lives, love affairs, successes, failures), without forgetting the details of their everyday activities and where they spend their summer holidays.", "The text in these magazines is secondary and normally complements the photography.", "Gallego contributes with a brief but interesting definition, gathering the essential characteristics: “illustrated magazine aimed at publishing details about public celebrities” (1990, p. 103).", "The public celebrity is the main focus of interest, and must occupy an important space. By public celebrity we mean a distinguished person, “anyone who is worth tracking” (Gallego, 1990, p. 103). To this we must add the new type of celebrity offered by current television programmes—the great explosion of gossip in print and on screen has demanded new faces related to television programmes such as Big Brother, Operación Triunfo or any similar type of programme. People who are not themselves famous but are related to famous people also fit in this category.", "Gallego establishes three groups of famous people, categorised according to their recurrence in the media: ephemeral, sporadic and assiduous. The different people appearing in the media have been added to this classification, including those of the new generation.  Those who are ephemeral appear once in the media due to an occasional event in which he or she took part. This will be the single time the media refers to him or her, and journalists will no longer run after them. The following people may be placed under the ephemeral category:  People who narrate their personal experiences, especially if they are tragic ones;   Those who involuntarily awaken media interest by having been involved in a news event.       Sporadic people are those who appear in the media in separate spaces of time.  Within this group we may include the new generation of famous people, associated with the new television programmes. Many of them remain in this category, but others become “assiduous”. This is the case of the young pop stars who owe their success to the television programme Operación Triunfo (Pop Stars) in which they participated.   Acquaintances, friends, lovers or relatives of the famous person, also belong to this group. The interest they arouse is absolutely subordinated to their connection with the famous people. Without this connection they would not have anything interesting to offer; this is why they continuously provoke pieces of gossip news with their comments or accounts, which are often invented. Some of these have also become “assiduous” (mothers of bullfighters’ children, such as Belén Esteban, singers’ ex wives, such as Isabel Preysler, etc.).   Famous people who avoid being the centre of attention and are only spotted by the cameras on certain occasions also belong in this section.      The assiduous are those who are always the journalists’ major objective. There is one necessary condition to belong to this group: both the magazine and the famous person must have an interest in publishing. Magazine requirements to become one of the “assiduous” have changed over time. The number of people magazines have as objectives is increasing continuously and if they were once interested in the aristocracy, the net has spread to film stars, pop stars, actors and actresses, theatre directors, and in a further stage, interest also reached television stars (presenters, actors, etc.), musicians and singers, dancers, writers, artists, designers, architects, sportsmen, bullfighters, models, humorists, journalists, men of religion, businessmen and politicians.   ", "Those who are ephemeral appear once in the media due to an occasional event in which he or she took part. This will be the single time the media refers to him or her, and journalists will no longer run after them. The following people may be placed under the ephemeral category:  People who narrate their personal experiences, especially if they are tragic ones;   Those who involuntarily awaken media interest by having been involved in a news event.   ", "People who narrate their personal experiences, especially if they are tragic ones;", "Those who involuntarily awaken media interest by having been involved in a news event.", " Sporadic people are those who appear in the media in separate spaces of time.  Within this group we may include the new generation of famous people, associated with the new television programmes. Many of them remain in this category, but others become “assiduous”. This is the case of the young pop stars who owe their success to the television programme Operación Triunfo (Pop Stars) in which they participated.   Acquaintances, friends, lovers or relatives of the famous person, also belong to this group. The interest they arouse is absolutely subordinated to their connection with the famous people. Without this connection they would not have anything interesting to offer; this is why they continuously provoke pieces of gossip news with their comments or accounts, which are often invented. Some of these have also become “assiduous” (mothers of bullfighters’ children, such as Belén Esteban, singers’ ex wives, such as Isabel Preysler, etc.).   Famous people who avoid being the centre of attention and are only spotted by the cameras on certain occasions also belong in this section.   ", "Within this group we may include the new generation of famous people, associated with the new television programmes. Many of them remain in this category, but others become “assiduous”. This is the case of the young pop stars who owe their success to the television programme Operación Triunfo (Pop Stars) in which they participated.", "Acquaintances, friends, lovers or relatives of the famous person, also belong to this group. The interest they arouse is absolutely subordinated to their connection with the famous people. Without this connection they would not have anything interesting to offer; this is why they continuously provoke pieces of gossip news with their comments or accounts, which are often invented. Some of these have also become “assiduous” (mothers of bullfighters’ children, such as Belén Esteban, singers’ ex wives, such as Isabel Preysler, etc.).", "Famous people who avoid being the centre of attention and are only spotted by the cameras on certain occasions also belong in this section.", "The assiduous are those who are always the journalists’ major objective. There is one necessary condition to belong to this group: both the magazine and the famous person must have an interest in publishing. Magazine requirements to become one of the “assiduous” have changed over time. The number of people magazines have as objectives is increasing continuously and if they were once interested in the aristocracy, the net has spread to film stars, pop stars, actors and actresses, theatre directors, and in a further stage, interest also reached television stars (presenters, actors, etc.), musicians and singers, dancers, writers, artists, designers, architects, sportsmen, bullfighters, models, humorists, journalists, men of religion, businessmen and politicians."]}, {"title": "Typology", "paragraphs": ["Gossip magazines in Spain are increasing in number but there are four which have survived for three decades and these can be characterised as the upmarket sector. In chronological order from date of launch they are: Lecturas, Semana, Hola and Diez Minutos. All are weekly, first appeared around the 1940s and are published on Thursdays. To this select group we must add Gala, launched in 2004. These magazines are characterised by publishing easy-to-read articles, with many illustrations and brief texts which can be quickly read. Some of the texts, as we will later see, are more elaborated than others. These magazines reveal the private lives of celebrities: their stories, love affairs, successes, failures, their dressing style, or what they say. Sometimes, the magazines do not even tell a story, they simply show some everyday routine—a walk, the sport being practised, normal shopping—or how they are—the clothes they use, the car they have, if they study or work, or just where they go. All these people share similar characteristics: they are famous, generally young (or at any rate they do not seem to grow old), attractive, or at least elegant, and who, of course, enjoy a wonderful life. Problems for them are occasional and they have a lot of money and power, which enables them to enjoy all types of facilities (Gallego, 1990, pp. 110–17).", "In general, these magazines contain similar information which may be divided into three main segments. First of all, material produced in-house, secondly, up-to-date information coming from agencies, and thirdly, set sections dealing with fashion, beauty, kitchen recipes, travel, leisure, TV guides, star signs, pastimes and jokes. The last mentioned occupy just a couple of pages in the magazines.", " Lecturas was the first magazine to appear, in June 1921, as a supplement of El Hogar y la Moda (Home and Fashion), a magazine for women. It was successful as it allowed women to offer their opinion on any article shown in it or any other current topic of the time. The most relevant issues of the week were summarised, all of them about assiduous famous people. Then came the articles, being more important for their illustrations and photographs (many of them large and in colour) than for the text itself (brief and redundant). The rest of the sections were: Details (an article), The Enquirer (questions and answers about a current event), La imagen (a paradisaical place), Witness (the life of a famous person), TV Guide, People (going over famous peoples’ doings and weekly activities), Curiosities (articles on several curious facts), Forges’ jokes, and final sections on Fashion, Beauty, Health, Leisure, Travelling, Ideas, Horoscopes, Pastimes and Recipes.", " Semana emerged in February 1940. Its contents were not regarded as gossip at first, because they were mainly political or cultural. It changed in 1969 when Luis G. de Linares became its director and the focus shifted to royal events and shows. Its sections are People (news about famous people), Recipes, Fashion, Health, Leisure, Getaways (proposing places to visit), Horoscopes, Pastimes, Novelties, TV Guide, and Humour. It has long interviews and articles with numerous pictures.", " ¡HOLA! was launched in September 1944 (Angeletti and Oliva, 2002, pp. 324–61). It is also published in other countries, for example the United Kingdom. Because it is presented in a larger format than the other magazines, the quality of finish is better. It is characterised by its long illustrated reports, well crafted and with lots of large-sized photographs that sometimes occupy entire pages. The design is as carefully considered and crafted as the informative content, and celebrities are approached with a respectful attitude. Apart from illustrated reports on celebrities, it offers the following sections: Singular World (strange events around the planet), Pastimes, News Cocktail (varied information about famous people), Cinema (current premieres and actors), Seven Days (news in brief about famous people), Panorama (world news in images), Famous peoples’ holidays (summer section), Society (social acts), Television, TV News (information about TV stars), Fashion, Beauty and Recipes.", " Diez Minutos appeared in September 1951. It is the last magazine to survive Franco's regime and its success was due to its section Estos días se habla… (weekly review of brief pieces of news). Front of book articles are the longest, becoming shorter as the magazine progresses. In it we also find Fotos diez (peculiar images), Pastimes, Beauty, Fashion, Healthcare, Leisure, Ideas, Recipes, TV Guide, Tendencies, Letters, Horoscopes and Humour.", " Gala was created in October 2004, together with Diva, both publishing on Mondays. Recently, it has been published on Thursdays in order to share publication day with the upmarket gossip magazines. We owe its arrival to an agreement between G + J, which edits this magazine in France, and Vocento (Saiz, 2004, p. 4). Its design is very distinctive, the photographs dominate the pages and sometimes even occupy two pages. Contents can be summarised as: Current affairs (relevant article of the week), Beauty, Recipes, Agenda (cultural events), Finery (events which have famous people as protagonists), Divine and Human (society chronicles), Focus (famous peoples’ news), Pastimes and Horoscopes.", "Upmarket gossip magazines, unlike the populist sector which publishes on Mondays, rely on some strict rules delineated by Antonio Sánchez Gómez (Angeletti and Oliva, 2002, p. 352), the founder of ¡Hola! (Hello!):  Pictures of topless women, or naked people in general, will not be published.   Photographs are highly valued. Without images there is no story, photographs tell the story.   Interesting copy must accompany the image: “Photographs must speak for themselves and show something which might awaken the reader's interest”.   Photographs and other material must be current and authentic. Pieces of gossip and speculation which might negatively affect the interviewed people will not be published. All information used must be confirmed or verified.   Copy must be short, except for cover stories which are longer, better and serious.   People are more important than things or topics. Protagonists must be well-known or related to an important event. Stories of human interest prevail, specially those dealing with moments of joy.   Never criticise people. Items of news must be fun, pleasant and never aggressive towards the person who has been interviewed. This feature distinguishes them from Monday magazines, aimed at excessive speculation about the topics dealt with. The founder of ¡Hola! considers that his magazine runs journalism of opinion, but does not produce any subjective or personal value judgements.   ", "Pictures of topless women, or naked people in general, will not be published.", "Photographs are highly valued. Without images there is no story, photographs tell the story.", "Interesting copy must accompany the image: “Photographs must speak for themselves and show something which might awaken the reader's interest”.", "Photographs and other material must be current and authentic. Pieces of gossip and speculation which might negatively affect the interviewed people will not be published. All information used must be confirmed or verified.", "Copy must be short, except for cover stories which are longer, better and serious.", "People are more important than things or topics. Protagonists must be well-known or related to an important event. Stories of human interest prevail, specially those dealing with moments of joy.", "Never criticise people. Items of news must be fun, pleasant and never aggressive towards the person who has been interviewed. This feature distinguishes them from Monday magazines, aimed at excessive speculation about the topics dealt with. The founder of ¡Hola! considers that his magazine runs journalism of opinion, but does not produce any subjective or personal value judgements.", "Monday magazines do not have the strong tradition of the Thursday publications, they are of more recent provenance and do not enjoy the same quality of text and photography. However, they have gained many readers, to the extent that Pronto is the most read magazine in Spain. According to Gallego, it is because they deliberately mix fiction and reality, and they also “put people down and stop idolising them, using an iconoclastic and insolent style” (1990, p. 111). Gallego points out that they may be bought just to see the resourceful inventiveness used to present the information. She takes for granted that readers know the material is fictitious, but they still read the pages in search of fiction with real characters.", "There are four Monday magazines: Pronto, ¡Qué me dices!, Sorpresa, and Diva; although Diva does not completely fulfil the characteristics pointed out previously. It first emerged as a gossip magazine but has been transformed into a magazine for women, trying to find its place in this market sector. Its page format is also different (33×23.5 cm), like those of ¡Hola! and Gala, and larger than the rest of the populist gossip magazines (29.5×21 cm).", " Pronto features the proper characteristics of a Monday magazine—it is not as interested in the copy and photographs as it is in attracting readers’ attention. The information in this magazine serves a different purpose, it tries to show readers the other life of the rich and famous by dealing with topics such as famous people in prison, the rebirth of former idols, a millionaire's ruin or imprisonment. It differs from other magazines because it includes stories sent in by anonymous contributors. There are four types of stories: Un hecho real, El amor no tiene edad, Vivencias and ¿Qué habría sido de mi vida? (A real story, Love has no age, Experiences and What would have happened if...?). Apart from these stories there are updated articles on drugs, environmental problems, and natural tragedies. It also has set sections: Your rights (readers ask questions and the magazine offers answers), Pastimes, Curiosities (surprising events), Healthcare (sanitary advice), Pronto's new pharmacy, Tips (home advice), Beauty, Interesting lives (famous people's stories), Competition, TV Guide, Horoscopes and Current affairs (news in brief about the famous people),", " ¡Qué me dices! was first published in 1997 as a consequence of the television programme shown on Channel 5 (Telecinco) and named after it. It deals with the same current affairs as any other gossip magazine, but unlike upmarket ones its tone is more informal and it even laughs at or criticises famous people. However, it does not go as far as the magazine Sorpresa! in this respect. The magazine is divided between People (with the weekly articles) and the set sections. These comprise Fashion, Beauty, Bazaar (peculiar objects, price and place where they may be purchased), Family life (tips), Rights, Pastimes, Horoscopes, Recipes, Health, Diet, Travel, Fate's desire (personal stories sent by readers), Agenda (cultural pieces of news), Current affairs (famous people's news) and Visto lo visto (a contest with the most controversial photos of the week and questions about them; the questionnaire mocks the famous people in the photos).", " Sorpresa! came out in 1998. It is the most sensationalist of all the magazines, with headlines calculated to shock the reader. Its pages ruin the good image of the famous people presented in Thursday magazines. They are criticised, pestered and laughed at. Together with the weekly articles, there are set sections: Se dice se comenta (they say and comment), a review of the weekly news of famous people, Women's charms (fashion tips), Television (TV guide), Kitchen tips, Peculiarities (more tips for the house, health), The X-ray (offering detailed information about a famous person), The Magic corner (several peculiarities) and Tachycardia (striking news of famous people, most of them aimed at making them appear ridiculous).", " Diva emerged in October 2004 together with Gala, the latter now comes out on Thursdays instead of Mondays. Diva, despite maintaining the day on which it comes out, has recently changed its contents. It first appeared as a gossip magazine, which is why it is included in this study. However, its contents are now those of a mainstream woman's magazine, only varying in certain interviews which are gossip-like. This magazine was launched by Hola and there were initial attempts to create publishing agreements with Hachette Filipacchi and Edipresse Hymasa, but they failed. It seemed as though Diva emerged as a response to Gala, but its publishers maintain that they had been long working on the Diva project (Saez, 2004, p. 4).", "Monday magazines share similar characteristics and differ from Thursday ones, even in the cheaper price. Their design, photographs and articles are not of equal quality to those found in upmarket gossip magazines. They do not show respect towards famous people, and do not regard them as different from other mortals; this is precisely their reason to criticise and mock. The following are the general features of these magazines as opposed to Thursday ones:  They publish pictures of both topless women and naked men. These are not just seen in the inside pages, but on the cover as well, or even in their advertisements.   There must be an interesting story to tell, but if it generates a crazed fascination, all the better. Photographs must give rise to sensationalist headlines.   Photographs and other material must be authentic, but some of these magazines make use of fictitious copy or unconfirmed data. Even though they generally work on current topics, sometimes they recycle copy from their archive.   The priority of the copy is not to be of good quality and serious, but rather to cause an impact on the reader. Articles are normally brief and aimed at interpreting the photographs that go with them, they are the real focus.   Even though famous people are still the core of these publications, they are no longer idolised. They are secondary, because the main goal is drawing readers’ attention. Monday magazines are not interested in humane stories, but rather in those filled with controversy, messy affairs (separations, insults, unfaithfulness, naked bodies) and so on.   The motto of never criticizing famous people is completely forgotten and abandoned. Criticism and direct confrontation between people are favoured and encouraged.   ", "They publish pictures of both topless women and naked men. These are not just seen in the inside pages, but on the cover as well, or even in their advertisements.", "There must be an interesting story to tell, but if it generates a crazed fascination, all the better. Photographs must give rise to sensationalist headlines.", "Photographs and other material must be authentic, but some of these magazines make use of fictitious copy or unconfirmed data. Even though they generally work on current topics, sometimes they recycle copy from their archive.", "The priority of the copy is not to be of good quality and serious, but rather to cause an impact on the reader. Articles are normally brief and aimed at interpreting the photographs that go with them, they are the real focus.", "Even though famous people are still the core of these publications, they are no longer idolised. They are secondary, because the main goal is drawing readers’ attention. Monday magazines are not interested in humane stories, but rather in those filled with controversy, messy affairs (separations, insults, unfaithfulness, naked bodies) and so on.", "The motto of never criticizing famous people is completely forgotten and abandoned. Criticism and direct confrontation between people are favoured and encouraged."]}, {"title": "Dealing with Private Life in Gossip Magazines", "paragraphs": ["One of the most pressing matters currently under debate in the Spanish media, and elsewhere, is how the informative media deal with people's privacy.", "The relationship established between private lives and media information has become complicated due to not only the attitude adopted by journalists in the last few years, but also the behaviour of society as well. It is important to bear in mind that magazines about famous people's private lives have become extremely popular in a short time. They have larger print runs than cultural or generalist publications.", "This eagerness to make public what belongs in the private sphere is not just exclusive to famous people. Normal anonymous people are now making their story (disappointment in love, tragedies, separations, paternities) public in this type of magazine in exchange for a certain amount of money. These accounts are among the most widely read content.", "Since the Middle Ages the Spanish have been experts, sensitive and well aware of the concept of honour, at defending personal reputation; we have risked a lot and we have been violent in the name of honour. But as a whole, we were not very conscious of the idea of privacy and private life. If once this was the cliché, nowadays Spanish people are well aware of their privacy, and we give it away when we wish to do so.", "According to Carlos Soria (1992), director of the Ethics and Right to Information Department at the University of Navarra, Spain has been through, in a short time, a “national master's degree in privacy assault”. Among these assaults or breaches of privacy, he identified the following modalities:  Privacy breaches proceeding from chromosomes (the Athletics Federation's doubts about the sex of an athlete).   Privacy breaches proceeding from air or sea, taking a light aircraft and flying 100 metres above the country house of some famous banker or actor.   Information breaches resulting from investigative journalism, as in the case of the children adopted by Sara Montiel, Isabel Pantoja or Isabel Gemio.   Breaches proceeding from the sickbay of a bullring (e.g. the case of the bullfighter Paquirri).   ", "Privacy breaches proceeding from chromosomes (the Athletics Federation's doubts about the sex of an athlete).", "Privacy breaches proceeding from air or sea, taking a light aircraft and flying 100 metres above the country house of some famous banker or actor.", "Information breaches resulting from investigative journalism, as in the case of the children adopted by Sara Montiel, Isabel Pantoja or Isabel Gemio.", "Breaches proceeding from the sickbay of a bullring (e.g. the case of the bullfighter Paquirri).", "We must keep in mind that privacy cannot be expropriated simply by the availability of information. We should never try to justify reasons to publish information against the will of any private person. Private information may only be made public with personal consent.", "If we believe that someone's private life can be expropriated by publishing personal information, we will end up destroying dignity and the social capacity to live together and in community. We may even end up by creating a society that does not understand the dehumanising power information can have.", "The traditionally valued attributes of journalists are external—characteristics such as audacity, strength, tenacity and ability to maintain relationships with other human beings. However, we believe the real quality of any journalist to be interiorised, in knowing the value of people's privacy. Anything worth anything in this world comes from human privacy, which is why we must not let it be expropriated, or suffocated."]}, {"title": "Legal Regulation of the Right to Privacy", "paragraphs": ["If Warren and Brandeis, lawyers from Boston, noted in 1890 a threat to private life from the technical development of photography and the trend to sensationalism, today, after more than 100 years of technological and business development in communication activities, the opportunities for violating the right to privacy have been multiplied enormously.", "This is why some limits are necessary in advertising and information activities. We must find a balance between the right to information and the right to honour and personal privacy. We are to protect the latter from the communication media.", "By privacy rights we understand any particular subjective rights built on personality, which aim at guaranteeing the enjoyment of the body and the spirit, essential attributes of human nature. These rights are also referred to as individual or personal rights. Among the characteristics of individual rights, we may point out that they are non-patrimonial, inalienable and unprescribable. The right to privacy is found among these personal rights.", "This right was created by French and North American jurisprudence. The general principle of civil law neminem laedere—damages must not be caused unjustly to anyone, and if done so there is an obligation to compensate and make amends for the damages caused—was extended to other areas which were not gathered in criminal law but also needed to be taken into consideration.", "The right to have a private life is absolutely circumscribed within individual rights. Private life is an essential element of human lifestyle, and an inherent right to the individual person. It is much more important for anyone than any object of his or her property.", "Therefore, all individuals are subject to this right to privacy. The Constitutional Tribunal establishes in sentences 137/1985 and 57/1994 that only a natural person (not a legal entity) has a right to privacy (Constitutional Jurisprudence Bulletin, 1985; Bulletin, 1994).", "The object of this right is any action violating private life, understanding private life to be the personal freedom of acting.", "The right to privacy includes the following:  Not communicating or making aspects of personal life public.   Not disseminating them in the media.   Stopping people from directly or indirectly accessing any data concerning personal life.   Stopping people disseminating these data, directly or indirectly.   ", "Not communicating or making aspects of personal life public.", "Not disseminating them in the media.", "Stopping people from directly or indirectly accessing any data concerning personal life.", "Stopping people disseminating these data, directly or indirectly.", "As consent fulfils a crucial role in this right, the following are considered to be a person's capabilities as far as right to privacy is concerned:  Reveal details of his or her personal life.   Disseminate them through the communication media.   Allow others to have access to personal life details.   Allow others to disseminate the data, directly or indirectly.   Revoke consent in any of the three previous instances.   ", "Reveal details of his or her personal life.", "Disseminate them through the communication media.", "Allow others to have access to personal life details.", "Allow others to disseminate the data, directly or indirectly.", "Revoke consent in any of the three previous instances.", "The penal code establishes two levels regarding privacy protection:  A general level which penalises the act of taking possession of papers, letters, messages, personal documents, recording images and sounds through the use of technical devices, provided that the aim is violating someone's privacy. That is to say, a range of different behaviours which are intended to assault personal privacy.   A specific level delimited by computing activity and, in particular, databases.   ", "A general level which penalises the act of taking possession of papers, letters, messages, personal documents, recording images and sounds through the use of technical devices, provided that the aim is violating someone's privacy. That is to say, a range of different behaviours which are intended to assault personal privacy.", "A specific level delimited by computing activity and, in particular, databases.", "The new code considers those punishable conducts enabled by the computing technology: access, taking possession, use and modification of the personal data registered in databases, data transference, circulation and revealing. The three last actions mentioned are considered most serious. Civil responsibility in this field is aggravated for those responsible for databases, be they private or public. If the person doing any of the previously mentioned actions is an authority or a civil servant, the punishment would be greater (Article 198, Spanish Penal Code).", "Within the privacy field, we may distinguish four types of punishable conduct:  Taking possession of papers, letters, electronic messages, and personal documents or belongings.   Intercepting communications.   The use of technological devices to hear or transmit information, sound or image recordings, or any other type of communication sign.   Even more serious: spreading, revealing or giving out the obtained information.   ", "Taking possession of papers, letters, electronic messages, and personal documents or belongings.", "Intercepting communications.", "The use of technological devices to hear or transmit information, sound or image recordings, or any other type of communication sign.", "Even more serious: spreading, revealing or giving out the obtained information.", "In order for these actions to be considered offences, two essential conditions must apply: the acts were carried out without the affected person's consent and the aim of such action was discovering someone else's privacy.", "An interesting aspect of these privacy crimes is what the Spanish media have already termed as “investigative journalism abuse”. This term arises from the distinction made by the penal code between revealing information from an unknown source, and revealing information knowing where it comes from. The first instance includes the concept of protected privacy; the data have been obtained lawfully, or the person who spreads the information ignores any unlawful procedures which have been used to obtain it. The second case accounts for the media or the journalists who are aware of unlawful procedures. In the first case there is a public interest in knowing this information, despite the fact it belongs to someone's privacy. There is therefore a justification. The second case is by no means justifiable, not even with the presence of a public interest.", "This gives rise to a question concerning the communication media: whether this rule will still allow the denunciation and revelation of punishable acts and irregularities carried out by politicians, when on many occasions the information derives from the irregularities of a civil servant who photocopies and sends a document to the media, or takes it despite the fact that it has been stolen or obtained by another unlawful procedure.", "The current deontological code, accepted by most professional associations is as follows:  Celebrities or famous people must accept the fact that information about their acts will be published, due to their public condition.   There is an exception to protect minors.   Giving information about people's privacy is only justifiable if there is a reason of public interest.   Whoever preserves his or her privacy must be respected, but, by contrast, whoever sells it enters a dangerous market.   ", "Celebrities or famous people must accept the fact that information about their acts will be published, due to their public condition.", "There is an exception to protect minors.", "Giving information about people's privacy is only justifiable if there is a reason of public interest.", "Whoever preserves his or her privacy must be respected, but, by contrast, whoever sells it enters a dangerous market."]}, {"title": "Conclusion", "paragraphs": ["In the last few years, public interest in gossip magazines and in the people who appear in them has increased. As a consequence, the number of titles and investment by publishing and advertising companies has also increased. This phenomenon coincides with a higher production of radio and television programmes of similar content. The gossip magazine market has been divided into the following segments: upmarket gossip magazines, which show more respect towards the famous people and take greater care of the contents and the design, and the populist press, which is more sensational, violates people's privacy, relies on rumours and does not differentiate the information, being interested only in gaining readers.", "This phenomenon has had an influence upon press contents, sometimes breaking legal rules or certain ethical and deontological prohibitions which journalists have traditionally followed. It has also provoked serious conflicts between the right to information and the right to privacy. As a consequence, legislators have been obliged to regulate this matter.", "Public interest and the act of revealing offences should be sufficient criteria to work as a guarantee of information and press surveillance over public lives. But to uphold the legitimacy of this warning function, journalism should be an ethical activity behaving with rigour and responsibility. Mixing the right to information with sensationalism and business may end up ruining people's confidence in journalistic activities and discredit the profession.", "Gossip magazine contents have raised a major debate in Spanish public opinion creating the dilemma of whether it is better to give the audience what it wants to read, or to deliver, against the audience's will, serious and rigorous journalism in which the rules are respected and rumours are differentiated."]}], "references": [{"title": "“Revistas para Todos”", "year": "2004", "journal": "Anuncios", "volume": "", "authors": [{"name": "Sáez Maite", "first_name": "Sáez", "last_name": "Maite"}]}]}