{"doi": "10.1080/1461670X.2016.1154796", "url": "https://doi.org/10.1080/1461670X.2016.1154796", "title": "Power to the virtuous?", "volume": "17", "year": "2016", "issue": "7", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Hess", "first_name": "Kristy", "name": "Kristy Hess"}], "abstract": "Much scholarship laments a decline in civic participation and community social capital in a changing media world. But the concept of “civicness” remains important to functioning societies across the globe. This research borrows from the cultural turn in studies of media, communication and citizenship to examine civic as culture, anchored in the practices and symbolic milieu of everyday life. As its theoretical entry point, this research paper positions civic as virtue. Drawing on scholars from Aristotle to Pierre Bourdieu, civic virtue may be understood as a perceived moral obligation to serve the common good, especially the interests of a “community” in which individuals and/or groups are connected. In particular, the research extends Bourdieu's ideas to consider news media as a powerful institution alongside the state that may claim monopoly over the manipulation of civic virtue under certain social conditions. Civic virtue offers much in discussions about media power in the digital age and its relationship to the future viability and legitimacy of news media. The research draws on exemplars from a study into digitally mediated civic participation in a rural/regional Australian context to position certain local media as “keepers” and “conferrers” of civic virtue in the social settings they serve.", "body": [{"title": "Introduction", "paragraphs": ["At a time when the future of traditional news media faces uncertainty, there is also concern that civic participation—so vital to lubricating the wheels of democratic societies—is waning (see e.g. Putnam 2000; Kinney 2012). There is much scholarship that celebrates news media as providing the information essential to civic life, but in the digital world there is now a plethora of platforms available in which people can communicate with one another. This research examines the relationship between the civic and issues of media power and legitimacy in the changing digital landscape. To do this, the paper engages with the philosophical concept of civic virtue—the ethical/moral obligation to serve the common good—especially the interests of a “community” in which individuals and/or groups are socially connected (Burtt 1990; Hurka 2001; Audi 2000). Specifically, it extends the work of Pierre Bourdieu to argue there is great power to media institutions that are seen as central to upholding and perpetuating civic virtue in the communities they serve (see Hess 2016). In doing so, it resists a functionalist account that positions news media as putting the interests of the common good ahead of all else (see the communitarian view, especially Christians 1999; Borden 2010) or as a neutral conduit in which information flows. Rather, it highlights the advantages that come to media considered the legitimate platform to perpetuate and reinforce civic life, exemplified at the local level.", "Media scholars who engage with the concept of virtue tend to provide an overview of the meta-ethical and normative positions that frame discussions, surveying deontology, forms of utilitarianism and virtue ethics (see e.g. Gordon et al. 1999; Borden 2010; Ward 2010; Couldry, Madianou, and Pinchevski 2013). This essay sidesteps such discussions by viewing civic virtue as the way people come to think about “community” and “collectivity” and the media's central relationship to this. The paper positions certain news media—especially at the local level—as “keepers and conferrers” of civic virtue. This is because of their symbolic power to construct reality (Bourdieu and Thompson 1991) and their centrality to the civic is consecrated by both the state and the actions of everyday people in the social spaces they serve. The essay illuminates key contentions by drawing on extracts from a series of interviews and a focus group that examined the relationship between media and civic life in rural/regional Australia in 2015. A burgeoning local government area covering 600 square miles with a population of 25,870 (that swells to more than 100,000 in summer months with tourism) was selected for study. In comparison to some local areas that receive little news and information, especially in the United Kingdom (see e.g. Fenton et al. 2010), the municipality has several active news providers. There are two weekly newspapers which have print and online presence (print is distributed free to letterboxes). There is a radio station covering the municipality along with several other local government areas in the district and designated Facebook pages have been set up for specific groups such as a local “buy, sell and swap” and political activist groups. Television services are located in a nearby capital city and do not provide designated, regular news for the municipality.1"]}, {"title": "Defining the Civic", "paragraphs": ["Civic life is widely considered synonymous with political life. The Oxford Dictionary, for example, defines civic as “relating to a city or town, especially its administration, municipal” (www.oxforddictionaries.com/definition/english/civic). There is not scope here to wade into the extensive definitional work across democratic, political community, governance and social theory on civic engagement, but it is widely linked to political participation (see e.g. Delli Carpini 2004; for an excellent summary of definitions of civic participation, see Adler and Goggin 2005). It is important, however, to acknowledge the growing body of scholarship that recognizes the social and apolitical dimensions of civic life. Political scholar Robert Putnam (2000) argued civic participation extends beyond the walls of politics to include informal social activities (visits with friends, card games) as well as formal activities (committee service, community and political participation). The cultural shift in media studies, meanwhile, also adopts the “hunch” (Bakardjieva 2009) that studying people's conversations and practices at the everyday level of society can tell us much about civic participation. This cultural turn has led to the introduction of notions such as civic culture (Dahlgren 2003, 2009), cultural citizenship (Hermes 2006), public connection (Couldry, Livingstone, and Markham 2007) and subactivism (Bakardjieva 2009). Dahlgren (2003 , 153) argues that while the boundaries between the civic and political are blurred and difficult to distinguish it is important that we do in order to understand civic culture. Dahlgren views the civic more like a social storehouse that can be drawn upon to enact political participation. He suggests the “civic” should be understood as the prerequisite for the political, “a reservoir of the pre- or non-political potentiality that becomes actualized at particular moments when politics arises” (154).", "This research positions the civic in terms of the broader philosophical notion of civic virtue. This helps to shift understandings of the civic from a resource or reservoir for political action (Dahlgren 2003) to an embodied disposition among individuals to act and feel in a certain way, often without reflection or conscious thought (see Dagger 1997; Hurka 2001). Civic virtue is understood as the “blueprint” for an individual that outlines what to do in a given situation—to further the common good and determine the way a good citizen should behave in a given “community” (Blanken 2012; see Dagger 1997). I have argued elsewhere that the common good serves as a richer foundational concept for journalism than the politically oriented idea of serving the public good, because the former is associated with ideas of community, morality, meaning-making, notions of good and evil (Hess 2016). It helps to separate politics from culture and illuminates issues of power. For example, when asked to describe or define the “civic”, participants in the Australian study all defined the concept as being synonymous with the idea of “community” and “collectivity”, beyond the political sphere alone to incorporate social and moral dimensions. Consider these comments from an elected municipal councillor: Civic means you are part of a collective and involving yourself in the collective, beyond politics. It is your duty to being a good citizen … I think it acknowledges that we are all in it together (Interview with researcher, 1 July 2015)A part-time resident who had a long-term holiday home in the district offered this perspective: it is something bigger than politics, that we can all do the right thing by each other when it matters. (Interview with author, 3 May 2015)Scholars such as Audi highlight there is good reason for civic virtue to be considered moral as it requires people to respect others and is incompatible with immorality in the social arena such as cheating, pillaging, etc. (Audi 2000, 151)—as demonstrated by the comments above. Theologist Patrick Riordan (2008, 2015) positions the common good and its subsidiary of civic virtue as a heuristic concept—naming something not already known in detail but to be discovered during ongoing deliberation (see e.g. Riordan 2008). Riordan (2015) contends the concept of the common good furnishes postmodern humanity with a valuable tool of analysis and persuasion. He argues that while shared meaning can be taken for granted, there are times it becomes a goal for action when there is a crisis and a need to repair, sustain or regenerate the meaning (Riordan 2015). There are both advantages and inequalities that arise from the role of “meaning makers” in society whom can also serve (and are expected to serve) as a moral compass in certain social contexts. I have argued the work of Pierre Bourdieu helps to illuminate how certain institutions are central to upholding and perpetuating civic virtue to retain their own power and legitimacy (Hess 2016).", "Civic means you are part of a collective and involving yourself in the collective, beyond politics. It is your duty to being a good citizen … I think it acknowledges that we are all in it together (Interview with researcher, 1 July 2015)", "it is something bigger than politics, that we can all do the right thing by each other when it matters. (Interview with author, 3 May 2015)"]}, {"title": "Bourdieu and Pillars of Virtue", "paragraphs": ["In Bourdieu's scholarly work, he outlined three universes (political, religious and scientific fields) (Wacquant 2004). Each are based on a division between the profane and the specialists who claim monopoly over the manipulation of three essential goods—scientific truth, spiritual salvation and civic virtue (Wacquant 2004, 13). He argues under certain conditions actors have a personal interest in being seen as virtuous, but he pays little attention to the media here. Such actors can draw symbolic gains, probably good reputation and social integration, and eventually material ones, from disinterested behaviour and being seen as central to upholding such ideas (Bourdieu 1998, 89, 142).", "A key aspect of Bourdieu's work is that certain institutions and individuals in society, over time, are seen to “stand in” for the civic without conscious effort or challenge and hence perpetuating the importance of civic virtue is necessary to retain symbolic power2 (Bourdieu 1998). The political field (see Bourdieu 1984), for example, is positioned as the “natural” centre of civic life. Participants in the Australian study perceived local government authorities as the primary custodian of the “civic”—in the localities where people lived, worked or had a “sense of place” (see Hess 2013).", "An active volunteer, aged in his 70s, offered this view: When you live in a community, local government is just a civic body that's the authority. It's unquestioned. I don't put community organizations under the umbrella of civic institutions because they have no power. You can't do anything without power. (Interview with researcher, 17 July 2015)The reference to local government authorities as the “unquestioned” authority speaks to Bourdieu's concept of misrecognition (Bourdieu 1977)—an unspoken, unquestioned power to influence facets of society—in this instance the idea of “civic” life. The intention of this paper is to conceptualize certain news media as a type of specialist, like the state, that Bourdieu argues can manipulate civic virtue to their own advantage (Bourdieu 1998). To unpack this further, I suggest that certain news media can be understood as “keepers” and “conferrers” of civic virtue in the “communities” they serve—exemplified most strongly at the local level. As a framework, this may serve to help the elite grow stronger in strategizing ways to maintain advantage in a digital world. It may also be useful to help others challenge media power. Either way, the intention here is to unmask it.", "When you live in a community, local government is just a civic body that's the authority. It's unquestioned. I don't put community organizations under the umbrella of civic institutions because they have no power. You can't do anything without power. (Interview with researcher, 17 July 2015)"]}, {"title": "News Media as “Keepers” of Civic Virtue", "paragraphs": ["Bourdieu asks what are the social conditions and possible sites in which virtue pays—where expressions of the common good mask a direct self-interest to an individual or group but benefit society all the same (Bourdieu 1998). The term keeper is synonymous with custodian, warden, protector, minder. It implies a degree of power or control. The keeper is also a term given to a position on a sporting field where players competing to gain an advantage over others aligns with Bourdieu's theory of social space and associated concepts of field, habitus and capital (Bourdieu 1984). Those that are seen as keepers of civic life, I suggest, stand to gain, symbolically and economically.", "As keepers of civic virtue, certain news media wield symbolic power—the power to construct reality (see Bourdieu 1990; Couldry 2012). There is extensive literature that links local media as a powerful institution in generating feelings of community and collectivity (Anderson 1983; Moores 2000; Buchanan 2009; Mersey 2009; Hess and Waller 2015). The majority of participants in the Australian study outlined the important role of two local newspapers serving the municipality—both distributed free to homes each week in print and also available online—as being central to generating “civicness”. This was ahead of radio, television and social media such as Twitter, Facebook and Instagram. For many participants, one particular newspaper was aligned more closely to the civic than the other as it published only “local” information and the journalists were known to live and work in the municipality. This was in contrast to the other newspaper operating from a nearby regional city which devoted only small sections of its content to news in the municipality examined in the study. As a participant in the focus group, a father of young children aged in his 40s, said: The newspaper generates civicness because it is called the Surf Coast Times and it is specific to the area, you instantly know that if you can support it or get involved in it you are really supporting your local community. It's where you are. (Extract from focus group transcript, 1 August 2015)This comment resonates with previous work that highlights the importance of geography and the “local” to news in the digital world, where local news outlets serve as a beacon to gaining an understanding of happenings in specific territories in global information flows and movements (Hess 2013). Hess and Waller (2015) have argued that perceived localness is important to news providers in the digital age and they must invest in both a physical presence and detailed understanding of the localities they serve to stay competitive in the digital world. The comment above also highlights the act of regularly reading the newspaper as being seen as part of people's civic engagement. Other participants in the focus group highlighted how their own media-related practices consecrated certain media over others as being associated with “civicness”. The owner of a holiday home in the municipality made this remark: I always read the newspaper just to find out what is going on and get my bearings a bit … it's quite grounding. (Interview with author, 3 May 2015)The editor of the more popular local paper based in the municipality said being perceived as central to the civic was important in shaping the news agenda and enhancing the outlet's reputation. It's crucial, especially if you are trying to establish a connection with your readers through your stories. If I were to put it another way, as an editorial compass or radar, my attention is certainly grabbed by a story that has a civic element to it. Like a fundraiser, it's a local group—it's an event we support. It's something no one would put on the front page but it connects a whole heap of different community groups together to participate in the event. So it all coalesces around the idea of community participation. (Interview with researcher, 26 June 2015)", "The newspaper generates civicness because it is called the Surf Coast Times and it is specific to the area, you instantly know that if you can support it or get involved in it you are really supporting your local community. It's where you are. (Extract from focus group transcript, 1 August 2015)", "I always read the newspaper just to find out what is going on and get my bearings a bit … it's quite grounding. (Interview with author, 3 May 2015)", "It's crucial, especially if you are trying to establish a connection with your readers through your stories. If I were to put it another way, as an editorial compass or radar, my attention is certainly grabbed by a story that has a civic element to it. Like a fundraiser, it's a local group—it's an event we support. It's something no one would put on the front page but it connects a whole heap of different community groups together to participate in the event. So it all coalesces around the idea of community participation. (Interview with researcher, 26 June 2015)", "In a digital world, the role of certain media outlets as “keepers” of civic virtue is often reinforced and sanctified by the political elite in several ways. Journalists hold a privileged position in society to report on civic and civil life. They continue, for example, to be allocated a designated physical space to report in parliament, local government chambers and the courts, ahead of the “ordinary” person or amateur blogger (see Waller and Hess 2013). An especially powerful way of demonstrating how the state consecrates certain media outlets as being central to the civic is the role of government legislation regarding the advertisement of public notices. In Australia for example, legislation (see e.g. www.legislation.vic.gov.au) requires local government authorities to publish such information in a newspaper. This is an unspoken assumption that remains unchallenged even in the digital age. In the United Kingdom, however, there have been calls for an urgent review of legislation that currently commits local planning authorities to publish notices in newspapers in the digital environment (Dale 2012). The Killian Pretty Review (2008), for example, recommended that local planning authorities should no longer be required to publish in newspapers to improve effectiveness of discussion and involvement of local community and give authorities flexibility to spend money in the way they see fit to best engage their local communities (see also Radcliffe 2015). Local government representatives interviewed in this study agreed that such legislation posed direct economic advantage to newspapers. It also highlights the potential inequalities to other news providers serving communities vying for legitimacy and viability in the digital world.", "Another aspect of news—births, deaths and marriage columns—helps to demonstrate how certain news outlets are consecrated as central to the civic through people's everyday media practices. I have argued elsewhere that such notices (often the staple of local newspapers) provide a powerful way of reinforcing rites of passage and determining those individuals who see themselves “in” or “outside” a particular community (see Hess 2015). Such power emerges only through adopting a critical cultural lens and examining the role media plays in people's everyday lives (see Couldry 2012)."]}, {"title": "Media as Conferrers of Virtuous Practices", "paragraphs": ["Talpin (2011) argues particular attention should be paid to the public status of the groups that Bourdieu argues benefit most from upholding notions of civic virtue. As we have established, there are few institutions—aside from the state—that imbue or have the ability to bestow symbolic power on others like the news media (see e.g. Couldry 2012). In Australia, annual Australia Day and Queens Birthday honour celebrations are testament to this, where media and government link together to celebrate and sanctify exemplars of civic virtuosity in their municipalities. Local news also plays a role independently of the state in bestowing symbolic capital—individual's reputation and prestige (Bourdieu 1986)—upon those who are seen to be particularly civic minded. The editor of one of the local newspapers said this was integral to the newspaper's economic and social value: People like reading stories about somebody that plays a role in their community. Volunteers, especially, who put in the extra effort, unrewarded or unthanked, those stories are really popular. Those are important stories but you wouldn't fill the entire paper with them, at the risk of boring the readers. We always are on the look-out for that because we are a community newspaper. So it's good to be seen to be doing the right thing by the community. (Interview with researcher, 22 June 2015)Serving as central to the civic is much more than reporting and recognizing the efforts of the civic-minded, it is as much about drawing boundaries; determining who belongs “in” community or “out” of community; who should be recognized or supported in fundraising initiatives or exposed for wrongdoings as well as setting moral expectations and values. A fear of corruption sits at the heart of the republican idea of civic virtue. Bourdieu highlights that journalists play a role in uncovering the self-interest of others because the logics of the journalistic field reward such behaviour (Bourdieu 1998, 145). As conferrers of civic virtue, news media play a well-documented role in patrolling boundaries and serving as watchdog over the actions of elites (i.e. corrupt politicians) as aligned with the valued Fourth Estate function of the press. This involves covering council meetings and those who appear before the courts. There is also the lesser-examined practice of media shaming, where traditional local news outlets play a powerful role in exposing the actions of “everyday” people who undertake unacceptable or immoral activity in the communities they serve (see especially Waller and Hess 2013). In a digital world, the news media continues to be a powerful platform among everyday people to expose the wrongdoings of others. The managing editor of one of the newspapers said the publication's regular “Buckets and Bouquets” column was “probably our best-read thing” (interview with researcher, 22 June 2015). The column celebrates selfless behaviour important to upholding notions of the common good and ridicules selfish inconsiderate behaviour. Audiences are invited to submit their buckets and bouquets in the hope they will be published by the newspaper. Take this extract from a recent column: BOUQUETS to a couple who stopped their car when they saw my sister's cat on the road. The woman went to the cat and the man knocked on my door to alert me to the situation. The cat lost an eye but is recovering well.—Judy, Norlane BOUQUETS to lollipop lady Julia at South Geelong Primary School's crossing for helping us cross the road safely, always being happy and knowing our names. You are the best lollipop lady ever.—My Two Brothers And I, East Geelong BUCKETS to a cruel, uninformed woman at Corio Shopping Centre on Sunday for telling my husband: “I bet you wish you hadn't smoked”. He has idiopathic pulmonary fibrosis and is awaiting a lung transplant. He has never smoked and neither have I. Wake up, you stupid person.—ED, LaraA Bourdieusian framework points to the inequalities at play in discussions about civic virtue. Gutsche (2015), for example, argues the practice of boosterism—where media construct consensus narratives about a locality—often tend to exclude the voices of the underrepresented (Gutsche 2015). Further, it is important to note that news stories highlighting displays of civic virtue are often determined by a set of cultural codes referred to as news values that professional journalists rely on to construct the news (see Galtung and Ruge 1981; Noelle-Neumann 1993). Journalists have the power to decide what content will be published in columns and news stories. Not all virtuous behaviour is or can be rewarded and so the media's role in conferring such practices is unequally distributed. The teen who rescues a fellow swimmer from the surf will be celebrated and lauded for their bravery, for putting others' interests ahead of their own, but the elderly woman who helps at the soup kitchen every week may avoid public attention because her work is considered of a banal nature rather than newsworthy.", "People like reading stories about somebody that plays a role in their community. Volunteers, especially, who put in the extra effort, unrewarded or unthanked, those stories are really popular. Those are important stories but you wouldn't fill the entire paper with them, at the risk of boring the readers. We always are on the look-out for that because we are a community newspaper. So it's good to be seen to be doing the right thing by the community. (Interview with researcher, 22 June 2015)", "BOUQUETS to a couple who stopped their car when they saw my sister's cat on the road. The woman went to the cat and the man knocked on my door to alert me to the situation. The cat lost an eye but is recovering well.—Judy, Norlane", "BOUQUETS to lollipop lady Julia at South Geelong Primary School's crossing for helping us cross the road safely, always being happy and knowing our names. You are the best lollipop lady ever.—My Two Brothers And I, East Geelong", "BUCKETS to a cruel, uninformed woman at Corio Shopping Centre on Sunday for telling my husband: “I bet you wish you hadn't smoked”. He has idiopathic pulmonary fibrosis and is awaiting a lung transplant. He has never smoked and neither have I. Wake up, you stupid person.—ED, Lara"]}, {"title": "Discussion", "paragraphs": ["As the future of news media faces a period of uncertainty, this paper has unravelled the ways in which civic virtue can be reinforced and perpetuated by certain elites in given social contexts—primarily for their own gain but which stands to benefit society all the same (Bourdieu 1998). News outlets that are seen as central to bringing people together, to generate conversations, to construct communities and be seen as pivotal to civic life, wield power; and with power comes advantage, inequality and responsibility. This paper has sought to highlight that media as keepers and conferrers of civic virtue not only feature content that celebrates and glorifies moral and altruistic practices—the idea of the civic is much more complex than that. It goes to understanding media's role in defining who and what exists “in” and “out” of community, constructing meaning around “good from evil”, moral and immoral (see also Gutsche 2015), and providing information that connect others socially. A Bourdieusian framework illuminates how being seen as central to the civic is fundamental to media legitimacy and ultimately viability. Scholars should examine how people's practices—at the everyday level and elite levels of society—lead to certain media being positioned as “keepers and conferrers” of civic virtue. The role and place of “public notice” advertising, for example, is a starting point when exploring how the state underpins the legitimacy and viability of newspapers in Australia as central to civic information. Bourdieu's framework reminds us of the symbolic power that comes with being virtuous. In the digital age where anyone can communicate anywhere, any time, positioning local news media as keepers and conferrers of civic virtue suggests a powerful point of distinction in this changing media world."]}], "references": [{"title": "What Do We Mean By “Civic Engagement”?", "year": "2005", "journal": "Journal of Transformative Education", "volume": "3", "authors": [{"name": "Adler Richard", "first_name": "Adler", "last_name": "Richard"}, {"name": "Goggin Judy", "first_name": "Goggin", "last_name": "Judy"}]}, {"title": "Subactivism: Lifeworld and Politics in the Age of the Internet", "year": "2009", "journal": "The Information Society", "volume": "25", "authors": [{"name": "Bakardjieva Maria", "first_name": "Bakardjieva", "last_name": "Maria"}]}, {"title": "Sense of Place in the Daily Newspaper", "year": "2009", "journal": "The journal of media geography", "volume": "Spring", "authors": [{"name": "Buchanan Carrie", "first_name": "Buchanan", "last_name": "Carrie"}]}, {"title": "The Good Citizen&#039;s Psyche: On the Psychology of Civic Virtue", "year": "1990", "journal": "Polity", "volume": "23", "authors": [{"name": "Burtt Shelley", "first_name": "Burtt", "last_name": "Shelley"}]}, {"title": "Struggle and Solidarity: Civic Republican Elements in Pierre Bourdieu&#039;s Political Sociology", "year": "2013", "journal": "Theory and Society", "volume": "42", "authors": [{"name": "Goldberg Chad", "first_name": "Goldberg", "last_name": "Chad"}]}, {"title": "Boosterism as Banishment: Identifying the Power Function of News and Coverage of City Spaces", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Gutsche Robert", "first_name": "Gutsche", "last_name": "Robert"}]}, {"title": "Hidden Debates: Rethinking the Relationship Between Popular Culture and the Public Sphere", "year": "2006", "journal": "Javnost - The Public", "volume": "13", "authors": [{"name": "Hermes Joke", "first_name": "Hermes", "last_name": "Joke"}]}, {"title": "Breaking Boundaries: Recasting the Small Newspaper as Geo-social News", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Hess Kristy", "first_name": "Hess", "last_name": "Kristy"}]}, {"title": "Online News Users Sense of Community", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Mersey Rachel", "first_name": "Mersey", "last_name": "Rachel"}]}, {"title": "News Judgements: An Examination of Reporting Non Convictions for Minor Crimes", "year": "2013", "journal": "Australian Journalism Review", "volume": "35", "authors": [{"name": "Waller Lisa", "first_name": "Waller", "last_name": "Lisa"}, {"name": "Hess Kristy", "first_name": "Hess", "last_name": "Kristy"}]}]}