{"doi": "10.1080/1461670X.2019.1638294", "url": "https://doi.org/10.1080/1461670X.2019.1638294", "title": "Empowerment Journalism - Commentary for Special Issue of Journalism Studies", "volume": "20", "year": "2019", "issue": "12", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Lefkowich", "first_name": "Maya", "name": "Maya Lefkowich"}, {"last_name": "Dennison", "first_name": "Britney", "name": "Britney Dennison"}, {"last_name": "Klein", "first_name": "Peter", "name": "Peter Klein"}], "abstract": "ABSTRACTGrowing literature critiques the “parachute reporting” model of journalism. Briefly visiting communities as an outsider, overlooking local and cultural nuances, and prioritizing “audiences back home” can make this reporting practice problematic. Instead, we developed an approach called “empowerment journalism.” Learning from foreign correspondence, citizen journalism, media activism, and community-based research, we challenge reporting inequities by centering on principles of accountability, reciprocity, collaboration, and local ownership. We develop community partnerships and work with story “subjects” to co-create content that matters to their communities. This commentary offers lessons learned from using this approach with varying levels of success across three projects. (1) In Strangers at Home, we launched a digital storytelling and social media project with members of marginalized communities about rising nativism in Europe. (2) In Through Somali Eyes, we collaborated with Somali journalists who documented their daily routines of reporting and navigating danger with wearable cameras. (3) In Turning Points, we are co-creating visual stories with Indigenous storytellers in Yellowknife that confront stereotypes about alcohol. By reimagining the “newsroom” within – rather than distinct from – communities, we illustrate tensions and opportunities for journalists to transition from gatekeeper to collaborator and empower story “subjects” to produce and own their content.", "body": [{"title": "Introduction", "paragraphs": ["In many ways, the “parachute journalism” model remains unchallenged in professional reporting practice. Yet, this model raises serious concerns about unintended harms, as journalists overlook local knowledge and capacity for storytelling, produce content for consumption and benefit elsewhere, and sidestep accountability to the communities in which they report (Klein 2016; McCue 2016).", "Differing from parachute journalism, “citizen journalism” and media activism offer useful lessons in diversifying the newsroom and reporting practices, unearthing tensions for trained journalists who must confront their roles as gatekeepers in conversations about giving up control (Hermida 2010; Lewis, Holton, and Coddington 2013; Lewis, Kaufhold, and Lasorsa 2010). “Engagement reporting” is a nascent method that builds on citizen engagement to address community needs at the onset of a project and integrates professional journalists in the broader reporting. “Reciprocal” and “community” and “participatory journalism” promote sharing benefits and sustain engagement with audiences (Lewis, Holton, and Coddington 2013). Whereas these models primarily focus on audiences, Indigenous, community and arts-based research approaches (photo elicitation, narrative inquiry, storywork, and digital storytelling) illustrate the importance of reciprocal collaboration with “subjects” (Archibald 2008; Cox et al. 2014; Leavy 2015; Low et al. 2012). Without explicit ties to journalism, however, interpreting and applying these participatory research techniques to reporting is difficult.", "The UBC Global Reporting Centre developed a new approach, which builds on these and other approaches to innovative journalism. Drawing on lessons learned from foreign correspondence, citizen journalism, media activism, and community-based research, “empowerment journalism” centers on principles of accountability, reciprocity, collaboration, and local ownership. Central to our approach is our partnerships with local storytellers or “subjects,” who co-create the content that they deem useful and applicable in their communities and maintain editorial agency and ownership.", "We adapted and used the empowerment journalism approach in three projects with varying levels of success: (1) Strangers at Home, a digital storytelling and social media project about the rise of nativism in Europe, (2) Through Somali Eyes, a documentary about Somali journalists’ experiences of reporting on and navigating danger in Mogadishu, and (3) Turning Points, a collaborative digital storytelling project to co-create counter narratives about alcohol abuse with Indigenous storytellers in Yellowknife, NWT, Canada. In this article, we reflect on lessons learned about collaboration, communication, and ownership within interdisciplinary and intercultural projects."]}, {"title": "Strangers at Home", "paragraphs": ["In 2013, as nativist trends were strengthening in Europe, we wanted to design a journalism project to document varying forms of xenophobia emerging throughout the continent. Our working title for the project was “History Repeated,” harkening to Nazi-era nativism. But, when we started researching the project, several experts warned us that our framing was flawed: Nazi-era Germany was a poor historical analogy, and the forms of xenophobia and racism are so diverse, no outsider could capture the complexity. Rather than finding stories to fit our frame, we put out a call for ideas throughout Europe, renamed the project “Strangers at Home,” and handed the storytelling power over to those living the experiences of nativism and racism.", "In a traditional journalistic context, this was a bold and controversial move. Most mainstream news organizations prohibit story subjects from reviewing final drafts or having editorial control over a story. The Canadian Association of Journalists’ (2011) Code of Conduct notes: We do not show our completed reports to sources – especially official sources – before they are published or broadcast, unless the practice is intended to verify facts. Doing so might invite prior restraint and challenge our independence as reporters (page 3).Veering from the standard norms of journalistic conduct, we decided to self-publish this project once complete.", "We do not show our completed reports to sources – especially official sources – before they are published or broadcast, unless the practice is intended to verify facts. Doing so might invite prior restraint and challenge our independence as reporters (page 3).", "We assembled a committee to review proposals and commissioned 10 short documentaries. We provided production funding and editorial support, but, ensured that the storytellers were the ultimate authors and directors of their pieces. Some storytellers – like Greek photographer Myrto Papadopoulos and famed Serbian graphic novelist Aleksandar Zograf – worked independently, producing compelling pieces with high production value. Other storytellers who had little or no storytelling experience required significant intervention by our production team, in some cases editing the stories together and presenting them back for approval.", "With the pitch, funding, and editorial feedback, this project followed a more traditional practice of commissioning projects for a journalistic series. The Centre maintained ownership of the material and pulled the stories together into a curated multimedia project. The storytellers did not see the website until it was complete. Each individual story was released via social media, with a short “teaser” written by Centre staff. The project’s research manager, Dr. Shayna Plaut, has presented Strangers at Home at 15 universities, as well as at the United Nations, and storytellers have all reported being satisfied with the end product.1 The videos received more than 100,000 total views to date, and the project has been recognized with several journalism awards – a sign that, despite the irregular nature of this project’s approach, Strangers at Home was being accepted in the mainstream media landscape."]}, {"title": "Through Somali Eyes", "paragraphs": ["As the European nativism project was starting, we turned our focus to another challenging story, the political and security situation in Somalia, and decided to take the empowerment journalism approach further by putting the storytelling power completely in the hands of local storytellers.", "Somalia is one of the most dangerous countries in the world to be a journalist. Since 2015, the country has topped the Committee to Protect Journalists’ Global Impunity Index, where journalists are specifically targeted for their work (Witchel 2018).2 They are also at high risk for injury, kidnapping and death during assignments.3", "To address these challenges in Somalia, we established a partnership with a group of Somali journalists, with the idea of having them document their day-to-day reporting activities with wearable cameras. These chest-mounted cameras would capture their daily routines, and footage could then be used to convey the effort it takes to keep media and journalism alive in their country. We worked with the University of British Columbia’s general counsel to craft a Memorandum of Understanding, whereby Somali journalists owned the footage, with any profits from a potential commissioned project going directly to them.", "The intent behind our approach was to create an empowerment journalism model where we provided resources and a distribution platform for local journalists, but for the most part allowed the local journalists to lead the project. Three wearable cameras and hard-drives were sent to our local partners in Somalia, and they initially met the idea with enthusiasm, making T-shirts to commemorate the launch of the project. But, the project faced several issues, and five years later it remains incomplete.", "There were challenges in communication from the project’s inception. Internet connections in Somalia were spotty, and phone calls were regularly dropped. The distance between our two teams meant we could not build authentic collaborative relationships. This, combined with the overall “hands-off” approach we took, led to too little guidance and support for the Somali collaborators.", "We realized late in the process that we had not properly conveyed to our local partners the experimental nature of the project. Our partners’ past experiences involved working with foreign media as freelancers/fixers, which meant they were understanding the project through a traditional foreign correspondent model – where foreign media leads the project and the local journalists fill a support role. We did not take this into consideration when deciding on factors like roles, responsibilities, and payment. Our team at the Centre understood the project as a partnership, but, upon reflection, we did not effectively communicate how that partnership would be different from the foreign correspondent model they were familiar with, which meant we placed too much responsibility on our local partners who received too little support – both editorial and financial.", "Despite the challenges, Through Somali Eyes presented learning opportunities, helping us understand the need for truly collaborative partnerships, and for better cultural understanding of the communities with which we are partnering. We took these lessons to heart with a new project we were developing to address the complex topic of alcohol dependence in Indigenous communities in Canada."]}, {"title": "Turning Points", "paragraphs": ["Learning from our previous projects in Europe and Somalia, we shifted our attention to local inequities in Canadian journalism – adapting an empowerment journalism approach to reporting at home. Turning Points is a collaborative digital storytelling project in Yellowknife, Northwest Territories. By co-creating narratives with Indigenous storytellers, we confront both the media myth of the “drunk Indian” and a story-taking reporting approach.", "While this work fits within a broader conversation about reconciliation in Canada, we were wary of using the language of reconciliation and decolonization or claiming to be different than our predecessors. As a predominantly non-Indigenous team, we continue to confront a history of prejudiced reporting techniques, and the colonial and racist roots of Canadian news media. From discriminatory training and hiring practices, to the production and reproduction of stereotypes in content about “the Aboriginal Problem,” many challenges persist both in the newsroom and the field that prevent Indigenous peoples from being fairly represented (Anderson and Robertson 2011; Brady and Kelly 2017; Johnson 2016; McCue 2016; Morgan and Castleden 2014).", "To address this, our first step was to build partnerships with local Indigenous community members in Yellowknife to whom we would be accountable. We created an advisory board to help us make informed decisions relative to local contexts and recruited storytellers to be directors and subjects of their own stories. Committing time to be present in the community and form face-to-face relationships with our partners was an important lesson we took from the previous projects. The first author, a PhD student reflecting on this project for her dissertation, committed to regular trips to Yellowknife, and all project team members were present in Yellowknife during filming.", "Departing from a pitch model for stories, we conducted detailed pre-interviews with each storyteller to understand their goals and motivations for their unique stories and filmed their pieces accordingly. We have begun editing short documentaries with their guidance. With frequent editing meetings, we will incorporate their feedback into a final version that reflects their needs and desires. With storytellers’ approval, we will share the finished short films first in a community screening event in Yellowknife, and then online through an interactive platform that encourages others to submit their own narratives. With a research component, we will also share reflections on the empowerment journalism approach to promote accountability and knowledge-sharing in the community.", "The complexity of co-creating stories in collaborations between journalists, community advisors, storytellers, and academics is both the strength and challenge of our approach. For example, the project was initially called “Alcoholics Unanonymous,” our nod to making stigmatized topics visible to promote conversation. Yet, the title later became a glaring illustration of our implicit colonial mentalities and cultural blind spots, since the play on “Alcoholics Anonymous” referenced a group founded by a Christian missionary and reinforced a pathology of alcoholism. The new title, Turning Points, was inspired by a conversation with one of the community advisors about creating counter-narratives about alcohol. They described the importance of capturing both honest struggles and resilience or willingness to change. The turning points in people’s lives are key moments of strength that are lost in the one-dimensional stereotypes about “alcoholics.” We made the change to better reflect the common goals of everyone involved in the project, and as a reminder of our commitment to confronting stereotypes.", "Another key learning happened in our first trip to Yellowknife. Three initial advisory board members detailed a long history of researchers and journalists who come North, take stories and knowledge from communities, and never return to share their work. The advisors were clear: if we were going to do journalism differently, then the stories had to stay in and benefit the community, and storytellers had to own their own content.", "We met frequently to strategize ideas and languaging around ownership and consent, and ran drafts of the protocol by community advisors. Our conversations were provocative as we confronted the reasons why journalists might not share their content with “subjects” to maintain impartiality and integrity, but why community-based researchers would prioritize trust-building by sharing findings. In developing a protocol based on trust, we decided to forgo fact-checking to acknowledge the value of storytellers’ own “truths.” Given how important it was for storytellers to help others in their community by sharing their knowledge, it would be inappropriate for us to invalidate their contributions. These conversations were uncomfortable, but eventually led to an ethics protocol that was approved by the advisory board, university and a research licensing board for the Northwest Territories. We do not require storytellers to give up control over or ownership of their content. All the raw footage was returned to each storyteller after filming, and drafts along with finished pieces will be returned upon completion. When the project is finished, we will relinquish our control over storytellers’ content and promote their stories as they see fit.", "Designing an ethics protocol around storyteller control was an important milestone that required a wealth of perspectives from Indigenous community members, journalists, and researchers to reach consensus. To act on – rather than pay lip service to – the principle of local ownership, we needed to solidify our role as a production team to support the storytellers’ visions and priorities rather than our own. In moving through the editing phase now, we still confront our impulses to put a story together with our visions rather than the storytellers’, and for an audience in Southern—rather than Northern—Canada. It takes time and energy to genuinely address the remnants of parachute reporting that still surface in our work so that we can reflect, learn, and work in a better way."]}, {"title": "Conclusion", "paragraphs": ["All three projects challenged the norms and practices of the traditional “parachute reporting” model and brought us closer to an empowerment journalism approach. Yet, balancing control within partnerships is difficult, because there is no one-size-fits-all model. In Strangers at Home, our team co-created videos and relied entirely on local content, while retaining full control over the final output. In Through Somali Eyes, we completely relinquished control and only contributed resources to support our partners in Mogadishu. Yet, we failed to adequately articulate a shared vision or spend time in the community with our partners to complete the project. With Turning Points, we shared control in collaborations with community partners and storytellers in Yellowknife to co-create narratives for local audiences. Yet, collaboration is financially and emotionally costly. Working alongside community partners requires that they have the time and energy to review our materials, answer our questions, and highlight our blind spots. This is a substantial request, and the risk of burnout and emotional fatigue among community members and people of colour who work with/educate White settlers from institutions is well documented (Accapadi 2007; DiAngelo 2018; Irlbacher-Fox 2014; Watt 2007).", "Our work to address inequitable reporting practices is far from over, and journalists who wish to use this approach must remember that strategies for communicating, collaborating, and navigating ownership are not transferable across projects and communities. In contexts where a commitment to social justice requires a methodological intervention, journalists should strive not to report on, but to report with communities. By reimagining the newsroom within rather than distinct from communities, we strive to be trustworthy collaborators and produce stories that matter to our partners."]}], "references": [{"title": "When White Women Cry: How White Women’s Tears Oppress Women of Colour", "year": "2007", "journal": "The College Student Affairs Journal", "volume": "26", "authors": [{"name": "Accapadi M. M.", "first_name": "Accapadi", "last_name": "M."}]}, {"title": "Twittering the News: The Emergency of Ambient Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Hermida A.", "first_name": "Hermida", "last_name": "A."}]}, {"title": "Traditional Knowledge, Co-existence and Co-resistance", "year": "2014", "journal": "Decolonization: Indigeneity, Education \\& Society", "volume": "3", "authors": [{"name": "Irlbacher-Fox S.", "first_name": "Irlbacher-Fox", "last_name": "S."}]}, {"title": "Reciprocal Journalism", "year": "2013", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Lewis S. C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton A. E.", "first_name": "Holton", "last_name": "E."}, {"name": "Coddington M.", "first_name": "Coddington", "last_name": "M."}]}, {"title": "Thinking About Citizen Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Lewis S. C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Kaufhold K.", "first_name": "Kaufhold", "last_name": "K."}, {"name": "Lasorsa D. L.", "first_name": "Lasorsa", "last_name": "L."}]}, {"title": "Difficult Dialogues, Privilege and Social Justice: Uses of the Privileged Identity Exploration (Pie) Model in Student Affairs Practice", "year": "2007", "journal": "College Student Affairs Journal", "volume": "26", "authors": [{"name": "Watt S. K.", "first_name": "Watt", "last_name": "K."}]}]}