{"doi": "10.1080/21670811.2017.1279979", "url": "https://doi.org/10.1080/21670811.2017.1279979", "title": "The Impact of Trust in the News Media on Online News Consumption and Participation", "volume": "5", "year": "2017", "issue": "10", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Fletcher", "first_name": "Richard", "name": "Richard Fletcher"}, {"last_name": "Park", "first_name": "Sora", "name": "Sora Park"}], "abstract": "Trust has long been considered an important factor that influences people’s relationship with news. However, the increase in the volume of information available online, together with the emergence of new tools and services that act as intermediaries and enable interactivity around the news, may have changed this relationship. Using Reuters Institute Digital News Report survey data (N = 21,524), this study explores the impact of individual trust in the news media on source preferences and online news participation behaviour, in particular sharing and commenting, across 11 countries. The results show that those with low levels of trust tend to prefer non-mainstream news sources like social media, blogs, and digital-born providers, and are more likely to engage in various forms of online news participation. These associations tend to be strongest in northern European countries, but are weaker elsewhere. Seeking alternative views and attempting to validate the credibility of news may be among the motivations behind these associations.", "body": [{"title": "Introduction", "paragraphs": ["The news media offer a lens through which people view society and the world. Past studies have shown that trust in the news media influences how people access the news, with a high degree of trust linked to the use of traditional news sources (Tsfati and Cappella 2003). At the same time, the influence of trust has also been shown to be quite weak, and people regularly consume news from sources they say they do not trust (Tsfati and Cappella 2005).", "There are several reasons to look again at the impact of trust following the recent changes brought about by the growth of online news consumption (see Newman, Levy, and Nielsen 2015). People now have unprecedented access and exposure to a much wider variety of news sources. This gives news consumers more choice, but also creates a more pressing need to filter credible information. News consumers are still able to go directly to the sources they trust. However, in the digital age they also have the option of turning to intermediaries that offer news aggregation to make source selection quicker and easier (Bell 2014), as well as seeking (or informing) the opinions of fellow news consumers via social media and other platforms (Lee and Ma 2012).", "The increased popularity of interactive online environments has also enabled a new set of news consumption practices, given that they allow people to more easily (and more publicly) share and rate news. On top of this, people are also able to make their own contributions to news coverage, by uploading media, providing eyewitness accounts, and commenting on news websites and social media, thus adding an extra dimension to the news as a whole (Morrison 2017). For some, the result is that news consumption is now woven into their general online activity, with the younger people particularly likely to mix news consumption with social networking, problem solving, social action, and entertainment (Media Insight Project 2015). There is already some evidence to suggest that validating, and reducing the uncertainty of information, influences how news consumers behave online (Stroud, Van Duyn, and Peacock 2016). However, little attention has been paid to how trust in the news media might influence participatory behaviour, where participation is broadly defined as online social interactions directly connected to news production, consumption, and interpretation. Furthermore, there have been almost no attempts to examine the impact of trust on both news source preference and online news participation across multiple countries.", "Using 2015 Reuters Institute Digital News Report data from 11 countries, this study explores how different levels of trust in news might affect the participatory behaviour of news consumers. Before doing this, we also examine the related issue of how trust affects the preference for mainstream or non-mainstream news sources. We contrast “mainstream news” sources—such as the BBC or the New York Times—that had (and still have) an offline presence in the form of print or broadcasting prior to also making their services available online, and “non-mainstream news” sources—such as The Huffington Post, Google News, or Twitter—that are digital-born platforms which started out by providing online-only news. In short, we find that—with some national variation—those with low trust in the news media are more likely to prefer non-mainstream news sources, and are more likely to engage in online news participation."]}, {"title": "Literature Review", "paragraphs": ["News informs citizens and enables civic engagement within democratic societies. Due to the long-established link between news and democracy, there has been much research on both the credibility and trustworthiness of news. Over time, this has created a web of often-overlapping definitions and concepts that is difficult to untangle. Trust and credibility have been used interchangeably, or with one seen as a component of the other (Kiousis 2001). If the focus is on credibility—as it is in much of the literature (Kohring and Matthes 2007)—trust can be seen as a central element, along with accuracy, fairness, telling the whole story, being unbiased, and balance (Thorson, Vraga, and Ekdale 2010; West 1994). In early studies, credibility of source was mainly studied within the context of persuasive media messages, with credibility largely determined by the trustworthiness of the individual who created the message (Hovland and Weiss 1951). Later the credibility of the medium was incorporated (Coleman, Morrison, and Anthony 2012; Gaziano and McGrath 1986). Today, the reputation of the news organisation is also considered important in determining the perceived credibility of the news. Although trust in the news has been declining in many countries for some time, the increase in the amount of news available online has reignited concerns about declining credibility and news quality, and the potential harm to democracy that this might cause (e.g. Silverman 2015).", "There are a number of ways of thinking about trust in the news. Trust in the news can be further reduced to trust in their processes of journalistic selection (e.g. Kohring and Matthes 2007). Since it is impossible to convey all the facts, news consumers entrust news organisations to select the most relevant information. Coleman, Morrison, and Anthony (2012, 38) emphasised that “to trust news is not only to believe that journalistic narrators are being honest and accurate about what can be witnessed in the present, but that they possess reputations for past veracity and can be expected to stay with the story wherever it might lead”. However, trust in the news can also been studied as a more general state shaped by largely external factors. Recently, Tsfati and Ariely’s (2014) analysis of World Values Survey data from 44 countries indicated that trust in the news media is positively correlated with political interest, interpersonal trust, and exposure to television news and newspapers. Education level and online news exposure were negatively correlated.", "Trust has also been studied extensively in many other disciplines. However, the main construct has commonalities. The definition used by Mayer, Davis, and Schoorman (1995) within the context of management studies can be applied broadly. Here, trust consists of ability (the trustor’s perception of trustee’s competencies and knowledge salient to the expected behaviour), integrity (the trustor’s perception that the trustee will adhere to a set of principles that the trustor finds acceptable), and benevolence (the extent to which the trustee is believed to intend doing good to the trustor, beyond their own profit motive). If applied to news, consumers of information can trust the source if they have both the ability and intention to deliver quality information. Put differently, “trust is a psychological state comprising the intention to accept vulnerability based upon positive expectations of the intentions or behaviour of another” (Rousseau et al. 1998, 395).", "Trust, then, is a product of behaviours, but it can also produce behaviours. For this reason, trust has also been studied as an independent variable. In the context of organisations, trust often leads to co-operation in social dilemmas, enabling negotiation and conflict resolution (Elangovan and Shapiro 1998; Mayer, Davis, and Schoorman 1995). Trust in online transactions usually leads to positive outcomes, attitudes, intentions, and behaviours (He 2011). Additionally, trust has been found to influence the participatory level of a citizen, given that people generally act on their expectations of how others will respond. If someone has a high level of social trust, they believe that people will not react in negative ways when faced with dissent, whereas if they have a low level of trust, they are inclined to believe that others will respond negatively. Matthes’ (2013) study confirmed that low-trust individuals tend not to participate and voice themselves when confronted with a hostile opinion environment. However, this was only in cases when individuals had low levels of general social trust, and may not be applicable when considering trust in specific institutions. For example, in the context of political participation, those who have lower levels of trust tend to participate actively in the political discourse (Levi and Stoker 2000).", "Finally, trust and distrust are not antonyms, but rather two different concepts. According to Lewicki, McAllister, and Bies (1998, 439), trust can be thought of as “confident positive expectations regarding another’s conduct”, and distrust as “confident negative expectations regarding another’s conduct”. Therefore, low trust does simply equate to distrust. In other words, a high level of trust results in less uncertainty or risk associated with the trustee or the trusted information, and a low level of trust is associated with greater uncertainty.", "The internet has changed the way people source news. Most noticeably, it has significantly increased the amount of available information, and lowered the “costs” required to access it. Almost all traditional print and broadcast news providers now maintain online platforms, and have been joined by a range of online-only “digital-born” news providers (Newman, Levy, and Nielsen 2015). Additionally, consumers can now find news through online news aggregators, social media, and blogs (Bell 2014). This, together with a lack of professional gatekeepers compared to traditional media (Metzger et al. 2003), has made news organisations appear less distinct, with a wider range of actors now able to contribute to the news production process. The internet provides a platform where news consumers can find their own information, independent of institutions or news companies, compiling facts from various sources. This is complemented by social media, where users can also distribute news and form a public discourse (Dutton 2009).", "In an important early study, Tsfati and Cappella (2003) made a distinction between mainstream and non-mainstream news sources, and found that media scepticism was associated with non-mainstream news exposure. Their distinction between mainstream and non-mainstream sources was essentially based on the difference between traditional and non-traditional methods of access, but also differences in content, presentation, and audience engagement. Mainstream news sources therefore included national and local television stations and printed newspapers, whereas non-mainstream news sources included talk radio and online news. With the growth of the internet, many mainstream news brands have developed their online platforms, and much of their content is now accessible online. As such, online news is no longer straightforwardly non-mainstream.", "Following the development of Web 2.0, studies aimed to identify factors that shape credibility perceptions of online news content. Chung, Nam, and Stefanone (2012) found that traditional dimensions of credibility remain influential in all types of news, but for news offered by aggregator services, the presence of hypertext links and ranking information increased credibility. The rapid growth of social media has made assessing credibility harder because, in addition to providing access to news content, it can also act as a primary news source (Vis 2013). As a result of these changes, methods of obtaining credible and accurate news are becoming more important, with trust likely to shape the methods individuals opt to use. In terms of how trust might shape how users navigate this environment, Ladd (2011) argued that those who distrust the news media tend to seek additional information from partisan sources, leading to a polarisation of public opinion that can be harmful to society. However, there has been little empirical research into the impact of trust on news source selection.", "The relationship between news and democracy has not changed in the digital era. News media allow citizens to be informed, participate in civic activities, and feel connected to their local communities. Some suggest that the decline in newspaper readership and/or television news viewership is reflective of the decline in civic engagement. Others suggest that the internet has opened up opportunities to encourage civic engagement by offering more information at lower costs and also by providing the platform for users to connect with each other. So far, conflicting results have been reported by scholars (for a review, see Boulianne 2009).", "One aspect of civic engagement is participation in public discourse. Not all interactions around news make a contribution to public discourse (Ksiazek, Peer, and Zivic 2015), but at least some participatory behaviour online comprises an important element of civic engagement in modern democratic societies. Many attempts have been made to explain why people engage in such behaviour (e.g. Bobkowski 2015; Kang et al. 2013; Lee and Ma 2012; Ziegele, Breiner, and Quiring 2014). Among the stages of access, production, and interpretation of news, online consumers are mainly involved in the interpretation stage by sharing and commenting on the news (Hermida 2011). In terms of motivations for commenting on online news, Nagar (2011) identified a desire to voice opinions on matters of public concern, exchange information, vent, interact socially, enjoy a discussion, empower themselves as citizens, and influence others. A more recent study focusing on news commenting in the United States found that the underlying motivations are diverse, but included expressing an emotion or opinion, taking part in the debate, educating others, fact-checking, and balancing discussions (Stroud, Van Duyn, and Peacock 2016).", "Individual traits have also been linked to online participation around news. Bobkowski (2015) found that news with informational utility is shared more, but what he called “opinion leaders” shared news regardless of the informational utility, and shared more news overall. Opinion leaders share more news because they find more news with informational utility, but also because they are more willing to share. Kang et al. (2013) suggested that online news consumers are motivated to enhance their social status by showing off through news-sharing behaviours on social media. Making others aware that they are knowledgeable is an important motivation for participatory news behaviour online. Similarly, Lee and Ma’s (2012) study indicated that those who share news on social media are information seekers who want to socialise and seek status through sharing behaviour. Prior experience with social media also increased news-sharing behaviour among news consumers.", "Online news participation may also be a response to the sheer volume of information available online. Pentina and Tarafdar (2014) suggest that social media helps deal with information overload, thus allowing news consumers to make sense of large amounts of information. The sense-making process prompts news consumers to engage in coping strategies by screening and interpreting news. Social media plays an important role in both activities. Similarly, interviews with commenters and content analysis of comments have shown that news that is discussed more actively has elements of uncertainty, controversy, comprehensibility, negativity, and personalisation (Ziegele, Breiner, and Quiring 2014). More broadly, uncertainty has been identified as one of the motivations for participation in virtual communities (Chao, Chang, and Chang 2014). Tenenboim and Cohen (2015) found that certain types of news generated more user comments than others, and that this was not necessarily related to popularity. Sensational topics were among the most highly clicked, whereas political, social, and controversial news were commented on more. People viewed news that aroused their curiosity, but commented on news that created controversy. People participated more around news of social or political conflicts, social cleavages, or provocative messages. Furthermore, they voiced themselves when they wished to influence or criticise others.", "Most of these insights are derived from single-country studies. Yet, at the national level, data collected as part of the Reuters Institute Digital News Report project have revealed that participation surrounding online news varies considerably from country to country. In general, aggregate levels of participation are higher in southern European countries such as Spain and Italy, and lower in northern European countries and Japan. Recent analysis of the 2014 data by Hoelig (2016) showed that differences at the national level can be explained in terms of the performance of media and communications institutions, with countries with low internet penetration, but also low confidence in television, radio, and the press, home to populations that participate more. However, there has thus far been little research into what individual attributes might be linked to online news participation across multiple countries."]}, {"title": "Research Questions", "paragraphs": ["In this study, our aim is to understand how the level of trust in news media affects news consumers’ source preferences and news participation behaviour across 11 countries. The volume of information that is available online has enabled access to a wide range of mainstream and non-mainstream news sources, giving consumers more choice when it comes to source selection. At the same time, this raises questions about credibility and the processes used to filter credible news, given that participatory behaviour may be useful is this regard. The following research questions were therefore formulated.RQ1: What is the relationship between individual trust in the news media and the preference for non-mainstream news sources?RQ2: What is the relationship between individual trust in the news media and online news participation?", "RQ1: What is the relationship between individual trust in the news media and the preference for non-mainstream news sources?", "RQ2: What is the relationship between individual trust in the news media and online news participation?"]}, {"title": "Data", "paragraphs": ["The data used to address these research questions come from a survey of news consumption carried out as part of the 2015 Reuters Institute Digital News Report project (Newman, Levy, and Nielsen 2015). YouGov conducted the survey in partnership with the Reuters Institute for the Study of Journalism at the University of Oxford during late January and early February 2015. Both authors were involved in the latter stages of the project. An online questionnaire was used to survey over 20,000 respondents across a total of 12 countries. The 12 countries surveyed were: Australia, Brazil, Denmark, Finland, France, Germany, Ireland, Italy, Japan, Spain, the United Kingdom, and the United States. Respondents were drawn from YouGov’s panel, with the sample in each country representative of the online population, and weighted according to accepted targets based on age, gender, and region. As the survey was concerned with news use, respondents who said that they used the news less than once a month were filtered out. This averaged around 4 per cent in each country. Sample sizes of around 2000 respondents were used in every country other than Ireland and Finland, where sample sizes of around 1500 were used (see Table 1).1", "As those who have made use of data from the Reuters Institute Digital News Report project have previously noted (e.g. Nielsen and Schrøder 2014), there are several advantages and disadvantages associated with using this particular data-set. The principal advantage is that the same core questions were asked in each country, and were asked during the same short period of time. As a result, the data from each country are consistent and may be pooled and analysed as a single data-set, allowing for conclusions that to some extent transcend specific national contexts. The main disadvantage is that, as a direct consequence of the use of an online questionnaire, the data will under-represent the news consumption habits and views of those who are offline. Most of the countries included in the survey have high internet penetration rates, minimising the effect of this bias. However, given the comparatively low internet penetration rate in Brazil, the data can be said to be representative of an “urban” sample. For consistency, data from Brazil were not included in the analysis at the heart of this study. The total size of the sub-sample used in this study was 21,524.", "The 11 countries analysed are both similar to, and different from, one another. They are, for example, all members of the Organisation for Economic Co-operation and Development (OECD). As such, they are committed to both democracy and the market economy, and in global terms can be considered both affluent and developed. On the other hand, the 11 countries are drawn from four continents, and as such, diverge culturally, economically, and politically. More specifically, they also support a variety of different media systems, varying in terms of media market structure, political parallelism, professionalisation, and the role of the state (Hallin and Mancini 2004)."]}, {"title": "Measures", "paragraphs": ["Based on previous work (Tsfati and Cappella 2003), we use our own simplified categories of news source. We take mainstream news sources to be those sources—such as the BBC and the New York Times—that have a print (magazines or newspapers) or broadcasting (television or radio) legacy. Whether these sources are accessed online (via websites or apps) or offline (via print, television, or radio) does not make a difference under this scheme. We take non-mainstream news sources to be the opposite of mainstream news sources, in that they do not have a print or broadcast legacy, and in this sense are “online-only” or “digital-born”. As such, the non-mainstream category includes dedicated digital news platforms such as The Huffington Post and BuzzFeed, who frequently position themselves as alternatives to mainstream news sources. It also includes news aggregators such as Google News and Yahoo News, who aggregate news content from a variety of mainstream and non-mainstream sources, thus offering a convenient way to access multiple sources. Finally, it includes social media platforms such as Facebook and Twitter, which offer both a form of news aggregation as well as primary news content. Though this categorisation is undoubtedly imperfect, it is able to account for the fact that mainstream content can be accessed online, and that aggregators and social media can be both used as news sources in their own right whilst also acting as gateways offering non-traditional ways of filtering news content.", "To record a preference for non-mainstream news sources, respondents were asked “Which would you say is your main source of news?” Respondents could select one from (1) television news bulletins or programmes, (2) 24-hour news television channels, (3) radio news programmes or bulletins, (4) printed newspapers, (5) printed magazines, (6) websites/apps of newspapers, (7) websites/apps of news magazines, (8) websites/apps of television and radio companies, (9) websites/apps of other news outlets, (10) social media, (11) blogs, and (12) other. Appropriate country-specific examples of news brands were appended to the end of each option to aid understanding. Respondents that selected either websites/apps of other news outlets, social media, or blogs as their main source of news were recoded into a binary variable: “preference for non-mainstream a news source”, 0 = no and 1 = yes. The very small proportion that selected other were recoded as 0 = no. Importantly, because respondents were asked to select their one main source of news, as opposed to all of those that they might have used within a specific time period, the data can be interpreted as news source preference.", "To record online news participation, respondents were asked “During an average week in which, if any, of the following ways do you share or participate in news coverage?” Respondents were able to select all that applied from (1) share a news story via a social network, (2) share a news story via email, (3) rate, like or favourite a news story, (4) comment on a news story on a social network, (5) comment on a news story on a news website, (6) write a blog on a news or political issue, (7) post or send a news-related picture or video to a social network site, (8) post or send a picture or video to a news website/news organisation, (9) vote in an online poll via a news site or social network, and (10) take part in a campaign or group based around a news subject. Those that either shared a news story via a social network, shared a news story via email, rated/liked/favourited a news story, or voted in an online poll were coded as 1 = yes in a new variable called “sharing (and other forms of reactive feedback/dissemination)”. Those that selected either comment on a news story on a social network, comment on a news story on a news website, write a blog on a news or political issue, post or send a news-related picture, or video to a social network site, post or send a picture or video to a news website/news organisation, or take part in a campaign or group around a news subject were coded as 1 = yes in a second new variable called “commenting (and other forms of proactive contribution)”. We decided to categorise different types of participation in this way because we felt that a potentially useful distinction could be made between interactions that primarily serve to disseminate news content (or feed into automated systems of dissemination or promotion), and interactions that primarily serve to add content or context to a news story. Put differently, sharing-type interactions aim to disseminate news content as it currently exists, whereas commenting-type interactions aim to contribute something more to its wider interpretation.", "Based on the available data, we have used a broad definition of “trust in news media”, which left the concept open to the interpretation of the respondents. We acknowledge that media credibility is more complex and can be measured with multiple constructs (Meyer 1988). However, for the purposes of exploring how trust in news influences news consumers’ behaviour, a unidimensional measure of trust perception was used in this study. To measure the level of trust in the news media, respondents were asked “Thinking about news in general, do you agree or disagree with the following statement?”: “I think you can trust most news most of the time”. Responses were provided on a five-point scale, and included (1) strongly disagree, (2) tend to disagree, (3) neither agree nor disagree, (4) tend to agree, and (5) strongly agree. Responses were recoded into a categorical variable, with respondents who indicated agreement with this statement classed as having high or very high trust in the news media, and respondents who indicated disagreement classed as having low or very low trust. Those who indicated neither agree nor disagree were classed as having a moderate level of trust in the news.", "In addition to trust in the news, a number of other variables from the survey were included in the analysis to act as controls. These were age, gender, education, level of interest in the news, and country. For the purposes of the analysis, age and interest in the news were treated as continuous variables, whereas all others were treated as categorical. All who answered “Don’t know” to any of the questions listed in this section were removed from the analysis."]}, {"title": "Results", "paragraphs": ["Before specifically addressing our research questions, it is useful to present some descriptive statistics. Table 2 shows the proportion within each country with each level of trust in the news media. Trust in the news varies significantly from country to country, and is generally highest in Finland (68.1 per cent high or very high) and Germany (60.2 per cent), but lowest in Spain (34.2 per cent) and the United States (32.2 per cent). Across all 11 countries, just under half of all respondents (44.5 per cent) said they had either high or very high levels of trust in the news.", "Table 3 shows the proportion of respondents in each country who expressed a preference for a non-mainstream news source. Overall, the majority of news consumers prefer mainstream news sources (83.8 per cent). A preference for a non-mainstream news source is most common in the United States (30.6 per cent), Japan (26.2 per cent), and Australia (22.4 per cent). A preference for a non-mainstream news source is least common in Denmark (7.2 per cent), Germany (9.4 per cent), and the United Kingdom (9.7 per cent). The fact that a relatively small proportion in each country indicated a preference for non-mainstream news sources to some extent justifies the use of the non-mainstream label.", "Table 3 also shows the data for the different categories of online news participation. Overall, just over half (51.7 per cent) of news consumers across the 11 countries are passive consumers in the sense that they do not participate in any way.2 Forty per cent share (or engage in reactive feedback around news) and 29.3 per cent comment (or make a proactive contribution). Passive consumption is most common in Japan (76.7 per cent), but also relatively common in Germany (60.1 per cent) and the United Kingdom (62.6 per cent). Conversely, both sharing and commenting around news is relatively widespread in Spain (61.1 and 47.8 per cent), Italy (49.9 and 40.1 per cent), and the United States (47.2 and 33.4 per cent). In every country, sharing-type participation is more common than commenting, perhaps because it is typically less demanding.", "In order to examine the association between trust in the news media and the preference for non-mainstream news sources, and the association between trust and online news participation, we used a series of binary logistic regression models. This allowed us to test for an association between a categorical independent variable and a dependent variable with two categories, whilst simultaneously controlling for a number of other variables. Employing binary logistic regression models allowed us to test for correlations within a pooled data-set whilst also controlling for country by introducing it as a series of dummy variables, and later examining country differences by introducing interaction terms. Cluster-robust standard errors were also computed due to use of complex sampling during the data collection and the subsequent potential for clustering to occur within countries.", "RQ1 asked whether there is a link between trust in the news media and a preference for non-mainstream news sources. Table 4 shows the results of two binary logistic regression models that were constructed to examine this relationship. The results for Model 1 reveal that trust is indeed linked to news source preferences (when moderate trust is treated as the reference category). The results for Model 2 show that this relationship holds when controlling for age, gender, education, interest in the news, and country. More specifically, very low trust is significantly associated with a preference for non-mainstream news sources (Exp(β) = 1.51, SE = 0.09). Conversely, those with very high (Exp(β) = 0.76, SE = 0.12) trust in the news are significantly less likely to have a preference for non-mainstream news sources. Age was also a significant variable in the model (Exp(β) = 0.96, SE < 0.01). Younger people are more likely to have a preference for non-mainstream news sources than older people. Similarly, those with lower levels of interest in the news are more likely than those with a higher level of interest to express a preference for non-mainstream news sources (Exp(β) = 0.76, SE = 0.03).", "We can also introduce interaction terms into Model 2 to examine how the strength of the relationship between trust and news source preference varies from country to country. The full output is too long to include here, but using moderate trust and United Kingdom as the reference categories, we find that the association between very low trust and non-mainstream preference is strongest in the United Kingdom, but significantly weaker (p < 0.05) in the United States (Exp(β) = 0.45, SE = 0.36), Italy (Exp(β) = 0.21, SE = 0.68), Finland (Exp(β) = 0.36, SE = 0.41), and Australia (Exp(β) = 0.28, SE = 0.39). With the exception of Finland, each of these countries has relatively popular non-mainstream news brands, such as Yahoo News in the United States and Japan, or digital-born/legacy partnerships, such as Yahoo7 and (formerly) Ninemsn in Australia (Newman, Levy, and Nielsen 2015). In Finland, overall trust in the news is high, so we might also expect the impact of low trust to be less salient. There was no significant difference between the United Kingdom, France, Germany, Denmark, Spain, Ireland, and Japan.", "Turning to RQ2, this research question asked whether there is a link between trust in the news media and online news participation. To look at this in more depth, we examine two different modes of online news participation. Table 5 shows the results of four separate binary logistic regression models that were used to test for these associations. Again, moderate trust was treated as the reference category. Columns headed Model 1 and Model 2 contain the results when the dependent variable was sharing (and other forms of reactive feedback or dissemination), and columns headed Model 3 and Model 4 contain the results for commenting (and other forms of proactive contribution). Because both forms of participation require each respondent to be online, and in light of a possible association with trust implied by earlier results, we also added an extra control variable for online news use.", "The results for all models are strikingly similar for both sharing and commenting. Trust in the news media is a significant variable and is associated with both forms of participation. Those with a low and very low level of trust in the news are significantly more likely to engage in online news participation than those with moderate trust. Those with very high trust are also more likely to engage in both forms of participation. However, when controls are introduced, the association between very high trust and both categories of participation is no longer significant, meaning that only those with low (Exp(β) = 1.26, SE = 0.04 and Exp(β) = 1.17, SE = 0.05) and very low trust (Exp(β) = 1.42, SE = 0.07 and Exp(β) = 1.53, SE = 0.07) in the news are more likely to engage in either. Interest was also a significant variable for both forms of participation, with those with a high level of interest more likely to participate (Exp(β) = 1.46, SE = 0.02 and Exp(β) = 1.48, SE = 0.02).", "Again, we can add interaction terms to examine how these relationships vary from country to country (not shown). When we do this, we see that the association between news sharing and very low trust is significantly weaker in Italy (Exp(β) = 0.36, SE = 0.45), Finland (Exp(β) = 0.50, SE = 0.31), Australia (Exp(β) = 0.42, SE = 0.30), and Ireland (Exp(β) = 0.39, SE = 0.34) than in the United Kingdom. Compared to the United Kingdom, the association between very low trust and commenting is significantly weaker in the United States (Exp(β) = 0.53, SE = 0.29), France (Exp(β) = 0.39, SE = 0.34), Denmark (Exp(β) = 0.37, SE = 0.43), Italy (Exp(β) = 0.34, SE = 0.32), and Australia (Exp(β) = 0.36, SE = 0.32). The association between very low trust and both forms of participation was strongest in the United Kingdom. In either case there was no significant difference between the United Kingdom, Germany, Spain, and Japan."]}, {"title": "Discussion", "paragraphs": ["In an environment where there are multiple news sources to choose from, and various ways to share views, the issue of trust has become more complex. Our analysis of the data provided by 21,524 survey respondents across 11 countries has revealed that—with some significant national variation—those with low trust in the news media are more likely to prefer non-mainstream news sources, and are more likely to engage in online news participation.", "More specifically, those with low trust in the news are more likely to say that their main source of news is either social media, blogs, or news outlets that do not have either a print or broadcast legacy. This finding chimes with that of an earlier study that revealed that media scepticism is positively associated with non-mainstream news exposure (Tsfati and Cappella 2003). Tsfati and Cappella argued that, if it is assumed that news audiences make rational choices, it follows that those who have low trust in the news media will prefer to consume news from sources that represent alternative views, use informal styles of delivery, and are often critical of media practices and institutions. The same explanation can also be applied to the findings presented here, providing we update our ideas about what counts as non-mainstream. For Tsfati and Cappella, non-mainstream news sources included talk radio and all online news, and mainstream referred to printed newspapers and television. However, during the intervening period many mainstream news publishers have successfully transitioned online, with much online content now mirroring offline content. This, combined with the emergence of new online-only sources of news that position themselves as alternatives to the mainstream, suggests that we should now categorise some news sources differently.", "On top of this, some non-mainstream news platforms—particularly social media and online news aggregators—fulfil multiple roles in terms of news consumption. Though they are used as primary news sources, they can also be thought of as digital intermediaries that act as gateways to other sources of news. In light of this, it is likely that some of those with low trust in the news media—in addition to those who prefer non-mainstream sources because they offer an alternative view—prefer to use non-mainstream sources precisely because they provide quick access to a range of different (mainstream or non-mainstream) news sources, and thus a range of views and perspectives. In this sense, non-mainstream news sources can also be thought of as filtering tools.", "It is, however, appropriate to be cautious about the direction of causality concerning low trust in the news media and the preference for non-mainstream news sources. Whilst it is plausible that those who have low trust in the news have a preference for non-mainstream sources because they are actively seeking out either a wider range of views or a non-mainstream perspective, it is also possible that those who have a preference for non-mainstream sources for other reasons have therefore developed a low trust as a consequence. It also possible that those who say they prefer social media as a source of news do so because they find it to be a convenient way of staying informed while doing other things. This may explain why those who prefer non-mainstream news sources also tend to say they are less interested in the news. However, self-reported low interest in the news could be due to a lack of interest in what are normally thought of as mainstream news topics. The perception of what constitutes news may be changing in the digital environment.", "Our analysis has also revealed a negative association between trust in the news media and online news participation. More specifically, those with low trust in the news are more likely than those with moderate or high trust to engage in either sharing- or commenting-type behaviour. One way of interpreting this would be to simply conclude that those with low trust are more likely to want to express their disapproval of news coverage. An alternative view is that news consumers with low levels of trust seek to verify news content, or offer it to others, by engaging in online participation. In this respect, participation can be seen as an additional news-filtering strategy. Low trust in the news may also prompt some consumers to more directly contribute to news production by creating or uploading their own news content, particularly in light of the positive association between interest in the news and online news participation. It should be acknowledged that individual motivations for online news participation are complex and varied, which explains why the effect of trust on participation is significant but small. Nonetheless, the idea that low trust may be driving participation around online news should give pause to those who see such behaviour as inherently positive. Participatory behaviour is often regarded as civic engagement. However, we should caution against making a uniform conclusion. For example, for journalists and news organisations, using “number of shares” as a metric for judging the “success” of an article may be misleading if a significant proportion of shares are motivated by low trust and surrounded by negative sentiment. Participation may partly reflect distrust or disapproval.", "We acknowledge that these findings are perhaps in contrast to an existing body of literature in which high levels of societal or interpersonal trust are seen as enabling active participation in public discourse. If an individual has low trust levels towards others, then it is more likely that they will anticipate a negative response and therefore would be reluctant to participate in the discussion. However, as earlier research has alluded to (e.g. Zamith and Lewis 2014), it is questionable whether this understanding is applicable to participation around online news. A link between low trust in the news and participation—and a particularly strong association in the United Kingdom—seems more plausible when we remember that moderating comment sections on news websites like The Guardian are thought to be home to strident cynicism, negativity, and abuse (Burrows 2016). It is for reasons like this that co-ordinated efforts—like the Coral Project—exist to produce “better” commenting around news.", "Finally, it should be remembered that this study was based on secondary analysis of an international data-set. Secondary analysis can be a powerful technique, but the variables used may not fully reflect the concepts described. However, using large sample data, we were able to link the relationship between trust, news source preference, and how news consumers respond to and participate in an online news environment across multiple countries."]}, {"title": "Disclosure statement", "paragraphs": ["No potential conflict of interest was reported by the authors."]}, {"title": "Funding", "paragraphs": ["The authors disclose receipt of the following financial support for the research, authorship, and/or publication of this article. The Reuters Institute Digital News Report 2015 was supported by Google, BBC, Ofcom, the Broadcasting Authority of Ireland (BIA), France Télévisions, L’Espresso Group Italy, the Media Industry Research Foundation of Finland, Edelman UK, as well as by academic sponsors and partners at Roskilde University, the Hans Bredow Institute, the University of Navarra, the Tow Center at Columbia University’s Graduate School of Journalism, and the University of Canberra."]}], "references": [{"title": "Sharing the News: Effects of Informational Utility and Opinion Leadership on Online News Sharing", "year": "2015", "journal": "Journalism and Mass Communication Quarterly", "volume": "92", "authors": [{"name": "Bobkowski Piotr S.", "first_name": "Bobkowski", "last_name": "S."}]}, {"title": "Does Internet Use Affect Engagement? A Meta-Analysis of Research", "year": "2009", "journal": "Political Communication", "volume": "26", "authors": [{"name": "Boulianne Shelley", "first_name": "Boulianne", "last_name": "Shelley"}]}, {"title": "Exploring the Antecedents of Trust from the Perspectives of Uncertainty and Media Richness in Virtual Community", "year": "2014", "journal": "International Journal of Web Based Communities", "volume": "10", "authors": [{"name": "Chao Ruey-Ming", "first_name": "Chao", "last_name": "Ruey-Ming"}, {"name": "Chang Chen-Chi", "first_name": "Chang", "last_name": "Chen-Chi"}, {"name": "Chang Wen-Yu", "first_name": "Chang", "last_name": "Wen-Yu"}]}, {"title": "Exploring Online News Credibility: The Relative Influence of Traditional and Technological Factors", "year": "2012", "journal": "Journal of Computer-Mediated Communication", "volume": "17", "authors": [{"name": "Chung Chung Joo", "first_name": "Chung", "last_name": "Joo"}, {"name": "Nam Yoonjae", "first_name": "Nam", "last_name": "Yoonjae"}, {"name": "Stefanone Michael A.", "first_name": "Stefanone", "last_name": "A."}]}, {"title": "A Constructivist Study of Trust in the News", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Coleman Stephen", "first_name": "Coleman", "last_name": "Stephen"}, {"name": "Morrison David E.", "first_name": "Morrison", "last_name": "E."}, {"name": "Anthony Scott", "first_name": "Anthony", "last_name": "Scott"}]}, {"title": "The Fifth Estate Emerging through the Network of Networks", "year": "2009", "journal": "Prometheus", "volume": "27", "authors": [{"name": "Dutton William H.", "first_name": "Dutton", "last_name": "H."}]}, {"title": "Betrayal of Trust in Organizations", "year": "1998", "journal": "Academy of Management Review", "volume": "23", "authors": [{"name": "Elangovan A. R.", "first_name": "Elangovan", "last_name": "R."}, {"name": "Shapiro Debra L.", "first_name": "Shapiro", "last_name": "L."}]}, {"title": "Measuring the Concept of Credibility", "year": "1986", "journal": "Journalism Quarterly", "volume": "63", "authors": [{"name": "Gaziano Cecilie", "first_name": "Gaziano", "last_name": "Cecilie"}, {"name": "McGrath Kristin", "first_name": "McGrath", "last_name": "Kristin"}]}, {"title": "Social Participation in Online News Usage in Europe and Its Underlying Causes: Individual versus Structural Factors", "year": "2016", "journal": "European Journal of Communication", "volume": "31", "authors": [{"name": "Hoelig Sascha", "first_name": "Hoelig", "last_name": "Sascha"}]}, {"title": "The Influence of Source Credibility on Communication Effectiveness", "year": "1951", "journal": "Public Opinion Quarterly", "volume": "15", "authors": [{"name": "Hovland Carl I.", "first_name": "Hovland", "last_name": "I."}, {"name": "Weiss Walter", "first_name": "Weiss", "last_name": "Walter"}]}, {"title": "Does Online News Reading and Sharing Shape Perceptions of the Internet as a Place for Public Deliberations?", "year": "2013", "journal": "Mass Communication and Society", "volume": "16", "authors": [{"name": "Kang Hyunjin", "first_name": "Kang", "last_name": "Hyunjin"}, {"name": "Lee Jeong Kyu", "first_name": "Lee", "last_name": "Kyu"}, {"name": "You Kyung Han", "first_name": "You", "last_name": "Han"}, {"name": "Lee Seoyean", "first_name": "Lee", "last_name": "Seoyean"}]}, {"title": "Public Trust or Mistrust? Perceptions of Media Credibility in the Information Age", "year": "2001", "journal": "Mass Communication and Society", "volume": "4", "authors": [{"name": "Kiousis Spiro", "first_name": "Kiousis", "last_name": "Spiro"}]}, {"title": "Trust in News Media: Development and Validation of a Multidimensional Scale", "year": "2007", "journal": "Communication Research", "volume": "34", "authors": [{"name": "Kohring Matthias", "first_name": "Kohring", "last_name": "Matthias"}, {"name": "Matthes Jörg", "first_name": "Matthes", "last_name": "Jörg"}]}, {"title": "Discussing the News: Civility and Hostility in User Comments", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Ksiazek Thomas B.", "first_name": "Ksiazek", "last_name": "B."}, {"name": "Peer Limor", "first_name": "Peer", "last_name": "Limor"}, {"name": "Zivic Andrew", "first_name": "Zivic", "last_name": "Andrew"}]}, {"title": "News Sharing in Social Media: The Effect of Gratifications and Prior Experience", "year": "2012", "journal": "Computers in Human Behavior", "volume": "28", "authors": [{"name": "Lee Chei Sian", "first_name": "Lee", "last_name": "Sian"}, {"name": "Ma Long", "first_name": "Ma", "last_name": "Long"}]}, {"title": "Political Trust and Trustworthiness", "year": "2000", "journal": "Annual Review of Political Science", "volume": "3", "authors": [{"name": "Levi Margaret", "first_name": "Levi", "last_name": "Margaret"}, {"name": "Stoker Laura", "first_name": "Stoker", "last_name": "Laura"}]}, {"title": "Trust and Distrust: New Relationships and Realities", "year": "1998", "journal": "Academy of Management Review", "volume": "23", "authors": [{"name": "Lewicki Roy J.", "first_name": "Lewicki", "last_name": "J."}, {"name": "McAllister Daniel J.", "first_name": "McAllister", "last_name": "J."}, {"name": "Bies Robert J.", "first_name": "Bies", "last_name": "J."}]}, {"title": "Do Hostile Opinion Environments Harm Political Participation? The Moderating Role of Generalized Social Trust", "year": "2013", "journal": "International Journal of Public Opinion Research", "volume": "25", "authors": [{"name": "Matthes Jörg", "first_name": "Matthes", "last_name": "Jörg"}]}, {"title": "An Integrative Model of Organizational Trust", "year": "1995", "journal": "Academy of Management Review", "volume": "20", "authors": [{"name": "Mayer Roger C.", "first_name": "Mayer", "last_name": "C."}, {"name": "Davis James H.", "first_name": "Davis", "last_name": "H."}, {"name": "David Schoorman F.", "first_name": "David", "last_name": "F."}]}, {"title": "Credibility for the 21st Century: Integrating Perspectives on Source, Message, and Media Credibility in the Contemporary Media Environment", "year": "2003", "journal": "Annals of the International Communication Association", "volume": "27", "authors": [{"name": "Metzger Miriam J.", "first_name": "Metzger", "last_name": "J."}, {"name": "Flanagin Andrew J.", "first_name": "Flanagin", "last_name": "J."}, {"name": "Eyal Keren", "first_name": "Eyal", "last_name": "Keren"}, {"name": "Lemus Daisy R.", "first_name": "Lemus", "last_name": "R."}, {"name": "McCann Robert M.", "first_name": "McCann", "last_name": "M."}]}, {"title": "Defining and Measuring Credibility of Newspapers: Developing an Index", "year": "1988", "journal": "Journalism Quarterly", "volume": "65", "authors": [{"name": "Meyer Philip", "first_name": "Meyer", "last_name": "Philip"}]}, {"title": "Finishing the ‘Unfinished’ Story: Online Newspaper Discussion-Threads as Journalistic Texts", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Morrison James", "first_name": "Morrison", "last_name": "James"}]}, {"title": "The Relative Importance of Social Media for Accessing, Finding, and Engaging with the News: An Eight-Country Cross-Media Comparison", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Nielsen Rasmus Kleis", "first_name": "Nielsen", "last_name": "Kleis"}, {"name": "Schrøder Kim Christian", "first_name": "Schrøder", "last_name": "Christian"}]}, {"title": "From ‘Information’ to ‘Knowing’: Exploring the Role of Social Media in Contemporary News Consumption", "year": "2014", "journal": "Computers in Human Behavior", "volume": "35", "authors": [{"name": "Pentina Iryna", "first_name": "Pentina", "last_name": "Iryna"}, {"name": "Tarafdar Monideepa", "first_name": "Tarafdar", "last_name": "Monideepa"}]}, {"title": "Not So Different after All: A Cross-Discipline View of Trust", "year": "1998", "journal": "Academy of Management Review", "volume": "23", "authors": [{"name": "Rousseau Denise M.", "first_name": "Rousseau", "last_name": "M."}, {"name": "Sitkin Sim B.", "first_name": "Sitkin", "last_name": "B."}, {"name": "Burt Ronald S.", "first_name": "Burt", "last_name": "S."}, {"name": "Camerer Colin", "first_name": "Camerer", "last_name": "Colin"}]}, {"title": "What Prompts Users to Click and Comment: A Longitudinal Study of Online News", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Tenenboim Ori", "first_name": "Tenenboim", "last_name": "Ori"}, {"name": "Cohen Akiba A.", "first_name": "Cohen", "last_name": "A."}]}, {"title": "Credibility in Context: How Uncivil Online Commentary Affects News Credibility", "year": "2010", "journal": "Mass Communication and Society", "volume": "13", "authors": [{"name": "Thorson Kjerstin", "first_name": "Thorson", "last_name": "Kjerstin"}, {"name": "Vraga Emily", "first_name": "Vraga", "last_name": "Emily"}, {"name": "Ekdale Brian", "first_name": "Ekdale", "last_name": "Brian"}]}, {"title": "Individual and Contextual Correlates of Trust in Media across 44 Countries", "year": "2014", "journal": "Communication Research", "volume": "41", "authors": [{"name": "Tsfati Yariv", "first_name": "Tsfati", "last_name": "Yariv"}, {"name": "Ariely Gal", "first_name": "Ariely", "last_name": "Gal"}]}, {"title": "Do People Watch What They Do Not Trust? Exploring the Association between News Media Skepticism and Exposure", "year": "2003", "journal": "Communication Research", "volume": "30", "authors": [{"name": "Tsfati Yariv", "first_name": "Tsfati", "last_name": "Yariv"}, {"name": "Cappella Joseph N.", "first_name": "Cappella", "last_name": "N."}]}, {"title": "Why do People Watch News they do not Trust? The Need for Cognition as a Moderator in the Association between News Media Skepticism and Exposure", "year": "2005", "journal": "Media Psychology", "volume": "7", "authors": [{"name": "Tsfati Yariv", "first_name": "Tsfati", "last_name": "Yariv"}, {"name": "Cappella Joseph N.", "first_name": "Cappella", "last_name": "N."}]}, {"title": "Twitter as a Reporting Tool for Breaking News: Journalists Tweeting the 2011 UK Riots", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Vis Farida", "first_name": "Vis", "last_name": "Farida"}]}, {"title": "Validating a Scale for the Measurement of Credibility: A Covariance Structure Modeling Approach", "year": "1994", "journal": "Journalism Quarterly", "volume": "71", "authors": [{"name": "West Mark D.", "first_name": "West", "last_name": "D."}]}, {"title": "From Public Spaces to Public Sphere: Rethinking Systems for Reader Comments on Online News Sites", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Zamith Rodrigo", "first_name": "Zamith", "last_name": "Rodrigo"}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}]}, {"title": "What Creates Interactivity in Online News Discussions? An Exploratory Analysis of Discussion Factors in User Comments on News Items", "year": "2014", "journal": "Journal of Communication", "volume": "64", "authors": [{"name": "Ziegele Marc", "first_name": "Ziegele", "last_name": "Marc"}, {"name": "Breiner Timo", "first_name": "Breiner", "last_name": "Timo"}, {"name": "Quiring Oliver", "first_name": "Quiring", "last_name": "Oliver"}]}]}