{"doi": "10.1080/1461670X.2019.1638292", "url": "https://doi.org/10.1080/1461670X.2019.1638292", "title": "“Fixing” the Journalist-Fixer Relationship: A Critical Look Towards Developing Best Practices in Global Reporting", "volume": "20", "year": "2019", "issue": "12", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Plaut", "first_name": "Shayna", "name": "Shayna Plaut", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Klein", "first_name": "Peter", "name": "Peter Klein", "affiliation": "", "orcid": "", "role": ""}], "abstract": "ABSTRACTSociologists and media scholars have offered a robust body of literature regarding the daily workings of global journalism – both in newsrooms and with freelancers. Within this literature, which is both critical and reflexive, the role of fixers is acknowledged, but rarely questioned. Such work often fails to critically examine power dynamics inherent in the actual institutional and global arrangement. This project aims to fill this gap, focusing on the realities and constraints of editorial agency by fixers. Through a large-scale survey (450 responses from more than 70 countries) followed by 35 semi-structured interviews with journalists, fixers and people who identify as both, we map current trends and highlight nuanced dynamics and tensions within the practice. Specifically, we sought to understand what effect, if any, the fixer has in shaping the content of a story, highlighting the disjuncture between journalists and fixers in recognizing the potential editorial impacts. Lastly, the work examines the inequality between international journalists and their local fixers worldwide, and seeks to examine how the relationship is understood culturally within the rapidly changing field of global journalism. This article not only identifies problems within current practices, but also explores potential remedies.", "body": [{"sec_title": "", "sec_content": ["While driving along a highway in Hyderabad, India, with Sanjay Jha, a longtime “fixer,” Peter Klein, one of the authors of this piece, made reference to the term fixer. Jha, who has worked for CBS News, CNN and Now Public, took issue with his title, asking: “What exactly am I fixing? Your toilet? Am I a plumber?” Jha pointed out that for nearly two decades he has written and produced for the top news organizations in India. He prefers a more accurate description of his role: journalist. But he rarely receives the recognition and benefits that come with that title. Why?", "The inherent power dynamic between the correspondent and the fixer is a topic of concern for many individual journalists and fixers, and yet the practice itself is rarely questioned (Klein and Plaut 2017). Although precise definitions differ – and unearthing the various definitions of “fixing” is a goal behind this research – fixers typically engage in activities such as: booking hotels and transportation, serving as translators, finding interview subjects, securing access to government officials and scouting out dangerous locations (Erickson and Hamilton 2006; Murrell 2010; Mojica 2015; Vandevoordt 2015). Although Western news organizations rarely credit them, fixers are typically paid well, especially compared to local income standards (Murrell 2010; Paterson, Andersen, and Hoxha 2012). The financial benefits, as well as access to global audiences, are often the primary (although by no means only) motivations for people to work as fixers. Note that, following Ward (2010), we have chosen to use the term “global journalism” rather than “international reporting” as “international” will assume a stable center and periphery.", "There is a consistent body of work that looks at the ethics of journalism as a field and the ethical dilemmas faced by journalists themselves. Such work offers a more critical understanding of positionality and a journalist’s role in creating and (re)presenting a story (Bell 1997; Zelizer 2004; Alzner 2012; Carr 2013; Ward 2010, 2013) – but little research has specifically addressed the role of the fixer from a critical position of power. The use of fixers is considered standard practice, with the fixer often invisible and unidentified. When studies are done on fixers, typically it focuses on issues of safety of the fixers or how credit is allotted or denied in the final piece; rarely is there a focus on how the fixer-journalist dynamic may affect the production and content of the piece. One notable exception is the 2011 piece on the international coverage of the war in Kosovo, where Paterson, Andersen and Hoxha speak about the socio-economic realities of fixing, recalling how the local journalists at the Kosovo Institute of Journalism and Communication were recruited by international journalists.", "The questions guiding our research are threefold and interrelated: What are the power dynamics between fixers and foreign correspondents? How does this manifest in terms of finances and safety for both parties, as well as in the content of the stories themselves? And, lastly, are these dynamics and issues being addressed and remedied? In order to provide a “map” of the current situation between fixers and foreign correspondents, as well as a more in-depth understanding of the dynamics, we utilized a mixed-methods approach. We got a sense of the big picture by employing a large-scale survey and then turned to self-selected in-depth interviews for nuance. We do not claim that either the survey or interviews are generalizable but rather, in keeping with a critical and constructivist approach, this mixed-methods approach provides a means of “gaining assurance” for a pattern that appears to be emerging (Stake 2006, 36).", "Our project builds on Colleen Murrell’s pivotal work on the role of fixers in global journalism, which was the “first to examine the ways in which the employment of local people can inject indigenous viewpoints into the story … ” (2015, 154). Her work detailed how “local fixers can change or subvert the ingredients of the newsgathering that become the finished story, as seen on our screens.” However, she continues, “Correspondents mostly believe this happens rarely” (154).1 Her project relied solely on interviews with journalists and executives and included only five fixers. In addition, her work was primarily focused on the news-making process and does not discuss the role of productive power (Barnett and Duvall 2005): the larger political implications of what this news says – and what this news does – in terms of domestic and international agenda setting. Our research expands on Murrell’s work and seeks to address the gaps: we focused on fixing as a process, and we gathered information from both fixers and journalists (and those who identify as both). Our goal is not only understanding current problems, but also identifying what should change.", "We chose to explore this topic partly because of our own experiences in the field. Both authors are from the global North, and have worked both as journalists and as fixers abroad. Both hold positions at academic institutions. Shayna Plaut is a critical and constructivist scholar, specializing in the intersections of human rights and journalism – especially media created by underrepresented communities. Peter Klein is a seasoned journalist who teaches global journalism and founded the Global Reporting Centre. Collectively they have worked in more than two dozen countries and in as many languages, and bring these experiences to this research."]}, {"sec_title": "Between Journalist and Fixer – Shifting Contexts; Shifting Roles", "sec_content": ["Although they are mostly invisible, fixing and fixers are essential to the creation of global journalism as we know it. Without fixers, the current practice of global journalism – where a journalist from one country, usually in the global North, can fly somewhere without literacy, let alone fluency, in the linguistic, cultural or social context(s) and report on a story for audiences worldwide who also lack the linguistic, cultural and social context(s) – could not function. But although journalists have always worked with local people in order to secure a story, because of changes in news business models as well as an increased concern regarding security, the fixer has taken on many of the duties and responsibilities of a journalist. The roles have become blurred and, as we demonstrate in our research, sometimes the same person will be a journalist one day and a fixer the next.", "Much of the current literature highlights the US-led invasion of Iraq in 2003 and the subsequent ongoing civil war as a turning point regarding the increasingly pivotal role of fixers in identifying and constructing a global news, arguing that the turmoil brought severe risks to journalists, both international and domestic (Murrell 2010, 2015). CNN reporter Nic Robertson said the situation in Iraq was “unique” because he and his colleagues felt they’d become “the target.” (Murrell 2015, 116) Although ITN’s Alex Thomson disagrees: “I bet if you spoke to journalists in Russia, Mexico or Algeria [they would not be surprised at this level of targeting and violence, rather] I think we’ve just joined the world where journalists are under threat.” That said, according to the Committee for the Protection of Journalists (CPJ), as of June 2019 at least 292 journalists and “media support workers” were murdered since the start of the Syrian war specifically because of their journalistic work. As CPJ notes, “Far more journalists, for example, were murdered in targeted killings in Iraq than died in combat-related circumstances.” This caused a rethinking of how much risk news organizations and individual journalists were willing to take.", "It is within this context that international journalists began relying on fixers not only to help facilitate the story, but also to actually unearth and report the story (Murrell 2010, 132–133; Paterson, Andersen, and Hoxha 2012, 111–113). According to former CNN executive Eason Jordan, starting in the mid-2000s in Iraq, “the distinction between journalist and media worker [was] blurred because Iraqi media workers [became]de-facto reporters, serving as the eyes and ears of foreign correspondents” (Murrell 2015, 116). Because of security concerns, many of the British, Australian and American media companies closed their already-shrinking bureaus in Iraq, and thus the use of freelancers and local journalists (often working as fixers) increased. According to CPJ, the 127 journalists who have died to date during the Syrian civil war, and the increasing death toll in Mexico of journalists covering narco-trafficking, has increased attention on the real, physical dangers of conducting journalism which challenges traditional reporting practices. We argue the change in reporting practices will inevitably shape what is reported as “the story.”", "It is easy to cast the fixer as either a victim of neo-colonial relations, stripped of agency by the foreign journalist, or as a manipulative, sneaky local who is trying to dupe the journalist into telling his or her story. Both versions play on colonial stereotypes where the foreign journalist (the West) still plays the primary role (Said, 1978, 1982). We argue, rather, that fixers – who are often journalists themselves – are intimately aware of what is needed to create, and sustain, global journalism (Skrubbeltrang 2015). Our findings show that the creation of a news story is a process shaped by the interactions of various actors. These actors include: the news bureau, the audiences back home, the journalist and the local sources. All of these actors have different motivations, as well as varying, but often uneven, levels of power. As Maggie O’Kane notes, “The traditional model of the foreign correspondent is a pretty colonial approach” (Murrell 2015, 144), but by no means are fixers simply victims, nor exploiters, in this process.", "Both fixers and journalists are engaged in a process of framing the story, making myriad decisions and judgements that will determine what facts are presented and how the truth is defined. This can have severe political, policy and military implications (Strömbäck, Shehata, and Dimitrova 2005, 2008). According to media scholars such as Fairclough (1992, 1995) as well as scholars of international relations (Barnett and Duvall 2005; Carpenter 2007; Brysk 2013), the way an issue is framed both shapes, and is shaped by, existing power dynamics and interests that have tangible consequences. How an issue is framed determines how resources, such as time, money and attention, are allocated and, perhaps more importantly, what issues are not deemed worthy of said time, money and attention (Carpenter 2007)."]}, {"sec_title": "Applying a Post-Colonial Lens", "sec_content": ["Our research is grounded in an understanding that power relations between people nations and institutions are neither inevitable nor static. As it currently stands, a foreign journalist often cannot work without a fixer, and the local fixer, by definition, cannot work as a fixer without being hired by a journalist.2 The fixer and journalist are dependent on one another, but it is a relationship created, and generated, through the process of colonialism. We draw on Doty (1996) and Mamdani (2004, 2007) who, grounded in Edward Said’s pivotal work (1978, 1981), remind us that the “Global North” and “Global South” (previously referred to as “the West” and “the East”) were, and continue to be, created through media and policy discourse. There is an interdependent, but unequal (Memmi 1965), relationship between Western media outlets and local journalists/fixers. If we start with this premise, then how do these power dynamics manifest in terms of finances, content and safety, and how is this being addressed and/or remedied?", "Our research indicates that although the journalist relies on the local knowledge and linguistic skills of the fixer, the journalist often fails to recognize the impact of this dependence when reporting. In the mind of the journalist, the fixer often ceases to be an individual and is seen simply as a tool for getting the journalist’s story. In reality, by suggesting interview subjects or locations or providing local context, the fixer is framing the story for the journalist, though the journalist still maintains the illusion of individualism and power. The fixer recognizes and operates within uneven power dynamics, but is not without agency. Fixers are constantly engaged in framing the journalist’s reality, and thus shaping the story, but they often do so in ways that are unseen by the journalist. The practice of fixing is a constant negotiation of power and trust.", "The work of feminist and critical race scholars such as Mohanty (2003), Razack (1999), and Hill Collins (1986) can offer much to this conversation, recognizing not only the pivotal role that those who are marginalized play, but also the unique perspective and insight they often bring in understanding how larger systems of power and agency work within colonial and racialized dynamics. In discussing both black female domestic workers, as well as black female sociologists, Patricia Hill Collins (1986) coined the term “outsiders within” as people who, because of their unique perspective – being both inside and outside the centers of power (the home and academia) – can often have a clearer view of the machinations of power, particularly in terms of understanding the production of knowledge. As “outsiders within” the world of global journalism, fixers, and particularly those who identify as both journalists and fixers, have a particularly clear understanding of the making of traditional global journalism."]}, {"sec_title": "Methods of Inquiry", "sec_content": ["The limited research on fixers has been based on semi-structured interviews with some prior content analysis of the journalist’s work; this may not work as well when evaluating an entire field. Using this approach, one can get a more complete and multifaceted understanding of the institutional practice of fixers within the changing field of journalism.", "Although there have been changes over the past decade, journalism as a profession is still very grounded in a positivist (“God’s eye”) notion of objectivity (Hackett and Zhao 1998; Zelizer 2004; Plaut 2014, 2015). Post (anti) colonial approaches offer tools to better understand the ongoing process of maintaining global hierarchies within the practice, and production, of global journalism. In addition, feminist and post (anti) colonial methodological approaches emphasize the interweaving of theory, method and content. Thus, to best explore these questions, we chose to allow for inductive and deductive definitions of what it is to be a fixer, and the practice of fixing more broadly. Recognizing that categories are rarely stable, we encouraged people to self-identify as a fixer, journalist or both (which we refer to in this article as “journalist-fixer”).", "Our methodological approach enabled us to triangulate (Yin 2009; 2011) our data between what is evidenced statistically through our survey and nuances that came to light through interviewing. We recognize that triangulating does not provide “proof,” but rather is a means of “gaining assurance” for an emerging pattern (Stake 2006, 36). Recognizing that the definitions and practices of journalism are in a period of rapid flux, we were happy to receive many responses from free-lancers, stringers and producers. That said, we maintained that financial compensation was a key part of the definition for both journalists and fixers, thus focusing on “fixing” as a recognized journalistic practice.", "With few exceptions (mostly coming from Brazil or Scandinavia), nearly all of the existing research conducted on fixers and fixing is based on English language interviews. After conducting an extensive review of academic literature, trade publications, websites and journalistic forums available online in English and Spanish to survey the field and identify major trends, we developed a 20-question survey for fixers and journalists, respectively.3 We allowed people to self-identify as fixers those who have been hired by journalists, as journalists as those who have hired fixers, or both fixer and journalist. This category (fixer-journalist) is a methodological contribution to the field. By providing people with the opportunity to self-identify without rigid, binary categories, we discovered a more nuanced picture of the dynamic journalist/fixer relationship. Nearly 20% of respondents self-identified as fixer-journalists. As can be seen later in the analysis, they hold a unique role in global journalism.", "Our means of outreach was based on our strengths: a vast network of connections within the worlds (note plural) of journalism. We circulated our survey through existing journalistic, fixer and media forums including, but not limited to: Frontline Club, “I need a Fixer!” Vulture Club, Global Investigative Journalism Network, Committee to Protect Journalists and Open Society Foundation’s Journalism Program. We shared the link through our personal and professional connections, utilized the Global Reporting Centre’s social media contacts, as well as our personal online presence, and reached out to well-connected media professionals worldwide and in multiple languages. In this way, we utilized a broad approach to “snowball sampling” that enabled anyone with an email or social media presence, and connection to journalism, to participate in the research. We make no claims to generalizability and recognize that people who self-select to participate in the research may not represent the vast majority of those who could, potentially, participate. As critical theory reminds us, it is always important to see who is not present in the conversation. That said, a large-scale survey does provide us with the basis to start asking, exploring and perhaps answering some questions.", "The anonymous survey included basic demographic information (age, gender, languages, journalistic medium, years of experience, salary), as well as questions specifically geared toward defining the roles of a fixer (logistics, interpretation, editorial).4 We also had a series of questions focused on issues of security and trust. We engaged in what could be termed “cyber snowball sampling,” distributing the survey for the month through English and Spanish language social media (Twitter and Facebook), journalistic forums and our own extensive professional and personal networks.5 The survey was available for one month.", "Those responding were a mix of ages from the mid-20s to later 60s working in a variety of journalistic mediums with many working in mixed media (television, print and online video). The vast majority of those who responded the survey (fixers, journalists and those who identify as both) had over 10 years of experience; many quite seasoned with over 25 years in the field.", "Slightly more than 10% (48 people) of those who completed the survey registered on a separate page to be interviewed by either phone or Skype in English, Spanish or French. (As noted previously, the quantitative survey data remained anonymous). By the time we closed the survey, 450 people from 70 countries completed the survey, and 35 people from 20 countries were interviewed. All interviewees were asked at the end of the interview if they wanted to remain anonymous. The overwhelming majority (85%) wanted to be referenced by their real names (Figure 1). “Fixing” the Journalist-Fixer Relationship: A Critical Look Towards Developing Best Practices in Global ReportingAll authorsShayna Plaut & Peter Kleinhttps://doi.org/10.1080/1461670X.2019.1638292Published online:31 July 2019Figure 1.  Geographic location of respondents, authors’ data.Display full sizeFigure 1.  Geographic location of respondents, authors’ data.", "Figure 1.  Geographic location of respondents, authors’ data.", "Figure 1.  Geographic location of respondents, authors’ data.", "While we publicized the survey worldwide, we had very few responses from Latin America and East Asia. Given that few people from these regions completed the survey, it also meant a few people from those regions were interviewed. The vast majority of the journalists were employed by US and Canadian media. Although we interviewed two fixers working in Latin America (both who had journalistic training), we did not interview any self-identified journalists from Latin America or East Asia. In addition, although we interviewed journalists and producers who had lived and worked in the Arab world, no fixers from there responded to our survey.", "In addition, the findings and analysis of the journalists are primarily based on those working for English-language media – both public and private media outlets, as well as people who free-lance – in places as diverse as India, Kenya and Romania. Lastly, although there was a near-even split in terms of the gender of journalists (52% of respondents in the survey and interviewees were female), most of the fixers interviewed identified as male."]}, {"sec_title": "Findings and Analysis", "sec_content": ["Within the academic literature on global journalism, people are categorized as strictly journalists or fixers, but the reality is more fluid and nuanced. We took this into account when designing the survey, allowing people to self-identify as journalist, fixer or both – journalists who have hired fixers and have also been hired as fixers by other journalists. We refer to these people as “journalist-fixers.” More than 20% of the people who answered the survey, and 30% of those interviewed, identified as journalist-fixers. This indicates the fixer-journalist dynamic is fuzzier than previously thought and is changing (as indicated by more shared bylines). The vocabulary used in newsrooms and project budgets has yet to catch up.", "Returning to Hill Collins’s (1986) concept of “outsiders within” one can understand that journalist-fixers have a clear perspective on the system and structures that make up the practice of global journalism, including the roles of fixers and journalists, and the dynamics between the two. Journalist-fixers make a clear distinction between the two roles. In fact, we found that journalist-fixers often adhered more strictly to traditional distinctions between “journalist” and “fixer” than those who identified solely as fixers. When they were working as a fixer, journalist-fixers repeatedly described their role as one that ensures that the journalist is able to craft the best story, noting in interviews that, “It is the journalist’s story, it is not my story.” They defined their work as a fixer as: suggesting and locating sources, securing interviews, taking care of travel and documents and arranging other logistics. “Roadie Ric,” one of the rare fixers who works in the US (for a German media outlet), described his role as being the “guardrails to keep [journalists] on the road to where they want to go,” but added, “It’s up to them to decide which lane they want to go in.”", "Although all fixers and journalist-fixers recalled correcting a journalist for factual errors, they also clearly differentiated such corrections from attempting to shape a story. Journalist-fixers are often highly sought after by foreign journalists for their dual expertise in both the norms of journalism and the contexts and languages of their countries. “Good fixers are really producers, no? At least the best ones are,” said Francis Hardin, a reporter with more than 30 years of experience, most recently with CNN.", "Alexenia, a journalist-fixer from Bulgaria with more than 30 years of experience as a journalist and 10 years as a fixer, was adamant: “This is their [the foreign journalists’] project so I don’t feel very comfortable to argue with them. If this was my project I would follow my agenda, but because it is not mine, I will completely agree with them.” She also said that she would never tolerate a fixer correcting or outwardly influencing her stories when she is working as a journalist. In other words, journalist-fixers were more protective of the distinction between journalism and fixing in terms of editorial content, or what they often referred to as “control” of the story. Ana, a well-established fixer in Brazil who previously worked as a journalist in the US and the UK, explained her fixer role in clear terms: “I understand they have to do a story, they have a topic, an idea. And it is my role to get them what they need. It’s not my story.”", "An unanticipated finding is that a significant portion (20%) of the journalist-fixers interviewed world-wide have in-country production companies and can thus offer multiple services (videography, editing, translation) in addition to fixing. The economics of this model help maintain an interdependent, although still unequal, relationship between local and foreign news production; media companies can get quality production done in-country at a much cheaper cost, and the fixers – who also work at or own the production companies – can get paid international rates for their work.", "As discussed above, journalists and media-workers are increasingly targeted in war zones, heavily criminalized areas and autocratic societies. This has led to an industry of “security training.” Security training focuses on preparing people for recognizing and surviving in hostile-environments training and often includes life insurance and provisions for medivac and repatriation of remains if needed. Although available to journalists working for a major news bureau, such training and insurance is often an out-of-pocket expense for a free-lancer or fixer (Dart, Center 2015). Although traditionally, war-journalist are protected in principle, if not in law, by international norms, it is not the same with media workers (Kuwayame 2011; Myers 2011; Dart Centre 2015; OSCE 2016). But, as our research shows, the reality of who is a journalist and who is a media worker (including a fixer) is an increasingly “blurred distinction” (Murrell 2015, 116).", "Security and safety of fixers have dominated the discussions in much of the literature and journalistic blogs. Interestingly, our findings indicate that security was not a major concern for fixers nor journalists in either our survey or interviews. In fact, in both the survey and interviews, journalists seemed most deferential to fixers’ expertise when it involved issues of safety and security. All of the journalists and some of the fixers interviewed offered stories of either avoiding, or exiting, precarious situations thanks to fixer guidance. Many of the journalists credited fixers with knowing how to “read” situations noting that when a fixer said it was time to go – it was time to go. Journalists described fixers who were able to negotiate the physical safety for the team. Laurie Few, a seasoned investigative journalist and executive producer, reflected on a situation in Mexico a few years ago: I sent a crew down to Puerto Peñasco, and we were, loosely to state, chasing a bad guy. Because it would be a high-risk situation, I needed to know that the person that they were with not only would know the area, [but] would know when [something was off, and] would be alert. And sure enough, there was a situation where someone started tailing my team through that part of the town. They were taken into the cop shop. Now all of a sudden, my fixer is becoming my new negotiator … So, in that case, I need somebody who can speak the language. I need somebody who can understand the situation. I need somebody who can, once my team is released from the police station, pardon my language, get them the hell out of there.", "I sent a crew down to Puerto Peñasco, and we were, loosely to state, chasing a bad guy. Because it would be a high-risk situation, I needed to know that the person that they were with not only would know the area, [but] would know when [something was off, and] would be alert. And sure enough, there was a situation where someone started tailing my team through that part of the town.", "They were taken into the cop shop. Now all of a sudden, my fixer is becoming my new negotiator … So, in that case, I need somebody who can speak the language. I need somebody who can understand the situation. I need somebody who can, once my team is released from the police station, pardon my language, get them the hell out of there.", "Journalists rely on fixers to recognize danger before it happens and to serve as navigators and interpreters if one does find themselves in a precarious situation. While much focus has been on the risks of journalists putting fixers in danger, it is often the fixer who keep journalists OUT of danger or, if they are in danger, they can mitigate the gravity of a risky situation.", "According to the survey, 70.6% of journalists believe they “never” placed a fixer in immediate danger, whereas 56% of the fixers believed they were “never” placed in danger. For the vast majority of fixers (and fixer-journalists) security concerns (rather than content/editorial) were the only reason they chose to not take a story – and for this they were unapologetic.", "Given this information, it is interesting to note that security and safety are still dominating the headlines within the industry in the limited, but growing, discussion of fixers. Perhaps this is due to the economics behind the “security training industry,” or perhaps because a story of a kidnaped, injured or murdered media worker makes for good headlines. Either way, the issue of physical security is not the area that is of most concern to fixers themselves – and overwhelmingly the journalists defer to the fixer’s judgment about issues of safety and security.", "Most of the articles written about fixers have focused on the journalist’s thoughts and opinions regarding the treatment of fixers. In both academic articles and more reflective trade pieces, According to survey respondents, 60% of journalist state that fixers “never” or “rarely” get credit. This is increasingly recognized by global reporters as problematic and there have been steps taken by certain journalists to try and change this. Perhaps most famously, New York Times journalist Sydney Schanberg, profiled in the movie The Killing Fields, repeatedly stated in interviews that, “My reporting could not have been done without [his reporting partner and fixer] Dith Pran.” Lameck Baraza, a documentary photographer and journalist from Kenya who covers stories for European outlets and also works as a fixer for foreign journalists stated, Fixers are very important in the line of work that journalists do in general. I feel that fixers generally need to get some recognition, whether it’s just a byline or just a form of recognition in journalists’ work, because at the end of the day the journalist, even me personally, I could have not gotten a story if it wasn’t [for] the fixer. Eventually, journalists do win big awards, but fixers they don’t get too much recognition. I believe they should get recognition more than just being paid by journalists and then being forgotten.", "Fixers are very important in the line of work that journalists do in general. I feel that fixers generally need to get some recognition, whether it’s just a byline or just a form of recognition in journalists’ work, because at the end of the day the journalist, even me personally, I could have not gotten a story if it wasn’t [for] the fixer. Eventually, journalists do win big awards, but fixers they don’t get too much recognition. I believe they should get recognition more than just being paid by journalists and then being forgotten.", "Lameck’s sentiment was not unusual, and it clearly points to the interdependent, but unequal, relationship between the fixer and the journalist. But our findings indicate that the issue of “credit” is more nuanced. There are times when fixers do want credit and times where they prefer to stay in the background. When the fixers were asked if they wanted to get credit for stories they worked on, 48% stated they would always like public credit, and 38% stated the wanted public credit “sometimes”; journalist-fixers had similar responses. As many of the fixers explained, after the journalist goes home, the fixer remains on the ground. Even when, credit is deserved, it might not be safe for a fixer to publicly accept credit. In other words, there is no uniform preference.", "Although the definitions of what a fixer does changes based on context and on the relationship with the journalist, “fixing” is a job, and those hired are paid for their work. That said, very few people rely on fixing as their primary occupation or source of income. According to the survey, 75% of fixers said they have another profession, stating that fixing is only a minor or moderate source of income. This not only shows that the fixer has multiple professional identities, and thus access to multiple worlds, but also that they are quite aware of the fluid, perhaps even fickle, financial nature of working within the foreign correspondent model of global journalism. In fact, when asked about times that their “trust has been violated,” nearly all the examples in the survey and in the interviews focused on financial transactions. When we examined websites that bring together fixers and journalists; the most common discussion subjects initiated by fixers were the honesty, ease and reliability of getting paid by the journalist or bureau.", "Once again, trust becomes the key ingredient in the “fixing” relationship, as fixers and journalist-fixers (73% and 90%, respectively) negotiate their rate directly with a journalist (or with a producer). Although we did not ask directly about payment in the follow-up interviews, without prompting, fixers would often reflect on times when they were shorted, and the lessons they learned in terms of business practices to avoid future shortfalls.", "Although fixers sometimes advertise their services via Facebook, and many journalists are familiar with online groups such as “Vulture Club” and “World Fixer,” most recruitment is done by word of mouth. In fact, 92% of survey respondents, and all but one of those interviewed, cited “word-of-mouth” as the primary means of hiring. As a producer and cameraman for CBC with more than 25 years of experience explained, Being in the business for a while, I have personal connections with lots of people at BBC or ITV/ITN and Al Jazeera. And usually I start with personal contacts and usually … it’s such a small world that they have people who know people.", "Being in the business for a while, I have personal connections with lots of people at BBC or ITV/ITN and Al Jazeera. And usually I start with personal contacts and usually … it’s such a small world that they have people who know people.", "For those in the world of global journalism, word of mouth is simply the way the system works. More than 70% of journalists and fixers surveyed maintained contact with one another, keeping each other abreast of travel plans and availability. In addition, many fixers worked with the same journalists multiple times over a series of years and rely on these journalists to recommend other potential clients.", "Being aware that one’s livelihood, reputation and physical safety are intertwined has interesting implications. Given that journalists tend to check in with other journalists when searching for potential fixers, a question arises: who is left out or never considered? As one Canadian producer from Al Jazeera, based in the Middle East, explained, “because they [fixers] are recommended by people we trust, you kind of take it for granted that they’re legit. You know?” But what are the consequences of this blanket trust? And what do fixers have to do – or not do – to remain “legit” in the eyes of a journalist? As previously illustrated, fixers often see their role as helping to find and create the story the reporter already has in mind.", "In the survey, we asked fixers if they disclosed their political affiliation with the journalists with whom they were working. We also asked journalists if they inquired about such affiliation from fixers or potential fixers. More than one-third of the fixers stated they had no political affiliations and one-third of journalists reported they never ask. About 50% of the journalist’s report asking sometimes or always, but only 6.6% of fixers disclose their political affiliation “often” or “always.”", "This is a startling difference and became a bit more nuanced in the interviews, where the question seemed to take many journalists by surprise – some stating they had never thought to ask, but that it was probably a good idea to do so. We also broadened the discussion to include “political leaning,” since “political affiliation” might only be interpreted as party membership by some. About one-fourth actively recognized that the political or ethnic affiliation of a fixer could affect a story, so they said they took some precautions. In one case, Anca, a journalist from Romania, was interviewing ethnic Hungarians in a mixed city. Her fixer and translator was a local ethnic Romanian who spoke Hungarian. It quickly became obvious to Anca that her fixer’s ethnic and political affiliation was influencing his translation and interpretation: I could tell from his way of reporting … of telling me things, that he was translating everything through this thick glass, [like he was] still feeling, like, under siege … He had the mentality of a person who’d been under siege from the ethnic Hungarians … Because of what happened in [this particular town] in the past, like, 50 years before, his account was, let’s say, tainted … From my perspective, his view was skewed. Nevertheless, because I was aware of his position, I was able to not let that seep into my reporting, and in my final edit … I just used the data and made sure that whatever he provided me was balanced with information that I could get telling the other point of view.", "I could tell from his way of reporting … of telling me things, that he was translating everything through this thick glass, [like he was] still feeling, like, under siege … He had the mentality of a person who’d been under siege from the ethnic Hungarians … Because of what happened in [this particular town] in the past, like, 50 years before, his account was, let’s say, tainted … From my perspective, his view was skewed. Nevertheless, because I was aware of his position, I was able to not let that seep into my reporting, and in my final edit … I just used the data and made sure that whatever he provided me was balanced with information that I could get telling the other point of view.", "Only two fixers directly addressed how their ethnic or tribal identity may influence access to a story. Khalid Waseem discussed how his father being Pashto enabled him to understand the language and to gain access to tribal areas in Pakistan that might otherwise be off limits. Lameck Baraza, a journalist-fixer from Kenya who is Christian, discussed how he could not access certain areas (such as a mosque) when working as a journalist. But when he worked as a fixer for foreign journalists he was more willing to push for entry.", "Aside from Nejc, a fixer in Slovenia who had previously been involved in municipal politics, none of the fixers acknowledged working for the government. Some said they were open about their own thoughts on the politics of their country (“I let my opinions be known” or “I have my opinions and I have no filter”), but they often distinguished their personal opinions of the politics of the country from their work as fixers. Josh, a veteran TV producer based in New York, gave a typical response when asked if he ever inquiries about a fixer’s personal or political affiliations: “I don’t see how that’s relevant.” Very rarely were there any accusations of overt manipulation or malice; rather, the fixer was a tool – not a person – for the journalists’ story.", "Michael Armstrong, a Montreal-based reporter for Global TV’s news program Global National, explained it well. When asked if his reporting was impacted by a fixer’s political or ethnic identity, he responded, “I don’t think so. I don’t believe I would let that [kind of influence] happen.” Then he paused and reflected a bit more: I think I’m perhaps sensitive to that. No, that’s not correct. Not sensitive to their political leanings or affiliations affecting me. What I’m sensitive to is anything from them affecting me. So, I do my job. They have their job to do. So, I have to trust them.", "I think I’m perhaps sensitive to that. No, that’s not correct. Not sensitive to their political leanings or affiliations affecting me. What I’m sensitive to is anything from them affecting me. So, I do my job. They have their job to do. So, I have to trust them.", "It is important to understand that fixers also often held this view of their professional role. As can be seen with the example of Lameck, who gained access to a mosque for a journalist, fixers often prioritize a journalist’s needs or story, but they remain keenly aware that their tribal, caste, ethnic or gender identities could influence the story. Even Mandy Clark, a reporter based in the UK who was otherwise adamant that one should “never trust a reporter who takes editorial guidance from a fixer,” shared a telling example of a time when she was reporting in Afghanistan. She noticed that people, mostly women, were not answering her questions directly. Her fixer, who was also her translator, explained that his gender – as a man – might be affecting the reporting, and thus shaping the story.", "One of the key findings is the difference in how much influence journalists think fixers have on framing the story versus how much influence fixers believe they have in shaping the story. In both the survey and interviews we referred to this as “editorial guidance,” and it was clear that fixers, including journalist-fixers, believe they have much more influence over the editorial content of a journalistic piece than is recognized by journalists.", "The survey identified a significant disconnect: Whereas 78%of fixers reported questioning/challenging the editorial focus of a piece, only 44% of journalists reported being questioned/challenged by fixers. Half the journalists said they were corrected by a fixer, whereas 80% of fixers reported having corrected a fixer. In the survey, 38% of journalists said they never rely on fixers for editorial guidance, whereas 45% of fixers say journalists always rely on them for editorial guidance. Journalists and fixers are literally experiencing the realities of “fixing” differently.", "Within the interviews, many journalists bristled at these questions. Mandy Clark, who has worked as a journalist in Britain for over 17 years, stating flatly, “Certainly I would never take editorial guidance from a fixer! That would compromise my journalism.” Others were more nuanced, distinguishing between fixers who provided local context and perspective, which was welcomed, from those who provide editorial guidance. Many found the idea of editorial guidance or being “corrected” by a fixer in terms of content as crossing over into the professional role of a journalist, and thus inappropriate for a fixer.", "This begs the question as to whether fixers really “never” directly shape the telling of a story, as asserted by Clark, or whether journalists fail, or choose to overlook, a fixer’s impact on the editorial content of a piece. As Armstrong explains, to acknowledge a fixer’s influence could compromise the self-identity of the journalist. Interestingly, most people who identified only as fixers (rather than journalist-fixers) acknowledged that they do influence the editorial content, particularly in terms of who they recommended for interviews/sources. This can be seen in the examples offered by Khalid and Nejc in the previous sections, as well as the example provided by Haroon (a fixer from Afghanistan) below. These fixers take pride in their depth and breadth of contacts, noting that pairing up such connections to the needs of the story is what makes them “a good fixer.” Thus, the fact that they can sift through their contacts and offer a selection of sources inherently influences editorial content. According to the fixers, this is not manipulative, but rather a part of their work. This is a very different interpretation from that of the journalist who often fails to recognize, or at least acknowledge, the fixer’s editorial agency. In other words, although both journalists and fixers acknowledged unequal power differentiation, journalists identified it in terms of safety and bylines, whereas fixers identified it significantly in terms of lack of professional respect and recognition of their expertise.", "Fixers saw their duties and responsibilities as fairly consistent: interpretation, suggesting and locating sources, logistics and sometimes tasks that are specific to a region, such as security, currency exchange or access. According to the fixers, the space for editorial agency could not be generalized; rather, it was relationship-dependent. As fixers became more familiar with individual journalists, they felt more comfortable directly offering opinions and suggesting content, as well as recommending story ideas. For example, Haroon, a fixer from Afghanistan (now living in Washington, DC) discussed how he was able to help shape a journalist’s book on “the new generation” in post-Taliban Afghanistan. He was concerned that this was too broad of a topic: “It’s really hard to define each individual, because the new generation covers a big number of the people.” Instead, he suggested a way to focus the subject, Let’s pick a couple of them that I know who works for the international organizations, who are educated recently, they are the new generation … and invite them together to my house … in order to get a better sense of the general feeling.When asked if he felt like this influenced the outcome of the story (in this case a book), Haroon did not hesitate, “Yes. In terms of logistics and content. And it was a more interesting and accurate story because they could also talk to each other.” But he was quick to add that he could only suggest this diversion from the standard protocol because of the level of trust he had with this particular journalist.", "Let’s pick a couple of them that I know who works for the international organizations, who are educated recently, they are the new generation … and invite them together to my house … in order to get a better sense of the general feeling.", "Fixing, and the level of agency that a fixer possesses, is not static. It is highly context-specific, depending on the familiarity of the journalist with the language, background, contacts and political volatility of a given region. In addition, and just as importantly, the fixers and journalists develop their own dynamic and level of trust, which shapes the parameters of what is acceptable, and possible, within each working relationship.", "It became clear through the interviews that fixers are quite attuned to how the stories they are helping to create are going to be consumed by an international public. There is a concern for accuracy and a fear of generalization, over-simplicity and sensationalism. At the same time, they are aware that their editorial influence must not be seen as a threat to the journalist’s role, but rather an asset to make the journalist’s story better. To achieve that outcome, fixers pay careful attention to establishing credibility and trust with journalists.", "By contrast, journalists seem to feel that a determination of trust is inevitable and can be established quickly. According to the journalists, the most important thing was that the fixer can help the journalist do a good job – and the level of the fixer’s engagement (or editorial agency) was based on the journalist’s familiarity with the language and/or region. In other words, journalists believe they set the parameters of trust and the degree of fixers’ agency.", "Fixers are keenly aware that journalist clients need to believe they have editorial control, or it compromises their professional identity as journalists. Asked if he had ever corrected a journalist who he believed was misrepresenting a story, Khalid, a fixer from Pakistan who previously ran a tourism company, was cautious: [M]y job is not to, you can say, give them a sense of direction on their agenda, but [rather] my job is to facilitate them and if they are putting stuff wrong I will warn them that they are deviating from the story, from the on-the-ground reality … But it is their film, their project, their story. My job is to make them aware of the situation and then it is purely his call.", "[M]y job is not to, you can say, give them a sense of direction on their agenda, but [rather] my job is to facilitate them and if they are putting stuff wrong I will warn them that they are deviating from the story, from the on-the-ground reality … But it is their film, their project, their story. My job is to make them aware of the situation and then it is purely his call.", "Ana, the fixer from Brazil who had previously worked as a journalist in the UK and the US, concurred: “I wouldn’t say I have influenced the story, but I have given the journalist all the elements that he needs to put a good story, or at least, a fair story.” Many fixers reflected on instances when journalists explained what they wanted for a story – and then the fixers offered a variety of sources knowing which option would be most attractive. Khalid illustrated his point, giving the example of a journalist from Channel NewsAsia – Singapore who wanted to run a story on human rights. Khalid provided a number of options for interviews, including the chairman of the Pakistan Human Rights Society and a female human rights activist who is also a constitutional lawyer. Although he wrote up background information on them all, he had a sense that the female activist who was also a constitutional lawyer would be the most attractive to the journalist. “I’ve got a fair idea about it, but I will not push my decision down their throat, I will give them an option,” he said. And he was right – the story ran and was reportedly quite popular.", "Although numerous fixers, as noted above, discussed how their role in suggesting and identifying sources shaped the ultimate story, none of the journalists brought this up as an example of editorial influence. Rather, Laurie Few, the veteran journalist whose crew had trouble in Mexico, summed it up: “As a journalist you should always be the one vetting … I make all decisions.” Such was the consistent storyline by all journalists interviewed."]}, {"sec_title": "Implications and Conclusion", "sec_content": ["In sum, throughout the interviews it became clear that journalists often rely on fixers in multiple ways, but have a hard time letting go of the idea that it is their story. However, at the same time she was quick to point out that at the end of the day, she signs off on the story because it is still her story. This is the tension – the possession of “the story,” and, by extension, “the truth,” as if the truth is owned by a single person rather than a process that involves many people with different avenues and angles.", "The use of fixers has been an unquestioned component of international reporting – but our research shows that both fixers and journalists find the current dynamic problematic. One of our primary contributions is to expose a dynamic that had previously been so normalized, it has been beyond question. Fixing – as a process within global journalism – is both a result and a continuation of unequal power between a journalist and fixer, and within the global media landscape as a whole. In other words, how a story is made frames the story itself, influencing political and policy decisions, which in turn influence the dominant narratives of truth. “The story” holds up existing structures, and dynamics, of power (Fairclough 1995).", "And this is where the Indian “fixer” Sanjay Jha, who wants to be identified as a journalist not a repairman, throws up his hands in frustration. When asked if he is consulted or engaged for editorial guidance, he replied, No, that is the sad part. Some of them maybe they do because they ask me, ‘Sanjay what do you think of the story? How else should we play it out?’ But most of the time they have a preconceived idea about the story before coming to do the story and they just want me to facilitate them in terms of access, the contacts, that is all … Sometimes I have discussions, but I obviously don’t challenge them as such because it’s their perspective. I try and change that, but no. Sometimes I feel their perception of the subject is different than what is the reality so I try and tell them. Obviously, I do not have a control of the content on editorial side, so they do what they feel good about it.", "No, that is the sad part. Some of them maybe they do because they ask me, ‘Sanjay what do you think of the story? How else should we play it out?’ But most of the time they have a preconceived idea about the story before coming to do the story and they just want me to facilitate them in terms of access, the contacts, that is all … Sometimes I have discussions, but I obviously don’t challenge them as such because it’s their perspective. I try and change that, but no. Sometimes I feel their perception of the subject is different than what is the reality so I try and tell them. Obviously, I do not have a control of the content on editorial side, so they do what they feel good about it.", "We hope this research opens up conversations around the newsroom – including with editors, payroll and audiences, as well as journalists and fixers – about that which had previously only been questioned on an individual level. In addition, we suggest putting together a handbook of best practices for fixers. The handbook could both codify practices and identify common concerns. This would enable fixers to gain more protection and offer more industry-specific guidance to journalists, thus providing leverage for editors and others in the newsroom."]}], "references": [{"title": "TV News: How Far Should We Go?", "year": "1997", "journal": "British Journalism Review", "volume": "8", "authors": [{"name": "Bell M.", "first_name": "Bell", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Setting the Advocacy Agenda: Issue Emergence and Non-Emergence in Transnational Advocacy Network", "year": "2007", "journal": "International Studies Quarterly", "volume": "51", "authors": [{"name": "Carpenter R. C.", "first_name": "Carpenter", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Foreign Reporting Enhanced By Parachute Journalism", "year": "2006", "journal": "Newspaper Research Journal", "volume": "27", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Baghdad Bureau: An Exploration of the Interconnected World of Fixers and Correspondents at the BBC and CNN", "year": "2010", "journal": "Media, War \\& Conflict", "volume": "3", "authors": [{"name": "Murrell C.", "first_name": "Murrell", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Manufacture of an International News Event: The day Kosovo was Born", "year": "2012", "journal": "Journalism", "volume": "13", "authors": [{"name": "Paterson C.", "first_name": "Paterson", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Andersen K.", "first_name": "Andersen", "last_name": "K.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hoxha A.", "first_name": "Hoxha", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reshaping the Borders of Journalism: Lessons Learned From Transnational Peoples’ Journalism", "year": "2015", "journal": "Journalism Practice", "volume": "", "authors": [{"name": "Plaut S.", "first_name": "Plaut", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "In Search of a Standard: Four Models of Democracy and Their Normative Implications for Journalism", "year": "2005", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Strömbäck J.", "first_name": "Strömbäck", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Framing the Mohammad Cartoons Issue: A Cross-Cultural Comparison of Swedish and U.S. Press", "year": "2008", "journal": "Global Media and Communication", "volume": "4", "authors": [{"name": "Strömbäck J.", "first_name": "Strömbäck", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Shehata A.", "first_name": "Shehata", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dimitrova D. V.", "first_name": "Dimitrova", "last_name": "V.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Why Journalists Covered Syria the Way They Did: On the Role of Economic, Social and Cultural Capital", "year": "2015", "journal": "Journalism", "volume": "18", "authors": [{"name": "Vandevoordt R.", "first_name": "Vandevoordt", "last_name": "R.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "When Facts, Truth and Reality Are God-Terms: On Journalism’s Uneasy Place in Cultural Studies", "year": "2004", "journal": "Communication and Critical/Cultural Studies", "volume": "1", "authors": [{"name": "Zelizer B.", "first_name": "Zelizer", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}]}