{"doi": "10.1080/17512786.2019.1577697", "url": "https://doi.org/10.1080/17512786.2019.1577697", "title": "The Appearance of Objectivity: How Immigration-Critical Alternative Media Report the News", "volume": "13", "year": "2019", "issue": "10", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Nygaard", "first_name": "Silje", "name": "Silje Nygaard"}], "abstract": "ABSTRACTIn recent years, alternative media outlets that mimic mainstream news media regarding layout and how they organise their content have become a matter of public concern in Scandinavia. Although a growing body of literature has started exploring alternative media, we still lack knowledge about how active and prominent the journalistic voice is in the articles that Scandinavian immigration-critical alternative media label as “news”. This article qualitatively analyses how different journalistic functions are used as modes of public address by the alternative media outlets and what ideological functions they serve. The results show that the Swedish and Danish outlets can be considered opposite extremes, with the former addressing the public through a generally descriptive style and the latter addressing the public mainly through inflicting normative judgements. The Norwegian case is found in between these. Although the journalistic functions represent distinct differences in how an outlet can address the public, the analysis shows how they share the same ideological functions of convincing the public that the Scandinavian societies have become unsafe due to increased immigration, and that the political elite and the criminal justice system are to blame for the perceived societal crises the Scandinavian societies are finding themselves in.", "body": [{"title": "Introduction", "paragraphs": ["In the aftermath of the success that Breitbart experienced in supporting Donald Trump and attracting readers in the 2016 US presidential election, partisan right-wing alternative media outlets have become a matter of public concern. Fuelled by new distribution possibilities such as blogs and social media, alternative media now challenge the power and authority of the mainstream media in portraying social reality (Atton 2009; Leung and Lee 2014). This recent development coincides with the rise of populist political parties in Europe (Aalberg et al. 2016), and the rise of movements articulating distrust in elites and criticism of immigration has been dominating the public agenda (Sheets, Bos, and Boomgarden 2015). According to Van Aelst et al. (2017), there seems to be a public demand for biased information.", "Alternative media outlets have also gained public attention in Scandinavia, many of which are oriented towards populist anti-immigration, anti-system, and anti-elite sentiments, and their core message is that the mainstream media conceal or distort information regarding the negative societal and cultural consequences of immigration (Haller and Holt 2018). Research in the Swedish context found that immigration-critical alternative media outlets have a strong resentment towards professional journalistic norms (Holt 2016a) and that the journalistic style of their texts is more often interpretive rather than descriptive (Holt 2016b), which indicates a greater emphasis on the journalistic voice. But exactly how active and prominent the journalistic voice is in the alternative media outlets has not yet been investigated thoroughly in the literature. Despite their resentment towards the mainstream media, Scandinavian immigration-critical alternative media outlets tend to mimic the mainstream media in terms of layout and how they organise their content. They claim to deliver “news”, “opinion”, and “letters to the editor”, which are well-established genres within the professional journalistic field, and such labelling explicitly signals to the readers whether or not to expect opinions (Hjarvard 2011). Because commentators are generally considered to exert influence on public opinion (Hobsbawn and Lloyd 2008), there is a need for a qualitative approach to explore how active and prominent the journalistic voice is in the articles that Scandinavian immigration-critical alternative media outlets label as “news”.", "In order to answer the research question, this article presents an analysis of how different journalistic functions proposed by Benson and Hallin (2007) – including reporting current facts or statements and providing background information, giving interpretation, and giving opinion – are used as modes of public address. The analysis also aims to describe what ideological functions the journalistic functions might serve. The material consists of qualitative data from two randomly selected days in August 2017 at the Norwegian alternative media outlet Document.no 1, the Danish outlet Den Korte Avis 2, and the Swedish outlet Fria Tider. 3", "The Scandinavian countries offer an interesting context for examining these questions because despite their numerous and commonly accepted similarities regarding their respective political systems, cultures, and languages, they have developed quite different immigration policy regimes and show significant differences in the public discourses on the immigration issue (Hagelund 2002; Hovden, Mjelde, and Gripsrud 2018)."]}, {"title": "From Alternative Media to Immigration-Critical Alternative Media", "paragraphs": ["Internet alternative media is broadly defined as media outlets standing in contrast to mainstream media regarding ownership structure, production norms, operation model, content, and/or in their relationships with audiences (Atton 2004; Atton and Hamilton 2008; Bailey, Cammaerts, and Carpentier 2008; Leung and Lee 2014). As such, a common definition is lacking (Holtz-Bacha 2015; Holt 2018) because there are great differences between the websites labelled as “alternative media” (Holt 2016c). However, alternative media is not a new phenomenon. It existed in different forms long before the emergence of the Internet, such as magazines, newspapers, films, radio, and documentaries (Downing 2001). According to (Haller and Holt 2018), the term “alternative media” came into use in the 1970s and has traditionally been associated with activists on the left side of the political spectrum. Throughout the 1990s, the rise of the Internet decreased distribution and production costs for alternative media content, allowing such media outlets to reach a broader audience than before (Leung and Lee 2014). However, the scholarly focus of the past has predominantly been leaning towards analysis of left-wing alternative media outlets (Haller and Holt 2018). It is beyond the scope of this article to provide an exhaustive review of the literature on left-wing alternative media, thus the literature review will be restricted to right-wing alternative media. As pointed out by Atton (2006, 574), there is a gap in the research literature because “little attention has been paid to right-wing media as alternative media”.", "Regarding alternative media outlets on the right side of the political spectrum, the prospect of reaching consensus on a common definition is further complicated because their ideological focus is rather diverse, ranging from outspoken fascists, to right-wing populists, to moderates and social democrats (Holt 2016a). Within the literature, the terms “right-wing alternative media” and “repressive radical media” have both been utilised as labels for the far right and for the most extreme outlets. In a study of the British National Party’s website and publications, Atton (2006) describes how the webpage involves its members in its discursive construction of racism, while Downing (2001) briefly discuss the concept of “repressive radical media”, which they associate with the “ultra-right”. Atkinson and Berg (2012) study what they call “right-leaning alternative media” and how activists affiliated with the US-based conservative Tea Party utilise such media.", "As for the cases of this study, the term “immigration-critical alternative media” as proposed by Holt (2016a, 2016b, 2016c) is the most accurate because the outlets examined, in compliance with Holt’s term, often accuse mainstream media of being biased against any immigration-critical perspective, of concealing problems related to immigration, and for ostracising people who espouse controversial political views. Moreover, Document.no, Fria Tider, and Den Korte Avis can be said to lie on the border of the sphere of legitimacy – that is, they are sometimes invited into the mainstream media debate, but they are often dismissed for being too radical (Figenschou and Ihlebæk 2018).", "Although Scandinavian alternative media outlets are still marginal when compared to the readership of the professional mainstream media outlets, they should not be brushed off as a peripheral phenomenon. As put forward by Holt and Haller (2017), they represent attitudes that echo across both the European and American political scene, with President Donald Trump at front stage of the latter. Immigration-critical alternative media has left a clear footprint in the Scandinavian public discourse on immigration, and this is evidenced by the inclusion of alternative media outlets in the 2018 Reuters Institute Digital News Report. Regarding weekly use, 11% of the Swedes reported weekly use of Fria Tider, 5% of the Norwegians reported weekly use of Document.no, and 5% of the Danes reported weekly use of Den Korte Avis (Newman et al. 2018).", "Previous research on immigration-critical alternative media outlets shows that they are highly dependent on the input of content from the mainstream media in order for them to generate their own content (Holt 2016b). This mainstream media dependency was also found in two different studies on the populist movement PEGIDA’s Facebook postings in several European countries (Holt and Haller 2017; Haller and Holt 2018). The content is typically used as either affirmative references to prove their own political positions or as contesting references that comprise media criticism (Holt and Haller 2017). Haller and Holt (2018, 10) argue that these Facebook pages are not solely insulated spaces and that “they must be seen as a part of a contemporary hybrid media ecology, where news from the traditional channels are spread through various other channels and framed in new settings”.", "Generally, the literature highlights the presence of an active and prominent journalistic voice in the texts published within the immigration-critical alternative media sphere. In a study on the “right-leaning alternative media” used by Tea Party activists, Atkinson and Berg (2012) argue that communication within right-leaning alternative media tends to be clear in terms of sorting out the good political agents from the bad, while the communication within left-leaning liberal alternative media is considered more vague and inclusive. Figenschou and Ihlebæk (2018) show how Norwegian alternative representatives speak from an expert position to validate their media criticism by referring to their knowledge of the immigration issue. This knowledge is often presented by means of divergent interpretations of statistics and international news coverage. Furthermore, a quantitative content analysis conducted by Holt (2016b) reveals that articles published by Swedish immigration-critical alternative media outlets tend to be more interpretive than descriptive. However, that study does not take into account how these articles are labelled by the outlets themselves, for instance as “news”, “opinion”, or “debate”. Because Document.no, Fria Tider, and Den Korte Avis label their articles similarly to such well-established genres within professional journalism, we need more insights into how active and prominent the journalistic voice is in the articles they label as “news”."]}, {"title": "Separating Fact From Opinion", "paragraphs": ["When the American Society of Newspaper Editors held its first meeting in New York and presented its “canons of journalism” in 1922, one of the earliest official pronouncements on the separation of fact and opinion was made: “News reports should be free from opinion or bias of any kind. This rule does not apply to so called special articles unmistakably devoted to advocacy or characterized by a signature authorising the writer’s own conclusions and interpretations” (Mott 1941, 726). Although opinion was allowed on the editorial pages, “fact” became superior to opinion amongst professional journalists during the 1930s. According to the editor of the Chicago Daily News, Paul Scott Mowrer, news reporters were supposed to tell what happened, and not what they think happened. In Mowrer’s view, fact was also often more desirable than opinion on the editorial pages because it was important to give “the appearance of objectivity”, although the newspaper was also supposed to act as both censor and judge: Thus it is better to scrap an editorial calling the mayor a liar and a crook, and to write another which, by reciting facts without using adjectives and without calling names, makes it obvious that the mayor is a liar and a crook (Mott and Casey 1937, 225).According to Hjarvard (2011), the system of journalistic genres serves as a set of general guidelines for how to address issues with different levels of subjective involvement. However, from a hermeneutic perspective, one could argue that any kind of journalistic reporting relies on interpretive frames, and thus completely neutral reporting, as associated with the news genre, is impossible (Hjarvard 2010, 31).", "Thus it is better to scrap an editorial calling the mayor a liar and a crook, and to write another which, by reciting facts without using adjectives and without calling names, makes it obvious that the mayor is a liar and a crook (Mott and Casey 1937, 225).", "Many observers also point towards a more interpretive style of journalism as a general tendency (Patterson 2000; Djerf-Pierre and Weibull 2001; Hjarvard 2010; Salgado and Strömbäck 2011), which is evident in the proliferation of the commentary genre (Semetko and Schoenbach 2003; Hjarvard 2010), and several European studies have found a trend towards more interpretive news coverage (Wilke and Reinemann 2001; Benson and Hallin 2007). This interpretive turn in journalism is also to some extent evident in the Scandinavian countries. Hjarvard (1999) shows that reporters of Danish television news since the 1990s have acquired a more active and interpretive role. Djerf-Pierre and Weibull (2001) show how neutral and investigative reporting in Swedish television and radio news has been supplemented by a more interpretive approach, while Allern (2007) shows political tendencies in news reports of printed newspapers in relation to Norwegian elections. However, even though subjective elements may occur in Scandinavian news dissemination, the ideal still remains to write news articles in a descriptive style – without giving interpretation or opinion. Furthermore, the ethical guidelines that the news media in each country is held accountable to by self-regulation also state that it should be made clear to the audience what is factual information and what is opinion. The everyday practice of Scandinavian professional mainstream media, then, is to distinguish between news presented descriptively and “editorials” and “columns by internal journalists”, allowing opinion to be presented as critically balanced and pluralistic.", "In general, the interpretive style is used to label journalism that goes beyond fact-based, descriptive reporting. In contrast to the classical journalistic “w” questions of what, where, when, and who, interpretive journalism is concerned with explaining why an event took place (Olsson and Nord 2015). By shifting focus to the question of why, journalists move away from a passive to an active journalistic voice (Patterson 2000; Hjarvard 2010) and become analysts rather than observers of political affairs (Salgado and Strömbäck 2011).", "Benson and Hallin (2007, 32) have suggested a useful distinction for examining how active and prominent the journalistic voice is in a text. They distinguish between four main journalistic functions: 1) reporting current facts or statements and providing background information, which they describe as generally unadorned with any adverbs or adjectives indicating speculation or judgement, 2) giving interpretation, which is to speculate on such things as significance, outcome, and motives. By opinion, Benson and Hallin (2007) mean the exercise of judgement, which could be either 3) normative, and refers to what is good or bad, or 4) empirical, which refers to what is true or false. The political voice of the journalist will become more active and prominent from the lowest category, reporting, to the highest category, opinion.", "As noted by Benson and Hallin (2007), it is not intended to suggest that reporting of current facts and statements is necessarily objective and free of value judgements because no information can be conveyed without framing, and the selection and presentation of facts is often embedded in ideological assumptions. Still, these journalistic functions are interesting because they represent different modes of public address, all of which have the potential to serve ideological functions.", "Because there is a lack of research on how active and prominent the journalistic voice is in the news articles published by immigration-critical alternative media, an explorative approach is useful. The aim of this article, therefore, is to identify the four journalistic functions proposed by Benson and Hallin (2007) in the news articles published by the Norwegian Document.no, the Swedish Fria Tider, and the Danish Den Korte Avis and to provide a description of what ideological functions they serve."]}, {"title": "Analytical Approach and Selection of Cases", "paragraphs": ["In order to get detailed insights into how the alternative media outlets rely on these different journalistic functions proposed by Benson and Hallin (2007), a qualitative reading was conducted of the articles the outlets present under their news banner. Overall, the material includes 90 articles published on two randomly selected days in August 2017. After identifying the articles published under their news banners, the material was reduced to 68 news articles, including 25 on Document.no, 26 on Fria Tider, and 17 on Den Korte Avis. This means that articles marked as “opinion”, “debate”, and similar, in addition to articles from national news agencies, were not included in the analysis. User comments were not included because they cannot contribute to answering the research question. Furthermore, the analysis did not include pictures or videos embedded in the news articles.", "Examples identified as “reporting current facts and statements and background information” are written in a descriptive style and unadorned with any adjectives or adverbs indicating speculation or judgements, for example: “Two men were shot in the Östberga district south of Stockholm city centre, one died just after 18.00 PM” (Document.no 15.08.2017). Examples identified as “interpretation” are characterised by speculation on such things as significance, outcomes, and motives, for example: “One might get the impression that it all just becomes more exciting when the victims are at risk of getting injured” (Den Korte Avis 14.08.2017). Examples identified as “giving opinion” simply refer to the exercise of judgement. These judgements could be either empirical or normative. Empirical judgements refer to what is true or false, for example: “the Government lied” (Fria Tider 14.08.2017), while normative judgements refer to what is right or wrong, for example: “tax increases are a bad idea. The voters know who will get the money: Those who did nothing to earn it” (Document.no 14.08.2017). However, one should note that although these four journalistic functions are mutually exclusive, they might occur in the same news article because all of the news articles contain at least some descriptive information. The intention of the analysis is to provide a description of how each journalistic function typically appear in each outlet, and to compare how prominent they are in each alternative media outlet.", "The Scandinavian countries offer an interesting context for examining these questions because the numerous similarities between the countries allow for the utilisation of the Most Similar Systems Design method (Przeworski and Teune 1970; Landman 2004). In accordance with this comparative approach, the central premise is that what is similar between the three cases cannot account for what is dissimilar. By comparing countries that share a host of common features, one can neutralise some differences while highlighting others. The Scandinavian countries of Norway, Sweden, and Denmark are relatively homogenous regarding their political systems, cultures, languages, and media systems. With regard to the latter, these are characterised by a large number of newspapers, high newspaper readership, and a “corporate democratic” media system distinguished by strong institutionalised professionalism, self-regulation, and extensive schemes for press support from the state. The countries also have a history of a party press with strong ties and affiliations to political parties, which began to fade during the 1970s when there was a shift toward a neutral commercial press (Hallin and Mancini 2004).", "When the phenomenon of online newspapers exploded in the late 1990s, the established offline actors also became the dominant providers of online news in the Scandinavian countries (Syvertsen et al. 2014), and they still remain the top brands online in terms of weekly use (Newman et al. 2018). In recent years, after a plethora of immigration-critical alternative media outlets emerged in Scandinavia, they have been heavily criticised in all three countries for not practicing journalism, for not following professional journalistic ethics and norms, and for being biased (see, for instance, Werge 2014).", "However, there are some differences between the Scandinavian countries that might be of significance in this respect. First, Denmark stands out as the country that more recently has experienced a blossoming of online-only newspapers with affiliations to political parties, for instance, the Danish populist People’s Party’s Ditoverblik.dk (Madsen 2018). Furthermore, while Denmark’s national tabloids B.T. and Ekstra Bladet are more similar to the German tabloid Bild and the British The Sun, the Norwegian and Swedish national tabloids are known for their quality reporting in areas such as political and cultural journalism. Due to this balancing of seriousness and sensationalism, they are referred to as “schizophrenic” newspapers (Eide 1997). Hovden, Mjelde, and Gripsrud (2018, 331) argue that this difference suggests a “somewhat more socially stratified public in Denmark and a stronger position for typical tabloid styles in public discourse”.", "Although it is beyond the scope of this article to provide an exhaustive summary of the immigration policies in the Scandinavian countries, some differences that might be of importance in this respect will be elaborated on. In general, Sweden has the most liberal immigration and integration policy in Scandinavia, while Denmark stands out with the strictest policies (Brochmann and Hagelund 2012). Sweden also has the greatest numbers of immigrants, which is a result of the country taking in large numbers who are in need of protection. The high immigration level of Norway is particularly linked to the low unemployment and need for labour (Pettersen and Østby 2013). Moreover, the Swedish immigration policy has been more oriented towards letting the immigrants maintain their cultural practices, while the Danish policy has the most explicit focus on integration. Norway can be placed somewhere in between (Brochmann and Hagelund 2012).", "A recent comparative study of how the Scandinavian news press covered the 2015 Syrian refugee crisis conducted by Hovden, Mjelde, and Gripsrud (2018) shows how Swedeńs more liberal immigration policy appeared to translate into a more positive attitude towards the refugees, while the more restrictive Danish policy was reflected in a more negative coverage. The Norwegian case appeared to occupy a middle ground. The Danish press also stands out because there was a clearer emphasis on refugees as threats to national security, while the Norwegian and particularly the Swedish press overall emphasised more strongly the humanitarian perspective.", "Furthermore, while the Swedish anti-immigrant party the Sweden Democrats has been represented in the Parliament since 2010, and just recently became one of the biggest political parties, the Norwegian Progress Party has been represented in the Norwegian Parliament since the 1970s. The Progress Party has marked itself as a party in opposition to the predominant immigration and integration policies in Norway, and it has to a significant degree won popular support for its anti-immigration views. Much of the public debate on immigration politics in Norway has revolved around the Progress Party (Hagelund 2002). Also, in Denmark immigration-critical perspectives has been voiced since the 1980s by the Danish Progress Party, and later by the Danish People’s Party. Thus, Norway and Denmark have a longer history of immigration-critical attitudes being discussed and contested as part of the mainstream public agenda. Moreover, while the other Swedish political parties currently shun the Sweden Democrats, The Norwegian Progress Party is part of the conservative government coalition, while the liberal-conservative government in Denmark depends on the support of the Danish People’s Party.", "Regarding the alternative media outlets, the Norwegian Document.no stands out because the editor, Hans Rustad, became a member of the Association of Norwegian Editors in June 2018. This means that Document.no must abide by the ethical guidelines that the professional news media institutions are held accountable to by self-regulation. Although this membership was gained after the material for this study was collected, Document.no has nevertheless proclaimed to abide by the ethical guidelines since before the material was collected. In the following section, the qualitative findings of the study will be presented."]}, {"title": "Results: Reporting Current Facts and Statements and Providing Background Information", "paragraphs": ["Taken together, the results show that the most prominent journalistic function in the Swedish outlet is to report current facts and statements and to provide background information in a descriptive style. The Swedish and Danish outlets can be considered opposite extremes because the journalistic functions of giving interpretation and normative judgements are the most prominent at the Danish outlet, which implies an active and prominent journalistic voice. The Norwegian case is found in between these.", "The results will be presented in four sections based on the journalistic functions proposed by Benson and Hallin (2007). First, the prominence of providing current facts and statements and background information will be discussed. This journalistic function is present in all the news articles in the material, as they all contain at least some descriptive information. However, the Swedish and the Norwegian outlets stand out in this respect because in about half of the news articles in both outlets, the journalistic function is limited to solely reporting current facts and statements and providing background information. This finding was surprising because the literature generally highlights the presence of an active and prominent journalistic voice in the texts published at such outlets (Atkinson and Berg 2012; Holt 2016b; Figenschou and Ihlebæk 2018).", "Thematically, these news articles are predominantly related to crime, and there are with few exceptions no explicit references to immigrants in these articles. However, these crime stories typically involve car burnings, sexual assaults at concerts or festivals with victims surrounded by mobs, and gangs throwing rocks at the police, and the crimes are often located in areas where the concentrations of immigrant inhabitants are high. For instance, one crime story is titled “18 sexual assaults at the Malmö festival: 13-year-old girls affected”. Another one is titled: “Several car burnings last night”. Such crime stories have on several occasions been linked to asylum seekers and immigrants – both in the Scandinavian mainstream media and in the alternative media sphere. The same tendency is found in the Norwegian outlet Document.no, As such, they let the current facts and statements argue their case without providing additional interpretations or judgements for their audiences.", "However, there are some differences between the Norwegian and the Swedish outlets. While the news articles published by the latter are overall written in a descriptive style with few interpretations and judgements, the news articles from the Norwegian outlet that are not purely descriptive generally contain more interpretations and judgements. In contrast the journalistic voice is even more active and prominent at the Danish outlet, where the news articles generally contain more interpretations and judgements than current facts and statements. As such, the Swedish and the Danish cases occupy polar positions, and the Norwegian case is found in between these.", "Although the alternative media outlets have in common that they report on a variety of topics, such as politics, integration, and economics, immigration related to crime is the overwhelming topic of all three publications. Moreover, the journalistic functions of reporting current facts and statements and providing background information at these outlets typically serve two different purposes. The first and most common is to use mainstream media content as a basis to contest opposing positions. In this material, this means that current facts and statements provide the basis for the interpretations, empirical judgments, and normative judgments that will be further elaborated on below. Typically, these are statements or actions from politicians or experts belonging to the left side of the political spectrum, and the outlets provide their judgements on how these are to be considered right or wrong, and sometimes as true or false. The second purpose is to prove their own political standpoints by, for instance, referencing statistics on immigration or by citing politicians and experts who are critical towards the current immigration policies. Both ways of using mainstream media content clearly fall into the same patterns of affirming and contesting references as described by Holt and Haller (2017)."]}, {"title": "Interpretation", "paragraphs": ["The journalistic function of giving interpretation is most prominent in the Norwegian and Danish outlets. In the Norwegian outlet, Document.no, the most interpretive news articles are about the debate that arose in the aftermath of President Donald Trump’s controversial response to the rallies in Charlottesville in 2017, where a right-wing nationalist drove into a crowd of counter protesters, killing a 32-year-old woman. President Trump said: “You had a group on one side that was bad. You had a group on the other side that was also very violent. Nobody wants to say that. Íll say it right now” (Shear and Haberman 2017). The author at Document.no speculates on whether the “liberal left” is using the rallies in Charlottesville against President Trump: “One might wonder if the Democrats wanted a confrontation that they could place at Trump's doorstep” (14.08.2017). The next day, another news article was posted on this subject. Document.no refers to some of the criticism against Trump’s statement and to the fact that several tech companies, amongst them Google and Airbnb, had blocked users connected to the far right from using their services. The author at Document.no acknowledges that it is difficult to stand up for the principles regarding freedom of speech on behalf of people who “seek confrontation” and who “wear the swastika”, but it is also noted that the power held by the tech companies is problematic. The author then suggests to the audience that the rallies in Charlottesville might be useful for the political left: [A]nd there is a feeling of discomfort on the political right-wing. A feeling that Charlottesville will be used for all it is worth, against the Trump movement. For a substantial period of time the political left has attempted to influence and push the tech companies to exclude proponents considered to reside at the far-right part of the political spectrum. Charlottesville has become the excuse or pretext they needed (15.08.2017).This illustrates how these interpretations have a clear ideological function: to diminish the motives of the political left by making them look like crooks.", "[A]nd there is a feeling of discomfort on the political right-wing. A feeling that Charlottesville will be used for all it is worth, against the Trump movement. For a substantial period of time the political left has attempted to influence and push the tech companies to exclude proponents considered to reside at the far-right part of the political spectrum. Charlottesville has become the excuse or pretext they needed (15.08.2017).", "Another news article from the Norwegian outlet containing interpretation is about sexual assaults against teenage girls at a festival in the Swedish city of Malmö. The news article is mainly written in a descriptive style by referring to current statements from the Swedish police, but the author finishes up the story by speculating on whether there will be more sexual assaults: “The Malmö festival is going on from the 11th to 18th of August, so there may be more sexual assaults during the festival” (14.08.17). This outcome speculation suggests to the readers that people are not safe at such festivals.", "At the Danish outlet, interpretations are most common in stories concerning crime. There are several news articles about organised, gang-related crime linked to Danish immigrants in the material. For instance, Den Korte Avis published a story about a seventeen-year-old boy who became a random victim when he died in a shooting incident between two rival criminal gangs, and the author speculated on whether the increase in shooting incidents is a response to more police intervention by arguing that “the gangs want to show who is really in power” (15.08.2017). This illustrates how the author conveys the grim idea to the readers that Danish society is no longer safe.", "Unlike the Norwegian and Danish outlets, the journalistic function of giving interpretation is rare at the Swedish outlet, Fria Tider. The examples found predominantly contain speculation on outcome, typically that it is likely that the Swedish politicians will prioritise immigrants on behalf of ethnic Swedes, or that is likely that the criminal justice system will impose insufficient punishments. For instance, in a news article about an attempted robbery of an 85-year-old woman the author finishes up the story by writing: “The police are not giving out any information about the suspect. The next time the perpetrator is outside the home of an elderly person, the potential victim will not be able to recognize the person” (15.08.17b). The issue of giving out descriptive information about suspects has been highly controversial in Sweden. In September 2015, the Swedish police were instructed not to mention suspects’ skin colour, nationality, or race in public reports. According to the Swedish police, the instruction was handed down to avoid accusations of racism. This decision has been widely debated and criticised within Scandinavian immigration-critical alternative media, and American alternative media outlets such as Breitbart (Edmunds 2016) also reported on this matter. Thus, this outcome speculation suggests to the readers that the police are not taking every measure to prevent crime."]}, {"title": "Normative Judgements", "paragraphs": ["In the following section, the prominence of what Benson and Hallin (2007) characterise as normative judgements will be discussed. Most of the examples in the material involving an active and prominent journalistic voice concern normative judgements of what is right or wrong, and they often permeate the news articles at the Danish and the Norwegian outlets. At Danish Den Korte Avis, these are predominantly directed towards the political system and the criminal justice system for mishandling the immigration issue, especially in relation to crime and national security. For instance, in a news article about a seventeen-year-old asylum seeker who became aggressive and acted out in an asylum centre because the staff was unwilling to wash a plate for him, the author wrote: It was so violent that the staff had to call the police. But did the police arrest him? Did he receive any punishment? Did they reject his asylum application? No, and the reality probably is that it did not bear any consequences. He, alongside the many other asylum seekers, yet again got the impression that they can walk right over the Europeans and that the Europeans willingly let them (14.08.2017).This tendency is also evident in a news article describing increases in organised, gang-related crime in Denmark and Sweden, where the author claims that the politicians’ choice to increase the resource grants to the police are not an adequate measure for tackling the issue due to the fact that “the main problem lies in a completely misguided immigration policy” (15.08.2017). In another article on the same subject, the author claims, “[W]ith proper politicians, Denmark can regain a reputation as the safe country, as was the case many decades ago” (15.08.2017). Again, the safety of Danish society is the order of the day.", "It was so violent that the staff had to call the police. But did the police arrest him? Did he receive any punishment? Did they reject his asylum application? No, and the reality probably is that it did not bear any consequences. He, alongside the many other asylum seekers, yet again got the impression that they can walk right over the Europeans and that the Europeans willingly let them (14.08.2017).", "The same pattern is evident at the Norwegian outlet, and Document.no also holds that the political system is the culpable party to blame for the negative societal consequences of immigration. In a news article about Norwegians moving out of a neighbourhood inhabited by many immigrants, the author refers to statistics of moving patterns presented in the Norwegian mainstream newspaper Aftenposten and argues that the politicians are not taking the right measures to handle the issue: These numbers confirm a trend that has been visible for a long time – for anyone who wants to see. And while politicians have been talking about integration for years, and constantly proposing new (and old) measures against increased segregation, the development continues: Norwegians and non-Western immigrants move away from each other (15.08.2017).As noted above, the pattern clearly shows that the normative judgements are predominantly directed towards the political system and the criminal justice system. Nevertheless, one also finds examples of judgements being directed toward immigrants in the Danish outlet. Den Korte Avis typically criticises Muslims for not adapting to Danish society. For instance, in a news article on organised, gang-related crime, the author from the Danish outlet refers to “the escalating violence brought by the migration from especially Muslim countries seen in the last 30–40 years […]” (15.08.2017) to prove his opinion on how action must be taken to keep Danish society safe. Such judgements illustrate how immigration is yet again deemed to be a threat to social safety by the Danish outlet, but that also immigrants themselves are identified as the root cause instead of the politicians and the criminal justice system.", "These numbers confirm a trend that has been visible for a long time – for anyone who wants to see. And while politicians have been talking about integration for years, and constantly proposing new (and old) measures against increased segregation, the development continues: Norwegians and non-Western immigrants move away from each other (15.08.2017)."]}, {"title": "Empirical Judgements", "paragraphs": ["In this section, the examples of empirical judgements of what is true or false found in the material will be outlined. Although this journalistic function is not prominent in any of the alternative media outlets, there are a few examples of how empirical judgements are used to tell the audience that either the mainstream media or politicians are “lying” or are “concealing” or “distorting” the truth. In a news story about a man who intentionally drove into a pizzeria in Paris in August 2017 and killed one person, the author from Document.no first presents statements from the French police that said that the incident was not related to terrorism. However, the article’s author claims that this is not true, arguing that there is a pattern in how the mainstream media reports on such incidents: “The way the Associated Press reported on the attack on six soldiers in Paris last week is an indication that the media has started to ‘conceal terrorism’” (15.08.17), with reference to the Associated Press reporting that the Algerian man who drove the car had an “unclear motive”. The author goes on to complain about another attack where it was initially reported in the mainstream media that the suspect, identified as “Ahmad A”, was psychotic, just to find that the killer some days later expressed regrets that he was unable to kill more people. The author notes: “Ahmad A also had a drug problem, but the triggering cause was the Friday prayer in the local Mosque. It is as if the media and the politicians do not want to see the patterns, but displace them”.", "There are also examples of these types of allegations in the Swedish outlet, where it occurs in two different news articles. The first is a news story about the rallies in Charlottesville in 2017, where the author points out that the incident was “distorted” by the mainstream media. The second news story is based on a report in the Swedish mainstream media newspaper Sydsvenskan, which argues that the Swedish Government is incorrect in claiming that there are more police officers now than before. Fria Tider takes this accusation further by arguing that “the Government lied” and that “the Government is tampering with the numbers”. Overall, these accusations are less aggressive than the ones Holt and Haller (2017) found in the Facebook postings of the populist movement PEGIDA, were the “liar press” accusations were prominent. However, the low incidence of media criticism might be a result of the qualitative approach. In comparison, there was only one example of such judgement on the Danish site, which was directed towards the political system: “The people are deceived: Just a small fraction of asylum seekers arriving in Denmark are actually threatened” (14.08.2017)."]}, {"title": "Discussion and Conclusion", "paragraphs": ["Although the journalistic functions discussed herein represent distinct differences in how an outlet can address the public in terms of how active and prominent the journalistic voice is, the analysis nevertheless shows how they all clearly share the same ideological functions, namely to convince their audience that Scandinavian societies have become unsafe due to increased immigration and that their political adversaries on the left, along with the faulty criminal justice system, are predominantly to blame for the perceived societal crises the Scandinavian societies are finding themselves in. Although the alternative media outlets seldom provide examples in which immigrants are explicitly labelled as the root cause for this perceived societal crisis, the underlying message nevertheless comes across quite clearly – with increased levels of immigration follows increases in acts of crime.", "While the ideological functions and the underlying messages of the outlets seem to coincide, they have opted to adapt quite different strategies in order to convey this message. First, the generally descriptive style of the Swedish outlet is seemingly the result of a similar strategy to the one utilised by the 1930s editor of the Chicago Daily News, Paul Scott Mowrer, who argued that it was important to give “the appearance of objectivity”: Thus it is better to scrap an editorial calling the mayor a liar and a crook, and to write another which, by reciting facts without using adjectives and without calling names, makes it obvious that the mayor is a liar and a crook (Mott and Casey 1937, 225).", "Thus it is better to scrap an editorial calling the mayor a liar and a crook, and to write another which, by reciting facts without using adjectives and without calling names, makes it obvious that the mayor is a liar and a crook (Mott and Casey 1937, 225).", "Similarly, the substantial number of news stories concerning immigrants and crime published by the Swedish outlet makes it “obvious” that immigrants are “crooks”, even though this message is not conveyed in an explicit fashion. As such, the authors can act as “both censor and judge” while refraining from making judgements. The tendency to attempt to create an appearance of objectivity illustrates how this outlet, at least to some extent, incorporates professional journalistic norms in order to meet the acknowledged levels of how subjective an outlet can allow itself to be in its journalistic endeavours before it crosses the border into a wasteland of professional discreditation. Nonetheless, one could reasonably argue that this is still political propaganda disguised as journalism because the reporting of facts and events by this outlet is highly selective in favour of portraying immigrants as a threat to Swedish society. Moreover, this overwhelmingly negative portrayal of immigrants stands in stark contrast to the humanitarian perspective characterising the Swedish mainstream media’s portrayal of the Syrian refugee crisis (Hovden, Mjelde, and Gripsrud 2018). Although this outlet mimics the professional mainstream media regarding descriptive news reporting, it does not adhere to the professional journalistic norm of balanced reporting.", "In contrast, the news articles published by the Danish outlet are characterised by an active and prominent journalistic voice inflicting normative judgements of what is right or wrong, and thus they leave little or no need for the audience to make additional interpretations or to draw their own conclusions. In fact, this outlet is dogmatically claiming the only true perspective in which the core message is that immigration poses a serious threat against the societal peace and order, and thus one could argue that this outlet contributes to the upholding of the populist tale of immigrants as a social out-group that represents a threat to the Danish “heartland” (Mudde 2004, 543).", "Interestingly, while the Danish and Swedish outlets can be considered opposite extremes in terms of how they convey their core message, the Norwegian outlet utilises both strategies. The Norwegian outlet is characterised both by the “Danish” way of dogmatically claiming the only true perspective through passing normative judgements, but there is also a large number of purely descriptive news articles, with clear similarities to what is largely the case for the Swedish outlet. These quite different modes of public address might serve a strategic purpose in that they might be used to attract both more or less immigration-critical audiences while simultaneously gaining the advantage of being perceived as being more decent among the general public. On the other hand, this might also be the result of an on-going professionalisation process because Document.no at the time declared that it follows the ethical guidelines of the Norwegian press. If so, these quite different modes of public address might reflect growing pains in terms of adapting to the professional journalistic norm of keeping interpretations and opinions out of news reports. Still, although the Norwegian outlet to some degree adapts to the professional journalistic norm of reporting news descriptively, its overall negative immigration coverage differs from the professional norm of balanced reporting, and the humanitarian perspective dominating the Norwegian mainstream media coverage (Hovden, Mjelde, and Gripsrud 2018).", "Future research, particularly through qualitative methods such as in-depth interviews with persons involved both at the strategic management levels and with content production at the outlets, might help clarify the question of whether the outlets in fact choose their modes of public address based on a belief that their particular approach will serve a strategic purpose in terms of gaining maximum attention.", "Another interesting finding is how current facts and statements published in the mainstream media are typically utilised as the basis for the interpretations and judgements found on the Norwegian and Danish outlets. This mainstream media dependence corresponds with Holt’s (2016b) study of Swedish right-wing alternative media and Haller and Holt’s (2018) study of postings on the populist movement PEGIDA’s Facebook pages. As pointed out by Haller and Holt (2018, 10) this means that immigration-critical alternative media outlets do not represent a “solely insulated space” because they typically reframe news from the mainstream media before it is published on their own platforms.", "The findings presented here are coherent with differences in immigration policy and public discourses within the mainstream news press between the Scandinavian countries. The alternative media outlets seem to a certain extent to adapt to the prevailing political consensus and mainstream media discourses in which they coexist. The more liberal immigration policy and restrained mainstream media debate (Brochmann and Hagelund 2012; Hagelund 2002; Hovden, Mjelde, and Gripsrud 2018, 345) seems to translate into a descriptive style by the Swedish outlet, whereas the strict immigration policy and harsher immigration debate climate seem to allow a more active and prominent journalistic voice inflicting judgements by the Danish outlet. The Norwegian case is found in between these. Moreover, one possible explanation for the tendency to dogmatically claim the only true perspective found at the Danish outlet, and to some degree the Norwegian one, could be that much of the public debate on immigration in the two countries since the 1980s has revolved around the populist right-wing parties. Accordingly, the Norwegian and Danish public has a longer history of discussing and contesting such views (Hagelund 2002), and thus the acceptance of right-wing populist views on immigration is much more pronounced in these countries. Furthermore, while the Swedish anti-immigrant party in shunned by the other political parties in the Parliament, the Norwegian populist Progress Party is part of the government coalition and, the Danish government depends on the populist Danish People’s Party. Therefore, the alternative media outlets in Norway and Denmark might be perceived as less controversial, thus allowing for a harsher tone by the alternative media outlets in these countries. Similarly, the stronger position for a typical tabloid style within the Danish mainstream media, in addition to recent blossoming of online newspapers with affiliations to political parties, might further contribute to the particularly harsh stance on immigration at the Danish outlet.", "Furthermore, it might be a point for discussion that the results show that approximately half of the analysed articles from the Norwegian and Swedish outlets are purely descriptive in their style. Considering the fact that previous research indicates that articles published by immigration-critical alternative media outlets tend to be more interpretive than descriptive (Holt 2016b), the large number of descriptive news articles simply providing facts and statements in the analysed material from the Norwegian and Swedish outlets does not fit this characterisation. Thus, future research on this topic should apply quantitative measures to determine whether the articles published under the news banners by the outlets have become more descriptive in recent years."]}], "references": [{"title": "From Party Press to Independent Observers? An Analysis of Election Campaign Coverage Prior to the General Elections of 1981 and 2005 in Two Norwegian Newspapers", "year": "2007", "journal": "Nordicom Review", "volume": "29", "authors": [{"name": "Allern Sigurd.", "first_name": "Allern", "last_name": "Sigurd."}]}, {"title": "Narrowmobilization and Tea Party Activism: A Study of Right-Leaning Alternative Media", "year": "2012", "journal": "Communication Studies", "volume": "63", "authors": [{"name": "Atkinson Joshua D.", "first_name": "Atkinson", "last_name": "D."}, {"name": "Berg Suzanne Valerie Leon", "first_name": "Berg", "last_name": "Leon"}]}, {"title": "Far-right Media on the Internet: Culture, Discourse and Power", "year": "2006", "journal": "New Media \\& Society", "volume": "8", "authors": [{"name": "Atton Chris.", "first_name": "Atton", "last_name": "Chris."}]}, {"title": "How States, Markets and Globalization Shape the News. The French and US National Press, 1965–97", "year": "2007", "journal": "European Journal of Communication", "volume": "22", "authors": [{"name": "Benson Rodney", "first_name": "Benson", "last_name": "Rodney"}, {"name": "Hallin Daniel C.", "first_name": "Hallin", "last_name": "C."}]}, {"title": "A New Kind of Newspaper? Understanding a Popularization Process", "year": "1997", "journal": "Media, Culture \\& Society", "volume": "19", "authors": [{"name": "Eide Martin.", "first_name": "Eide", "last_name": "Martin."}]}, {"title": "Challenging Journalistic Authority", "year": "2018", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Figenschou Tine", "first_name": "Figenschou", "last_name": "Tine"}, {"name": "Ihlebæk Karoline A.", "first_name": "Ihlebæk", "last_name": "A."}]}, {"title": "Paradoxical Populism: How PEGIDA Relates to Mainstream and Alternative Media", "year": "2018", "journal": "Information, Communication \\& Society", "volume": "", "authors": [{"name": "Haller André", "first_name": "Haller", "last_name": "André"}, {"name": "Holt Kristoffer", "first_name": "Holt", "last_name": "Kristoffer"}]}, {"title": "The Views of the News: The Role of Political Newspapers in a Changing Media Landscape", "year": "2010", "journal": "Northern Lights", "volume": "8", "authors": [{"name": "Hjarvard Stig.", "first_name": "Hjarvard", "last_name": "Stig."}]}, {"title": "Alternative Media and the Notion of Anti-Systemness: Towards an Analytical Framework", "year": "2018", "journal": "Media and Communication", "volume": "6", "authors": [{"name": "Holt Kristoffer.", "first_name": "Holt", "last_name": "Kristoffer."}]}, {"title": "What Does ‘Lügenpresse’ Mean? Expressions of Media Distrust on PEGIDA’s Facebook Pages", "year": "2017", "journal": "Politik", "volume": "20", "authors": [{"name": "Holt Kristoffer", "first_name": "Holt", "last_name": "Kristoffer"}, {"name": "Haller André", "first_name": "Haller", "last_name": "André"}]}, {"title": "The Syrian Refugee Crisis in Scandinavian Newspapers", "year": "2018", "journal": "Communications", "volume": "43", "authors": [{"name": "Hovden Jan Fredrik", "first_name": "Hovden", "last_name": "Fredrik"}, {"name": "Mjelde Hilmar", "first_name": "Mjelde", "last_name": "Hilmar"}, {"name": "Gripsrud Jostein", "first_name": "Gripsrud", "last_name": "Jostein"}]}, {"title": "Cultivating an Active Online Counterpublic: Examining Usage and Political Impact of Internet Alternative Media", "year": "2014", "journal": "The International Journal of Press/Politics", "volume": "19", "authors": [{"name": "Leung Dennis K. K.", "first_name": "Leung", "last_name": "K."}, {"name": "Lee Francis L. F.", "first_name": "Lee", "last_name": "F."}]}, {"title": "The Populist Zeitgeist", "year": "2004", "journal": "Government and Opposition", "volume": "39", "authors": [{"name": "Mudde Cas.", "first_name": "Mudde", "last_name": "Cas."}]}, {"title": "Paving the Way for Crisis Exploitation: The Role of Journalistic Styles and Standards", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Olsson Eva-Karin", "first_name": "Olsson", "last_name": "Eva-Karin"}, {"name": "Nord Lars W.", "first_name": "Nord", "last_name": "W."}]}, {"title": "Scandinavian Comparative Perspectives on Immigration. Immigrants in Norway, Sweden and Denmark", "year": "2013", "journal": "Samfunnsspeilet", "volume": "5", "authors": [{"name": "Pettersen Silje Vatne", "first_name": "Pettersen", "last_name": "Vatne"}, {"name": "Østby Lars", "first_name": "Østby", "last_name": "Lars"}]}, {"title": "Interpretive Journalism: A Review of Concepts, Operationalizations and Key Finding", "year": "2011", "journal": "Journalism", "volume": "13", "authors": [{"name": "Salgado Susana", "first_name": "Salgado", "last_name": "Susana"}, {"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}]}, {"title": "News and Elections: German Bundestag Campaigns in the Bild, 1990–2002", "year": "2003", "journal": "Harvard International Journal of Press/Politics", "volume": "8", "authors": [{"name": "Semetko HA", "first_name": "Semetko", "last_name": "HA"}, {"name": "Schoenbach K.", "first_name": "Schoenbach", "last_name": "K."}]}, {"title": "Media Cues and Citizens Support for Right-Wing Populist Parties", "year": "2015", "journal": "International Journal of Public Opinion Research", "volume": "28", "authors": [{"name": "Sheets Penelope", "first_name": "Sheets", "last_name": "Penelope"}, {"name": "Bos Linda", "first_name": "Bos", "last_name": "Linda"}, {"name": "Boomgarden Hajo G.", "first_name": "Boomgarden", "last_name": "G."}]}, {"title": "Political Communication in a High-Choice Media Environment: a Challenge for Democracy?", "year": "2017", "journal": "Annals of the International Communication Association", "volume": "41", "authors": [{"name": "Van Aelst Peter", "first_name": "Van", "last_name": "Peter"}, {"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}, {"name": "Aalberg Toril", "first_name": "Aalberg", "last_name": "Toril"}, {"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}, {"name": "De Vreese Claes", "first_name": "De", "last_name": "Claes"}, {"name": "Matthes Jörg", "first_name": "Matthes", "last_name": "Jörg"}, {"name": "Hopmann David", "first_name": "Hopmann", "last_name": "David"}]}, {"title": "Do the Candidates Matter? Long-Term Trends of Campaign Coverage – A Study of the German Press Since 1949", "year": "2001", "journal": "European Journal of Communication", "volume": "16", "authors": [{"name": "Wilke Jürgen", "first_name": "Wilke", "last_name": "Jürgen"}, {"name": "Reinemann Carsten", "first_name": "Reinemann", "last_name": "Carsten"}]}]}