{"doi": "10.1080/14616700500250396", "url": "https://doi.org/10.1080/14616700500250396", "title": "Journalists in Indonesia: educated but timid watchdogs", "volume": "6", "year": "2005", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Hanitzsch", "first_name": "Thomas", "name": "Thomas Hanitzsch"}], "abstract": " Abstract In Indonesia, 385 professional journalists were surveyed, by means of face-to-face interviews, to establish their basic demographic and social characteristics as well as their views on professional values. The findings suggest that the “typical” Indonesian journalist is young, male, well educated and earns an above-average salary. In terms of education and training, journalists of the archipelago are becoming increasingly professional. They see themselves as neutral and objective disseminators of news, not as political actors and agents of development. Indonesian journalists disapprove of unscrupulous practices of reporting, yet paradoxically many of them justify and practice corruption during their everyday work. Although the study's primary focus is on Indonesia, the analysis goes well beyond national boundaries. By subjecting the data to factor analysis, five dimensions of media roles are extracted, namely public-oriented news journalism, popular service journalism, critical watchdog journalism, objective precision journalism and opinion-oriented news journalism. ", "body": [{"title": "Background", "paragraphs": ["During the past six years, Indonesia has experienced rapid change. After three decades under Suharto's repressive New Order regime, journalists nowadays feel challenged by the blessing of press freedom. The controversial re-election of Suharto in March 1998 marked the beginning of a “fascinating chapter” in Indonesia's media history: The news media paid full attention to demonstrating students and claims for economic and political reforms (Hidayat, 2002, p. 174). One year later, the national media coverage of the first free election in the post-Suharto era shared many similarities with the coverage of general elections in the United States (Manzella, 2000, p. 310). Under the rule of Abdurrahman Wahid (“Gus Dur”), who disposed of the Ministry of Information shortly after his accession to power in 1999 (Gazali, 2002, p. 134), Indonesia experienced its “golden age of press freedom” (Dharma et al., 2003, p. 5). The sudden withdraw of political restrictions on the media system has triggered an expansive demand for young and qualified journalists as the number of news outlets sharply increased.", "In the most recent survey of Freedom House, Indonesia's media system is rated “partly free” (Karlekar, 2005, p. 102), but many scholars believe that press freedom in Indonesia has led to malpractices and excesses when it comes to news reporting (Dharma et al., 2003; Loeqman, 2003). Moreover, the press has been repeatedly blamed by politicians for being “tendentious” and “manipulative” (e.g. Kompas, 18 January 2002 and 5 February 2002). Therefore, many among the political elite have begun to reassess the liberal press law (Andrie, 2002, p. 6; Dharma et al., 2003, p. 30; Eisy, 2002, p. 30). In the meantime, several local and provincial governments have set up agencies for the supervision and control of the media (The Jakarta Post, 30 December 2002). In November 2002, the parliament eventually passed a highly restrictive broadcasting law which is feared to “give birth to a new authoritarianism” (Sudibyo, 2003).", "There also is a growing concern about a significant decline of professionalism in journalism (Arismunandar, 2002, p. 4; Eisy, 2002, p. 29), alleging a loss of accuracy, objectivity, neutrality, completeness and depth in national and local news coverage (Abar, 1998; Ma'ruf, 1999). Most of these developments have been traced back to the carelessness of young journalists, the inefficiency of journalism education (Hanitzsch, 2001; Manzella, 2000, p. 306) and the weak self-control of the press (Dharma et al., 2003, p. 26). Furthermore, as long as bribery continues to be widespread among journalists (Budiyanto and Mabroer, 2000; Eriyanto, 2002), efforts to improve professional awareness in their daily work will remain ineffective.", "In Europe and North America, a long tradition of surveying news people has generated an impressive amount of data. In Indonesia, unlike Bangladesh (Ramaprasad and Rahman, 2004), China (Chen et al., 1998; Pan and Chan, 2003), Hong Kong (Chan et al., 1992), Taiwan (Lo, 1998), South Korea (Kang, 1993) or Nepal (Ramaprasad and Kelly, 2003), the state of research is quite different. Journalists as professionals have never been investigated systematically for their basic characteristics, work patterns and their views on professional values. I believe that this research deficit is due mainly to Indonesia's underdeveloped, non-competitive scientific infrastructure which lacks funding as well as significant encouragement for scholars to engage in journalism research.", "Consequently, reflection on journalists, their work and their professional views is mostly limited to essays published in daily newspapers or in journals without significant circulation. Empirical research on journalism also tends to emigrate to non-academic institutions. As an example, the Alliance of Independent Journalists (Aliansi Jurnalis Independen) has conducted a survey of 276 journalists in East Java (Budiyanto and Mabroer, 2000). Another study was conducted more recently by a researcher from the Institute for the Study of the Free Flow of Information (Institut Studi Arus Informasi), who surveyed 240 journalists working for news media in the capital Jakarta (Eriyanto, 2002). In the middle of the 1990s, Romano (2003) conducted interviews with 65 journalists, but her sample was limited mainly to journalists working in the capital Jakarta.", "This paper intends to introduce the key findings from a survey of 385 professional journalists in Indonesia. The following sections will discuss related studies as well as examine external data sources. Then, I will explicate the objectives and methodology of the survey."]}, {"title": "Previous Studies and External Data Sources", "paragraphs": ["Membership records of the Indonesian Journalists’ Association PWI (Persatuan Wartawan Indonesia) and a study conducted in East Java (Budiyanto and Mabroer, 2000, p. 6) both suggest the share of Indonesian women journalists is only slightly above 10 per cent: compared with other countries, this is modest (see Weaver, 1998a, p. 457).1 Many international studies indicate that women journalists constitute an exceptionally low portion of senior positions within the editorial hierarchy (Lavie and Lehman-Wilzig, 2003, p. 6) and the same might be anticipated in Indonesia.", "In terms of salaries, several studies (Budiyanto and Mabroer, 2000, pp. 8–50) reveal a deplorable picture of the living standards and income of Indonesian journalists. According to their survey, only 13.8 per cent of the journalists interviewed receive a monthly salary of more than one million Rupiahs (US$100). Low salaries oblige 46.4 per cent of the journalists to have additional jobs.", "Data concerning journalists’ educational achievements vary widely. According to the membership records of the Indonesian Journalists’ Association PWI, 35.9 per cent of its members hold a college or university degree. Contrary to this, the East Java study found 75.3 per cent of the surveyed journalists to have an academic degree, with most having graduated from the college-equivalent “Sarjana S1” level. Virtually nothing is known about patterns of professional education.", "Many surveys of journalists paid particular attention to how journalists perceive their role in society. At an early stage in research history, Cohen (1963, p. 20) suggested an analytical distinction between a “neutral role” and a “participant role”. A decade later, Janowitz (1975, pp. 618–9) proposed a classification along “gatekeeper” and “advocate” roles. Weaver and Wilhoit (1991, p. 115) more recently distinguish the “interpreter” and “disseminator” from the “adversary” role.", "Although these media role conceptions are shared by many journalists around the globe (see Weaver, 1998a, pp. 465–8), some scholars suggest that journalism in Asian societies carries some fundamental values which make “Asian journalism” different from a Western understanding of journalism (see Massey and Chang, 2002; Masterton, 1996; Wong, 2004). One of these values, being supportive of national development, is embodied in the Development Journalism philosophy. This understanding of journalism draws from the normative conviction that the news should contribute to the process of national development in less-developed countries (McKay, 1993; Wong, 2004). Despite some optimistic views (e.g. Edeani, 1993; Fisher, 2000), many studies indicate that this mode of journalism has not yielded concrete results (e.g. Chaudhary, 2000; Murthy, 2000; Rampal, 1996). Others argue that the Development Journalism was often exploited by authoritarian rulers to legitimize restrictions on press freedom (Gunaratne, 1999).", "Furthermore, journalists in Indonesia have repeatedly been blamed for being “biased”, “partisan” and “provocative” (Dharma et al., 2003, p. 51; Loeqman, 2003, p. XIII). Drawing from a critical perspective, Anwar (2001, pp. 42–3) argued that the national press served not as a “watchdog” but as a “lap dog”. He described the press as “heartless”, “entertainment-oriented” as well as lacking any ideology, vision and mission. This picture, however, is quite different from the self-perception of Indonesian journalists, who see themselves as “watchdog” (50.8 per cent), “agent of empowerment” (21.5 per cent) and agent of “nation building” (18.5 per cent), but not as “entertainer” (1.5 per cent) (Romano, 2003, p. 57).", "The justification of controversial reporting practices has become another important aspect of journalism research since it is related to ethical constraints and normative beliefs within a given society. If there are “pan-Asian” values in journalism, they must appear in reporting practices. A recent study by Berkowitz et al. (2004, p. 176) provides support for the assumption that the social or national context of news-making may be most important in shaping ethical decisions in journalism. In Indonesia, no empirical data are available on the justification of controversial reporting practices. But there is one exception: the issue of journalists accepting money or gifts in return for press coverage.", "According to the “TI Corruption Perceptions Index” of 2004, Indonesia is ranked among the 14 nations of the world where corruption is perceived to be most acute.2 Given its pervasive and systemic nature (Teggemann, 2003, p. 143), corruption has penetrated virtually every aspect of everyday life and, therefore, needs to be seen as a significant aspect of culture throughout the crisis-ridden archipelago. The practice of bribery in journalism has been the subject of a wide public debate since the late 1990s (Christianty, 2001; Eriyanto, 2002; Haryatmoko, 2002; Prinantyo, 2001). Due to its close ties to culture, corruption in Indonesia is often identified as “culture of envelopes” (Eriyanto, 2002, p. 38; Prinantyo, 2001, p. 22; Romano, 2003, p. 150). The term was chosen because bribe money usually changes hands wrapped in envelopes. In Indonesia's province of East Java, a study found 70.3 per cent of the journalists accepted “envelopes” during their everyday work (Budiyanto and Mabroer, 2000, p. 53).", "However, the profile of Indonesian journalists developed through the above studies is incomplete, leaving a number of issues untackled. A review of related literature and relevant data suggested the following questions should be addressed. What are the basic characteristics of journalists in Indonesia, especially those of women journalists? Are Indonesian journalists uneducated amateurs or well-educated professionals? How do Indonesian journalists perceive their role in society and is Development Journalism philosophy vital in Indonesia? Which dimensions of the media role conception can be extracted from the data? What factors have the highest impact on the journalists’ role conceptions? To what extent do journalists justify controversial methods of reporting? To what extent do Indonesian journalists justify and practice bribery during their work? What are the reasons and motives behind corruption in journalism?", "By examining these questions, this study aims to draw—for the first time ever—a comprehensive picture of Indonesian journalists, by identifying who they are and what they think about professional values in journalism. The conceptualization of the study was highly influenced by the work of Weaver and Wilhoit (1991 1996) and Weischenberg et al. (1998)."]}, {"title": "Methodology", "paragraphs": ["In order to offer this comprehensive profile, the present study undertook standardized face-to-face interviews with a total of 385 Indonesian journalists. The interviews were conducted between August 2001 and February 2002. Due to a lack of basic data regarding the number of journalists and the quantitative structure of the Indonesian media system, a multi-step research design was chosen. The first step was to define the population and estimate the number of journalists.", "Most empirical studies on journalists look at their object of research from an individualistic perspective. Weaver and Wilhoit (1991, p. 219), for example, defined journalists “as those who have editorial responsibility for the preparation or transmission of news stories or other information”. But this approach could be summarized by the tautological formula: “A journalist is someone who works in journalism, and journalism is what journalists do.” Instead of defining journalists by their practices, this study employed a system-theoretical approach as suggested by Scholl (1996).", "This study first identified journalism with respect to its essential functional contribution to modern society. Journalism as a social system was distinguished from other areas of public communication such as public relations and advertising (affiliated with the communicative needs of a certain organization), arts and entertainment (fictional in character) as well as non-professional and non-periodic mass communication. Secondly, journalism was then differentiated into editorial organizations providing contents for print, broadcasting and online media. As a matter of fact, there were some editorial organizations that produced more than one news outlet. One example was the “Tempo newsroom” which provided contents for the Tempo news magazine as well as Koran Tempo (daily newspaper) and Tempo interaktif (online news site).", "Thirdly, professional roles that are related to the “core” of journalism were identified. These consist of investigating, selecting, writing and editing news accounts. The concept of “news account” was used in a broader sense, including hybrid formats such as “infotainment” or “edutainment”, lifestyle magazines and special interest publications. These media outlets and formats should be considered as another mode of journalism (“popular journalism”) rather than as something apart from it.3 As a consequence, the sample was not limited to news journalists only.", "The size of the population was estimated by a two-step procedure. First, the investigation of the absolute number of media organizations relevant to journalism produced a total of 1323 items. The data were gathered from various sources such as the Indonesian Association of Newspaper Publishers (Serikat Penerbit Suratkabar) and the Indonesian Union of Private Radio Broadcasters (Persatuan Radio Siaran Swasta Nasional Indonesia). Then, 75 media organizations were canvassed to identify the number and structure of their editorial staff. From this, the overall number of Indonesian journalists was projected to more than 23,000 individuals, 81 per cent of whom work for magazines as well as daily, weekly and Sunday newspapers. Thus, the average penetration of the entire population is about 11 journalists per 100,000 inhabitants. This is a low figure compared to other countries such as Taiwan (25 journalists per 100,000 inhabitants), South Korea (87), Germany (66) or the United States (47) (see Weaver, 1998a, pp. 457–8).", "Being an archipelago consisting of almost 14,000 islands, Indonesia posed some real challenges to the researcher due to its vast geographical distances. As Hardjana (2000) and Siregar (2002, p. 3) have pointed out, roughly three out of four Indonesian media organizations operate from the main island Java and half from the capital Jakarta. Due to limited resources, the study did not isolate a representative sample but focused on three highly populated provinces (out of 26 at that time). According to the various degrees of industrialization, the affiliation to centre/periphery and different composition of ethnic groups, half of the sample was drawn from Jakarta (West Java; centre, high level of industrialization, predominantly Javanese and Sundanese), one-quarter from Yogyakarta (Central Java; periphery, low level of industrialization, predominantly Javanese) and the final quarter from North Sumatra (periphery, medium level of industrialization, predominantly Sumatra, Javanese and Malay).4 By a random sampling procedure, a list of media organizations was generated, and from there a gross number of 480 journalists were randomly selected to be interviewed in person. Finally, 385 valid interviews were successfully completed, representing a response rate of 80 per cent."]}, {"title": "Findings and Discussion", "paragraphs": ["The “typical” journalist in Indonesia is 36 years old (median: 35), male, married, has one or two children and has worked in the field of journalism for nine years (see Table 1). Most journalists are members of journalists’ associations, which partly reflects the fact that during the New Order regime all journalists were required to be a member of the Indonesian Journalists’ Association PWI by a ministerial decree from 1969. ", "Since the downfall of Suharto in 1998, the number of journalists’ associations in Indonesia has sharply increased. In 2003 the national Press Council (Dewan Pers) identified 43 different professional associations, 26 of which agreed on a common standard code of ethical conduct (Kode Etik Wartawan Indonesia). Although the PWI “has repeatedly failed to support journalists’ actions against ministerial intervention, particularly arbitrary withdrawals of publication permits” (Sen and Hill, 2000, p. 55), the association is still the largest of its kind in Indonesia. Younger journalists, however, seem to be less keen to join a professional association.", "Approximately four out of five journalists hold a college or university degree, 1.6 per cent of them a Master's degree, with only 14.4 per cent who have not completed any professional education. Since journalists are quite well educated in proportion to the overall population, it seems legitimate to describe them as an “educated elite”. Younger journalists tend to be better educated than their older colleagues, indicating a steady professionalization in the field (χ2=25.4; df = 6; p<0.001).", "In terms of professional education, however, only one out of nine journalists has majored in journalism. Another 22 per cent have completed their studies in communications or a related field, and 18.8 per cent have completed a professional training in journalism. The fact that 47.9 per cent of all journalists have not completed any professional education related to journalism is partly due to the low efficiency of the national journalism education in coping with the fast-moving needs of the profession. Many editors-in-chief also expressed reluctance to recruit university graduates from journalism and communications because they found these students not well prepared for the real challenges of the profession.", "This study has found women journalists to be a small minority in editorial offices in Indonesia, although the proportion is not as small as other data sources suggest (e.g. PWI; Budiyanto and Mabroer, 2000, p. 6). The modest numbers of women journalists probably reflect the professional self-selection as women who eventually find public relations work more attractive than journalism (Romano, 2003, p. 109). Furthermore, women journalists tend to be younger and have less professional experience than their male colleagues because they enter the profession at an earlier stage in their lives. Women are more likely to be married, but they are less likely to have (many) children. Obviously, combining career and family appears to be difficult for women journalists, given the fact that family is defined as their first duty (Romano, 2003, p. 113) and news work basically requires a commitment to “immediate” demands, as described by Lavie and Lehman-Wilzig: This deters many women, most of whom are interested in granting their professional life an important but not exclusive status in the complicated mosaic of home–family–work. These women, acutely aware at an early age of what each profession demands, tend therefore to avoid the field of news journalism on the assumption/certainty that such work will almost surely upset the desired balance between the various important elements in their lives. (2003, p. 21)  ", "This deters many women, most of whom are interested in granting their professional life an important but not exclusive status in the complicated mosaic of home–family–work. These women, acutely aware at an early age of what each profession demands, tend therefore to avoid the field of news journalism on the assumption/certainty that such work will almost surely upset the desired balance between the various important elements in their lives. (2003, p. 21)", "As far as professional education is concerned, women journalists tend to be better prepared than male journalists. By contrast, they are less likely to be members of journalists’ associations than men. The share of female journalists is largest among those with low editorial responsibilities such as reporters, junior editors, assistants, news writers and correspondents (25.4 per cent), but women are notably fewer among journalists with higher editorial responsibilities such as editors-in-chief, programme directors, senior managers, etc. (10.4 per cent; χ2=9.22; df = 2; p<0.01). Since journalism remains a “man's job” in Indonesia, it is unsurprising that women are less likely to be found in higher positions in the editorial hierarchy. Moreover, the career opportunities for women do not seem to be very promising, given the fact that most Indonesians still look upon women journalists as “strange individuals who jump out of what they are supposed to be” (Budiyanto and Mabroer, 2000, p. 6).", "In terms of income, most Indonesian journalists actually live in reasonable, or at least somewhat comfortable, financial conditions. This strongly contradicts the findings of the East Java study (Budiyanto and Mabroer, 2000, p. 10). With 68.5 per cent of journalists earning a monthly income of between one and three million Rupiahs (US$100–300), and 9.0 per cent earning more, these earnings are far above the average income of the population in the areas where the study was conducted. But not all journalists enjoy these income levels, with 19 per cent receiving an income of between 500,000 and one million Rupiahs (US$50–100) and 3.5 per cent earning less than 500,000 Rupiahs. A monthly income of less than one million Rupiahs is hardly enough to support a whole family with children in the urban areas of Indonesia. Probably because of this situation, one out of four journalists has an additional job such as taxi-driving or even working for the public administration. Nevertheless, 77 per cent of all journalists said that altogether they were “satisfied” with their job, 22.6 per cent of them were even “very satisfied”.", "Although role conception is pluralistic by nature, Indonesian journalists see themselves mainly as neutral and objective disseminators of information. As Table 2 reveals, “getting information to the public neutrally and precisely”, “depicting reality as it is”, “staying away from stories with unverified content” and “getting information to the public quickly” turned out to be the most important communication goals. These are the “classical” values of a Western understanding of journalism which requires neutrality, impartiality and objectivity. ", "No evidence was found, however, to verify the assertion made by Patterson (1998, p. 17) that “journalists are increasingly influential political actors”. Indonesian journalists clearly do not carry any prior intention to disseminate their opinion (partisanship), to set the political agenda or to serve as an adversary of the government and business, even though they rate values such as “criticism” and “control” high. During the New Order regime, which ruled the country for three decades, the power elites obviously succeeded in their efforts to systematically depoliticize journalism. This has led to a kind of “A said X and B said Y” journalism that passively relied on official sources and statements. The data indicated that critical journalists are most likely to be found in national quality newspapers that are circulated throughout the country.", "On the other hand, supporting national development, which represents the main characteristic of Development Journalism, does not seem to be a primary goal for Indonesian journalists. Less than 25 per cent of the journalists interviewed found “supporting national development” to be an “extremely important” communication goal. These results concur with the findings from Romano's (2003) Indonesia survey and also with other studies conducted in North Africa, India, Nigeria, Tanzania and Bangladesh (Chaudhary, 2000; Murthy, 2000; Ramaprasad, 2003; Ramaprasad and Rahman, 2004; Rampal, 1996). Despite its normative importance and presence in journalism education, Development Journalism does not seem to be a primary communication goal to journalists in Indonesia or other developing nations in Asia.", "Drawing from the assumption that the journalists’ conception of media role is multidimensional, the study data was subjected to Principal Component Analysis. Three items were excluded from the model: The item “support disadvantaged people” was excluded because of its low statistical communality, while the items “serve as adversary of the government” and “serve as adversary of business” were suspended since they set up an independent dimension of very low relevance. Perhaps, an adversarial understanding of journalism (as the “Fourth Estate” of democracy) provokes strong disapproval among many Asian journalists. Serving as an adversary seems more proper in Western “adversarial democracies” which are characterized by a permanent competition between the ruling party and its opposition. In Indonesia, as in many other Asian nations, democracy is strongly oriented toward consensus (Hsiung, 1985).", "As Table 3 shows, the factor analysis extracted five dimensions from the data. Public-oriented news journalism as the main factor, explaining 34 per cent of the overall variance, does strongly refer to the interests and the needs of the public (“refer to intellectual and cultural interests of the public”, “concentrate on news which is of interest to the widest audience”). This kind of journalism is also political (“discuss national policy while it is still being developed”, “investigate claims and statements of the government”) and incorporates constituents of the Development Journalism philosophy (“support national development”, “give ordinary people the chance to express their views”). ", "The second factor, popular service journalism, is strongly oriented toward entertainment (“provide entertainment and relaxation”) and everyday life practices (“present new trends and convey new ideas”, “provide help in everyday life issues”). This concept of journalism does mainly focus on the problems of everyday life and has emerged along with popular media (Hartley, 1996). Eide and Knight (1999, p. 526) see the rise of service journalism as a reaction to “growing scepticism, hostility and resistance towards dependency on established forms of professional expertise, and the demand for greater individual autonomy”.", " Critical watchdog journalism is the third factor. This dimension of journalists’ perception of media roles inherently refers to criticism (“criticize bad states of affairs”) and control (“control politics, business, and society”). It seeks to influence the political agenda without drawing on personal opinion. The influence on political discourse emerges rather from reporting bad states of affairs and critical statements of others, reflecting an impartial stance and a philosophy of “Let the facts speak for themselves”. The critical watchdog journalism, however, does not only criticize and control, but it also conveys positive ideals as alternative options to what is criticized.", " Objective precision journalism, on the other hand, grounds on the traditional Western values of journalism such as neutrality and accuracy (“get information to the public neutrally and precisely”) as well as on an epistemologically naïve realism (“depict reality as it is”). It places emphasis on the classical notion of objectivity in the sense of news being a “mirror of reality”, overlooking the selective character of news which is only a representation of the world (Schudson, 2003, p. 33). Objective precision journalism also places particular emphasis on the exactness of news coverage and thus shares this ideal with the practice of precision journalism (Meyer, 1991), though it needs further investigation to determine whether this kind of journalism applies scientific methods and ideals to day-to-day reporting.", "In contrast, opinion-oriented news journalism as the fifth factor does not aim to be objective. Rather, its primary intention is to provide opinion, analyses and interpretations of complex problems to the public. Despite drawing mainly from personal opinion, this kind of journalism does not necessarily carry a political message. Providing opinion is not primarily intended as a tool to influence the public discourse or to change the political agenda.", "Multiple regression analysis further revealed that public-oriented news journalism is most likely to be found among journalists who work for private television stations (see Table 4). This mainstream understanding of journalism fits most the characteristics of commercial televisions news which strongly relies on its ability to attract the largest possible audience shares. Interestingly, Indonesia's private television stations are not, as in many Western countries (Hartley, 1996), the precursors of a popular (service) journalism. ", "Public-oriented news journalism is also valued among those who invest a higher amount of time in editing wire news and press releases, as well as in the administration and co-ordination of editorial work. We can thus assume that this journalism concept is mainly a trait of decision makers in editorial offices. Additionally, public-oriented news journalism is considered vital by journalists who have graduated from journalism and who are privately connected with decision makers from non-governmental organizations. Conversely, it is less likely to be found among those who work for local and regional daily newspapers and who are less satisfied with their job situation.", "Popular service journalism is most likely to emerge among journalists who invest considerable time in news selection and (the technical side of) news production. Since this kind of journalism deals with entertainment issues and problems of everyday life, it probably has mainly to do with compiling information gathered from external sources such as the Internet and other media. Altogether, it seems that service journalism is a forerunner of fundamental changes in the social functions of the news. In a world where virtually any kind of information is accessible via the Internet, journalism moves away from merely disseminating information to selecting what is relevant. News people thus become “search engines” (Hartley, 2000, p. 43) that help their audiences to navigate through the problems of everyday life.", "Critical watchdog journalism is less vital among journalists who work for state-owned television stations, which indicates that, even several years after the downfall of the Suharto regime, journalists working for the state-owned television network TVRI (Televisi Republik Indonesia) are still uneasy about critical reporting. Also, journalists who work in the province of Yogyakarta, which is far less urban than the capital Jakarta, are less attracted by the philosophy of critical watchdog journalism. This perhaps partly reflects the strong influence of the Javanese culture, which predominates in Yogyakarta. The principles of harmony and respect for authority, which have relatively high regard in the Javanese culture (Magnis-Suseno, 1984, p. 38; Nasution, 1996, p. 52), are obstacles to public criticism and thus to the conduct of critical watchdog journalism. Interestingly, this kind of journalism is highly associated with having private ties with decision makers in politics and non-governmental organizations. Obviously, being associated with these potentially influential persons does not prevent these Indonesian journalists from being a critical watchdog.", "Objective precision journalism is most likely to be found among educated journalists, while it is adopted less by those working for state-owned radio stations and whose news accounts get only little editing from others. However, the data on objective precision journalism has to be carefully interpreted, given the variance explained by the regression model is very low (4.5 per cent).", "Opinion-oriented news journalism, on the other hand, is most likely to be practised among journalists from local and regional dailies, state-owned radio stations and private television stations. Media organizations operating in these areas seem to devote more space for journalists to express their personal views. Also, opinion-oriented news journalism is less likely to appear among journalists who have attended professional training in journalism. This dimension of the conception of media role is less vital among those who live in Yogyakarta, which again points to the basic principles of Javanese culture. In order to avoid unpleasant consequences from firsthand criticism, these journalists express personal opinion “through the mouth of others”.", "How Indonesia's journalists justify controversial methods of reporting is indicated by Table 5. The data yielded a double-sided structure. It seems that unconventional methods of reporting based on “harmless deceptions”—such as “pretending another opinion or attitude”, “claiming to be somebody else”, “using hidden microphones and cameras” and “getting employed in a firm or organization to gain inside information”—are mostly justified by Indonesian journalists. These methods could be seen as part of the investigative journalism philosophy, which also includes “using confidential government documents without authorization”. However, to make use of confidential documents was disapproved by more than two-thirds of the journalists, but was approved by 71 per cent of those working for national quality newspapers. Altogether, the practice of investigative journalism is most valued in those papers which could be considered high-impact newspapers which enjoy a good reputation and national circulation. ", "Interestingly, there is a considerable divergence between journalists in Jakarta and their colleagues in the more remote provinces of North Sumatra and Yogyakarta. While 47.2 per cent of Jakarta's journalists justified the use of confidential documents, the percentage was much lower in North Sumatra (28.4 per cent) and Yogyakarta (29.9 per cent). One explanation here may be that journalists working in the country's capital have more access to confidential government documents.", "At the same time, unscrupulous reporting practices—such as “agreeing to protect confidentiality but not doing so” and “badgering unwilling informants to get a story”—are justified only by a small number of journalists. The “use of personal documents without permission” was also disapproved of by most of the journalists. Additionally, journalists having no formal education tend to be more aggressive in terms of investigation. Altogether, the data suggests that many commonplace assumptions, made by Indonesian politicians who accuse journalists of unethical and unscrupulous practices of investigation, deserve more deliberation. The nuances in different branches of journalism indicate that the problem of unconventional reporting methods is more sophisticated than previous studies have suggested.", "The percentage of journalists who justified the practice of “chequebook journalism”—that is, “paying people for confidential information”—is an interesting feature of Indonesian journalism. More than two-thirds of the journalists interviewed saw no ethical problems with this method of obtaining confidential information. Even though Indonesia has no strong tradition of investigative reporting, the percentage that justifies paying people for information is even higher than in Great Britain (65 per cent; Henningham and Delano, 1998, p. 156). This is not surprising, given that in Indonesia corruption is a matter of course in everyday life, making journalists very familiar with bribery in reporter–source interactions.", "But bribery also works the other way. When Indonesian journalists were asked about their attitudes toward corruption in daily reporting and whether or not they practise it, they surprisingly spoke very openly about it. More than one-third (37.4 per cent) said that they would justify corrupt practices in journalism, but it depends on the particular context, that is, the specific situation and person offering the bribe.5 Another 2.9 per cent admitted that they would justify corruption in journalism regardless of any specific context. Nevertheless, 59.7 per cent of the journalists did not justify bribery.", "At first sight it may seem paradoxical that many Indonesian journalists justify accepting “envelopes” during their work, but a majority of them disapprove of aggressive methods of reporting. However, this problem can partly be explained by the fact that Indonesian journalists see bribery as normal practice in everyday life. Many journalists do not regard this way of gathering information as unscrupulous or unusual. They may not even consider bribery a violation of the professional code of conduct.", "Turning from attitude to practice, the study found that more than 46.2 per cent of the journalists interviewed do actually accept bribe money, at least occasionally, while working on a story. Obviously, some of them are on the horns of a moral dilemma since they practice corruption even though they do not justify it. On the other hand, 44.1 per cent of the journalists said that they would always refuse offered “envelopes”, while another 9.7 per cent said that they would accept the envelopes first and forward them to the editorial management which, later on, passes the envelopes back to the “source”.", "The last way of handling is intended to “save face” (Romano, 2003, pp. 156–7) and to make sure that the person who offers money to the journalist will not be offended by a direct refusal, which is considered culturally impolite (Eriyanto, 2002, p. 40). Although in Indonesia the number of journalists who justify and practise bribery is indeed alarming, it needs to be noted that a majority of their colleagues clearly disapprove of corruption. Thus, the findings of the East Java study (Budiyanto and Mabroer, 2000) could not be supported by this research.", "Journalists employed by public or state-owned media companies are more likely to be tempted by the benefits of receiving “envelopes” during their work. Table 6 reveals that journalists employed by TVRI (Televisi Republik Indonesia), RRI (Radio Republik Indonesia) and Antara (official news agency) are significantly more likely to advocate the acceptance of “envelopes” during their work. Perhaps, as corruption is an everyday practice in the Indonesian bureaucracy, it is not surprising if journalists working for state-run media share a positive attitude towards bribery. They have been integrated in the government structure for years—a structure which is highly saturated with the culture of exchanging envelopes. ", "Furthermore, research findings indicate that cultural factors such as ethnicity and territory have a significant impact on the justification and practice of corruption: the highest degree of resistance to corruption could be found among journalists in the capital Jakarta, while their colleagues in North Sumatra have the greatest tendency to justify corruption (χ2=13.1; df = 4; p<0.05). Further inquiry did prove that this difference is mainly triggered by the factor ethnicity. Journalists who belong to the ethnic group of the Sumatra, predominant in North Sumatra, were most attracted to corruption when compared to Sundanese, Javanese and Malay groups (χ2=13.9; df = 6; p<0.05). The Sundanese and Javanese are the major constituencies of Jakarta's and Yogyakarta's population.", "When it comes to motives and causes, corruption in journalism is often seen as related to insufficient pay (Habito-Cadiz, 1996, p. 104; Peters, 2003, p. 52). According to Dharma et al. (2003, p. 25), low salaries force Indonesian journalists to accept “envelopes” to “maintain a humane standard of living”. Previous inquiries, however, produced some evidence which supports the view that bribery in journalism is much more related to culture than to low pay (Eriyanto, 2002, p. 42). This study points to a similar explanation. The data yielded no significant correlation between the income level of the respondents and the extent to which they justify or practise corruption. Only 19.7 per cent of journalists who accept “envelopes” during their everyday work confirmed that they did so because of insufficient pay.", "Most journalists (56.8 per cent) said that they accepted bribe money because they do not see any evidence of being influenced or pressurized by the “source”—the person who offers the bribe. Furthermore, 32.2 per cent admitted that they accepted bribe money because the editorial management does not prohibit them from doing so. Interestingly, 41 per cent of the Indonesian journalists who accept “envelopes” said that they did so because they “simply” do not want to hurt the feelings of the person offering the bribe. Another 29 per cent compromise themselves by accepting bribery in order to “maintain good relations” with the source, and 17.5 per cent of the journalists accept the offered bribe money because they “feel a sense of solidarity” with their colleagues.", "Obviously, these findings make a good case for the assumption that the causes and motives for corruption in journalism are to a large extent related to everyday culture (see also Budiyanto and Mabroer, 2000; Eriyanto, 2002). Bribery seems to be an instrument of maintaining “good connections” between the journalist and the “donor”. Many journalists, however, legitimize their acceptance of “envelopes” with the argument that they do not want to offend the person offering the bribe through a direct refusal of the “envelope”. This “formula of politeness” refers to a motivational structure which prioritizes the cultural adequacy and the suitability of social action with regard to its probable costs, that is, the refusal of a bribe could result in a loss of trust. This indicates that corruption will persist as long as there are persons who expect to be bribed (journalists) and others who expect the journalists to accept the bribe."]}, {"title": "Conclusions", "paragraphs": ["Surprisingly, Indonesian journalists look quite similar to their colleagues around the globe. They are mostly young and well-educated men, and they earn above-average salaries. Although younger journalists tend to be more reluctant to join journalists’ associations, journalists in Indonesia seem to be well educated, suggesting an increasing level of professionalism. Content analysis is needed to evaluate whether this high level of education manifests in a more professional product. Indonesian journalists, moreover, share many basic professional views with their counterparts in other countries, as they primarily see themselves as neutral disseminators of news.", "A cross-national comparison of these results with data compiled by Weaver (1998b) nevertheless revealed some fine-grained differences in terms of the journalists’ professional views. Whether these differences can be seen as evidence for the existence of “pan-Asian” values in journalism is hard to say, given the heterogeneities among Asian (China, Hong Kong, Indonesia, Taiwan) as well as Western (Australia, France, Great Britain, United States) journalists are more than obvious. As Ali (1996, p. 147) has pointed out, the continent's vast “diversity of religions, ideologies, traditions, political systems, and levels of development make it almost impossible to define a set of values applicable to all of Asia”.", "If anything, Indonesia's journalists are, to some extent, similar to their colleagues in Taiwan as they place less emphasis on the role of the “watchdog” and “adversary” (Weaver, 1998a, pp. 466–7). Chinese and Hong Kong journalists, however, are much more likely to emphasize the “watchdog role”, which makes them somewhat similar to their colleagues in Australia, Great Britain and the United States. In terms of reporting methods, Asian journalists seem to be more likely to disapprove of using official documents which are confidential (Weaver, 1998a, p. 471).", "This kind of comparison, however, faces some serious methodological problems because the data sets did not originate from tailor-made cross-national studies but from single-nation researches using different conceptualizations and methods.6 Whether or not journalists throughout Asia share some cultural values different from those of Western journalists needs to be investigated by systematic and tailor-made comparative research including many Asian as well as non-Asian countries.", "Zhu et al. (1997, p. 94) concluded from their three-country comparison of journalists from China, Taiwan and the United States that cultural variables tend to have a lower impact on the journalists’ professional views than do the differences between political systems. Also, Berkowitz et al. (2004, p. 176), who tested the influence of several factors on journalists’ ethical decisions in Israel and the United States, found journalists’ backgrounds to be only marginally important to professional views.", "In this study, individual characteristics such as gender, age, ethnicity and religious affiliation had little or no influence on journalists’ role perceptions and judgements of reporting methods. Only ethnicity appeared to be of some importance here, in particular when it comes to critical reporting. The cultural background of the journalists’ socialization seems to play, to some extent and under certain circumstances, a role in defining their professional role in society. Given these fine-grained but nevertheless important differences among journalists who belong to distinct ethnic groups in Indonesia, any assumption of a common set of values and beliefs carried by all Asian journalists is highly questionable.", "Although a significant number of journalists in Indonesia justified and practised bribery during their everyday work, it is worth noting that corruption in journalism is not limited to Indonesia, but is actually a common practice in many developing countries and even in industrialized nations (Peters, 2003, p. 52). With regard to causes and motives for corruption, it has become obvious that insufficient pay is not the most important reason to become compromised by bribe money. Most journalists who accept “envelopes” do so because they believe that accepting bribes will not have consequences for their work. This belief may work as an excuse, but it is a dangerous illusion.", "The public discourse and journalism education, in particular, need to devote more efforts to raising consciousness among news people. Journalists need to understand that accepting “envelopes” does also trigger subtle effects, which often result in journalists’ reluctance to take action toward the source. In Indonesia, this psychological effect, called “sungkan”, is a very important factor that affects the reporter–source interaction (Eriyanto, 2002, p. 42). Furthermore, many journalists become involved in corrupt practices because the editorial management does not prohibit them from doing so. This means that more restrictive editorial regulations and more editorial control could help to prevent journalists from selling out their autonomy by accepting “envelopes”.", "Most strikingly, these findings support the assumption that the causes and motives for corruption in journalism are to a large extent related to everyday culture. There are journalists who expect to be offered “envelopes” and others who expect journalists to accept the bribe. The way these mutual expectations interact generates a vicious circle of expectation and anticipation, both of which form the setting of subsequent interactions: If the source does not offer a bribe, he or she may worry that the journalist will express disappointment through negative news coverage; and if the journalist does not accept the bribe, he or she may hurt the giver's feelings, putting at risk mutual trust."]}], "references": [{"title": "“Pers reformasi”", "year": "1998", "journal": "Bernas", "volume": "", "authors": [{"name": "Abar Akhmad Zaini", "first_name": "Abar", "last_name": "Zaini"}]}, {"title": "“Media kepala batu”", "year": "2002", "journal": "Pantau", "volume": "2002", "authors": [{"name": "Andrie Taufik", "first_name": "Andrie", "last_name": "Taufik"}]}, {"title": "“Pers nasional: Dunia macam apa”", "year": "2001", "journal": "Gamma", "volume": "", "authors": [{"name": "Anwar H. Rosihan", "first_name": "Anwar", "last_name": "Rosihan"}]}, {"title": "“Dicari, pers yang berpihak dan prorakyat: Tanggapan untuk Agus Sudibyo dan Solahudin”", "year": "2002", "journal": "Kompas", "volume": "", "authors": [{"name": "Arismunandar Satrio", "first_name": "Arismunandar", "last_name": "Satrio"}]}, {"title": "“A Cross-cultural Look at Serving the Public Interest: American and Israeli journalists consider ethical scenarios”", "year": "2004", "journal": "Journalism", "volume": "5", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan"}, {"name": "Limor Yehiel", "first_name": "Limor", "last_name": "Yehiel"}, {"name": "Singer Jane", "first_name": "", "last_name": "Jane"}]}, {"title": "“Fighting Against the Odds: Hong Kong journalists in transition”", "year": "1992", "journal": "Gazette", "volume": "50", "authors": [{"name": "Chan Joseph Man", "first_name": "Chan", "last_name": "Man"}, {"name": "Lee Chin-Chuan", "first_name": "Lee", "last_name": "Chin-Chuan"}, {"name": "Lee Paul S. N.", "first_name": "Lee", "last_name": "N."}]}, {"title": "“Comparing Nations in Mass Communication Research: 1970–97—a critical assessment of how we know what we know”", "year": "2001", "journal": "Gazette", "volume": "63", "authors": [{"name": "Chang Tsan-Kuo", "first_name": "Chang", "last_name": "Tsan-Kuo"}, {"name": "Berg Pat", "first_name": "Berg", "last_name": "Pat"}, {"name": "Ying-Him Fung Anthony", "first_name": "Ying-Him", "last_name": "Anthony"}, {"name": "Kedl Kent D.", "first_name": "Kedl", "last_name": "D."}, {"name": "Luther Caterine A.", "first_name": "Luther", "last_name": "A."}, {"name": "Szuba Janet", "first_name": "Szuba", "last_name": "Janet"}]}, {"title": "“International Media Images: is development news ignored in Western and Third World newspapers?”", "year": "2000", "journal": "Media Asia", "volume": "27", "authors": [{"name": "Chaudhary Anju Grover", "first_name": "Chaudhary", "last_name": "Grover"}]}, {"title": "“Amplop dalam sepotong jurnalisme”", "year": "2001", "journal": "Pantau", "volume": "2001", "authors": [{"name": "Christianty Linda", "first_name": "Christianty", "last_name": "Linda"}]}, {"title": "“Role of Development Journalism in Nigeria&#039;s Development”", "year": "1993", "journal": "Gazette", "volume": "52", "authors": [{"name": "Edeani David O.", "first_name": "Edeani", "last_name": "O."}]}, {"title": "“Public/Private Service: service journalism and the problems of everyday life”", "year": "1999", "journal": "European Journal of Communication", "volume": "14", "authors": [{"name": "Eide Martin", "first_name": "Eide", "last_name": "Martin"}, {"name": "Knight Graham", "first_name": "Knight", "last_name": "Graham"}]}, {"title": "“Buruk amplop, fasilitas diubah: Survei terhadap 240 wartawan Jakarta dan bagaimana mereka memandang suap atau sogokan?”", "year": "2002", "journal": "Pantau", "volume": "", "authors": [{"name": "Eriyanto", "first_name": "Eriyanto", "last_name": ""}]}, {"title": "“Communication for Development and Social Change”", "year": "2000", "journal": "Media Asia", "volume": "27", "authors": [{"name": "Fisher Nigel", "first_name": "Fisher", "last_name": "Nigel"}]}, {"title": "“The Suharto Regime and its Fall Through the Eyes of the Local Media”", "year": "2002", "journal": "Gazette", "volume": "64", "authors": [{"name": "Gazali Effendi", "first_name": "Gazali", "last_name": "Effendi"}]}, {"title": "“The Media in Asia: an overview”", "year": "1999", "journal": "Gazette", "volume": "61", "authors": [{"name": "Gunaratne Shelton A.", "first_name": "Gunaratne", "last_name": "A."}]}, {"title": "“Rethinking Journalism Education in Indonesia: nine theses”", "year": "2001", "journal": "Mediator", "volume": "2", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}]}, {"title": "“Communicative Democracy in a Redactional Society: the future of journalism studies”", "year": "2000", "journal": "Journalism", "volume": "1", "authors": [{"name": "Hartley John", "first_name": "Hartley", "last_name": "John"}]}, {"title": "“Etika media dalam situasi konflik”", "year": "2002", "journal": "Kompas", "volume": "", "authors": [{"name": "Haryatmoko", "first_name": "Haryatmoko", "last_name": ""}]}, {"title": "“Don&#039;t Worry, Clinton is Megawati&#039;s Brother’: the mass media, rumours, economic structural transformation and delegitimization of Suharto&#039;s New Order”", "year": "2002", "journal": "Gazette", "volume": "64", "authors": [{"name": "Hidayat Dedy N.", "first_name": "Hidayat", "last_name": "N."}]}, {"title": "“Professional Models in Journalism: the gatekeeper and the advocate”", "year": "1975", "journal": "Journalism Quarterly", "volume": "52", "authors": [{"name": "Janowitz Morris", "first_name": "Janowitz", "last_name": "Morris"}]}, {"title": "“Whose News? Does gender determine the editorial product?”", "year": "2003", "journal": "European Journal of Communication", "volume": "18", "authors": [{"name": "Lavie Aliza", "first_name": "Lavie", "last_name": "Aliza"}, {"name": "Lehman-Wilzig Sam", "first_name": "Lehman-Wilzig", "last_name": "Sam"}]}, {"title": "“Negotiating the News: Indonesian press culture and power during the political crises of 1997–8”", "year": "2000", "journal": "Journalism", "volume": "1", "authors": [{"name": "Manzella Joseph C.", "first_name": "Manzella", "last_name": "C."}]}, {"title": "“Media massa untuk transformasi budaya”", "year": "1999", "journal": "Bernas", "volume": "", "authors": [{"name": "Ma'ruf Ade", "first_name": "Ma'ruf", "last_name": "Ade"}]}, {"title": "“Locating Asian Values in Asian Journalism: a content analysis of web newspapers”", "year": "2002", "journal": "Journal of Communication", "volume": "25", "authors": [{"name": "Massey Brian L.", "first_name": "Massey", "last_name": "L."}, {"name": "Chang Li-jing Arthur", "first_name": "Chang", "last_name": "Arthur"}]}, {"title": "“Development Journalism in an Asian Setting: a study of depthnews”", "year": "1993", "journal": "Gazette", "volume": "51", "authors": [{"name": "McKay Floyd J.", "first_name": "McKay", "last_name": "J."}]}, {"title": "“Developmental News Coverage in the Indian Press: an analysis of four dailies”", "year": "2000", "journal": "Media Asia", "volume": "27", "authors": [{"name": "Murthy D. V. R.", "first_name": "Murthy", "last_name": "R."}]}, {"title": "“Bagai menegakkan benang basah: Upaya menjaga independensi media di Kediri dan Jember hambatannya banyak”", "year": "2001", "journal": "Pantau", "volume": "2001", "authors": [{"name": "Prinantyo Adi", "first_name": "Prinantyo", "last_name": "Adi"}]}, {"title": "“A Profile of Journalists in Post-independence Tanzania”", "year": "2003", "journal": "Gazette", "volume": "63", "authors": [{"name": "Ramaprasad Jyotika", "first_name": "Ramaprasad", "last_name": "Jyotika"}]}, {"title": "“Reporting the News from the World&#039;s Rooftop: a survey of Nepalese journalists”", "year": "2003", "journal": "Gazette", "volume": "65", "authors": [{"name": "Ramaprasad Jyotika", "first_name": "Ramaprasad", "last_name": "Jyotika"}, {"name": "Kelly James D.", "first_name": "Kelly", "last_name": "D."}]}, {"title": "“Professionals in Search of Professionalism: journalist&#039;s dilemma in four Maghreb states”", "year": "1996", "journal": "Gazette", "volume": "58", "authors": [{"name": "Rampal Kuldip Roy", "first_name": "Rampal", "last_name": "Roy"}]}, {"title": "“Sampling Journalists”", "year": "1996", "journal": "Communications", "volume": "21", "authors": [{"name": "Scholl Armin", "first_name": "Scholl", "last_name": "Armin"}]}, {"title": "“Menimbang kembali KPI”", "year": "2003", "journal": "Kompas", "volume": "", "authors": [{"name": "Sudibyo Agus", "first_name": "Sudibyo", "last_name": "Agus"}]}, {"title": "“Asian-based Development Journalism and Political Elections: press coverage of the 1999 general elections in Malaysia”", "year": "2004", "journal": "Gazette", "volume": "66", "authors": [{"name": "Wong Kokkeong", "first_name": "Wong", "last_name": "Kokkeong"}]}, {"title": "Individual, Organizational, and Societal Influences on Media Role Perceptions: a comparative study of journalists in China, Taiwan, and the United States”", "year": "1997", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "74", "authors": [{"name": "Zhu Jian-H.ua", "first_name": "Zhu", "last_name": "Jian-H.ua"}, {"name": "Weaver David H.", "first_name": "Weaver", "last_name": "H."}, {"name": "Lo Ven-hwei", "first_name": "Lo", "last_name": "Ven-hwei"}, {"name": "Chen Chongshan", "first_name": "Chen", "last_name": "Chongshan"}, {"name": "Wu Wei", "first_name": "Wu", "last_name": "Wei"}]}]}