{"doi": "10.1080/14616700903290668", "url": "https://doi.org/10.1080/14616700903290668", "title": "BETWEEN LANGUAGE SUPPORT AND ACTIVISM", "volume": "11", "year": "2010", "issue": "2", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Zabaleta", "first_name": "Iñaki", "name": "Iñaki Zabaleta"}, {"last_name": "Xamardo", "first_name": "Nicolás", "name": "Nicolás Xamardo"}, {"last_name": "Gutierrez", "first_name": "Arantza", "name": "Arantza Gutierrez"}, {"last_name": "Urrutia", "first_name": "Santi", "name": "Santi Urrutia"}, {"last_name": "Fernandez", "first_name": "Itxaso", "name": "Itxaso Fernandez"}, {"last_name": "Ferré", "first_name": "Carme", "name": "Carme Ferré"}], "abstract": " This article outlines the extent to which journalists working in European minority-language media believe that their journalistic role within the community is strictly professional or alternatively should incorporate a complementary function as language supporters or activists. A weighted and reasonably representative survey of 230 journalists from 10 European minority-language communities (Basque, Catalan, Galician, Corsican, Breton, Frisian, Irish, Welsh, Scottish-Gaelic, and Sámi) indicates that journalists favour a journalistic professional activity which incorporates a role as language-backing actors. This may underlie the idea of a contextual approach to the concept of journalism. ", "body": [{"title": "Introduction", "paragraphs": ["What do journalists think about incorporating a function as language supporters into their current professional role? The question does probably not need to be raised among newsmakers and scholars of mainstream media and languages (English, German, Spanish, etc.) but is very pertinent in the context of minority-language media and journalism.", "The functions of media and journalism are a matter of diverse conceptual fields. Consider Walter Lippmann's (1922, p. 229) statement that “at its best, the press is a servant and guardian of institutions” and Herbert Gans' observation (1979, p. 291) that “perhaps journalists perform unintended or unrecognized (latent) functions for nation and society as a whole”. Current Western standard research on the professional functions of journalists has gathered substantial empirical evidence that has evolved from the “neutrality-participation” dyad (Cohen, 1963, p. 191, cited in McQuail, 2000 [1983] , p. 253; Johnstone et al., 1976) to the four role clusters that Weaver and colleagues (Weaver and Wilhoit, 1996, Weaver, 2006) have proposed: interpretive, disseminator, adversarial and populist mobilizer.", "This study, a survey of a representative sample of journalists from 10 European minority-language communities (as defined by the European Charter for Regional or Minority Languages1), approaches the role of journalists from a different perspective. This view may prompt us to reconsider the concept and definition of professional journalism in minority-language media so as to include a specific pro-language function (an adaptation of the populist mobilizer role, perhaps) that might contribute to outline a more extensive and context-driven definition of the professional journalist."]}, {"title": "Literature Review", "paragraphs": ["The analysis of a journalist's profession and practice can be approached from various areas of enquiry: a demographic profile of journalists; working conditions, job satisfaction and organizational issues; and professional values, standards, roles and practices. This paper is grounded along the lines of the third field, as well as in the scarce scholarly work on minority-language journalism.", "Journalists have at least two centres of reference and pressure: the heavily debated concepts of professionalism and/or professionalization, on the one hand (Schudson and Anderson, 2009), and organizational structure, on the other (Pollard, 1995). Each has its own set of values, methods, and practices. Organizational structure stresses the routinization and standardization of activities and functions to reach a set of established goals that may range from profitability to social, political, and/or economic power. Professionalism in journalism and professionalization—at the degree to which it may exist as well as its variability in different societies—emphasize ethical values, functions, standards, and practices. Briefly stated, “professionalism is something that journalists embrace or pursue, while professionalization refers to the process of an occupation gradually becoming a true profession” (Hanitzsch, 2009, p. 416).", "In the field of journalism studies, two major strands of professionalism scholarship have emerged (Schudson and Anderson, 2009, pp. 88–9): one that “measures the degree to which journalism has achieved professional status”, and another that “focuses on the character of journalistic knowledge”. In the latter approach, objectivity becomes a central concept, which is endorsed by the American tradition of journalism but critically contested by other international scholars as not being so fundamental to the professional status. As for Hallin and Mancini (2004) a public service orientation, distinct professional norms, and greater self-control over the working process are key elements of professionalism, rather than a journalistic education, state regulation or the ideal of objectivity.", "There are different conceptions of professionalism and professionalization, due in a significant part to the differences in the “national” media and political systems as well as the social and cultural practices of journalism. In any case, it seems that, regardless of this most journalists, at least in Western democratic societies, may perceive and evaluate their activity, function and news output as “being professional”, where its meaning and deconstruction, as it happens in most cases, is dependent on the cultural context.", "During the last three decades, numerous surveys and studies of the profession of journalism and its activities have been conducted around the world (Cassidy, 2005; Deuze, 2002; Henningham, 1996; Johnstone et al., 1976; Steyn and De Beer, 2004; Weaver, 2006; Weaver and Wilhoit, 1986, 1996). Because of these surveys, a set of seven roles against which journalists and their profession can be tested have emerged. They are: (1) to report news quickly; (2) to provide analysis; (3) to be a watchdog of government; (4) to provide access for the participation of the public; (5) to provide entertainment; (6) to report accurately or objectively; and (7) to be a member of a journalist's organization.", "Weaver and Wilhoit (1986) merged these journalistic functions into three categories of professional roles: interpretive/investigative, disseminator and adversarial. A decade later, the same authors (1996) came to similar clustering conclusions, but with the addition of a fourth role: the populist mobilizer.", "In the most recent update of this study, conducted in 2002, Weaver (2006, p. 141) confirmed the leading significance of the interpretive function, which 62.6 per cent of American journalists considered as extremely important. The adversarial function (adversarially sceptical of public officials and businesses) with 18.6 per cent came second, retaining the same values as in 1992. The disseminator role was third and suffered a dramatic decline to 15.6 per cent from its 51 per cent value in 1992, probably due to the expansion of new technologies. The fourth role, populist mobilizer, now attributed with five dimensions,2 increased to 10.4 per cent from its previous 6 per cent.", "Nevertheless, Lance Bennett (1983, p. 84) had warned that the adversarial role of the press was a ritualistic aspect of routine reporting. On the other hand, Gans (1979, pp. 290–9) suggested a series of journalistic functions that conceptually go beyond those previously mentioned: power distributors, moral guardians, prophets and priests, storytellers and myth makers, barometers of order, agents of social control, constructors of nation and society, and managers of the symbolic arena.", "Returning to the referenced surveys of Weaver (2006), seven reporting methods were tested with regard to their acceptability to journalists. They are: (1) to reveal a confidential source; (2) to pay for secret information; (3) to claim to be someone else; (4) to badger/harass news sources; (5) to use personal documents without permission; (6) to use personal or government documents without permission; (7) to secure employment to gain inside information.", "The seven roles and seven reporting methods received different degrees of acceptance in the 21 countries included in Weaver's Global Journalist book (1998), signalling that there was no international agreement concerning the fundamental functions and methods of journalism. However, that author argued that there are also similarities that seem to cut across boundaries of culture, language, and geography. Those equivalences appear to be stronger in democratic societies, where professionalization is seen as a supportive factor for press freedom and pluralism (Novak, 2009).", "As mentioned earlier, research comparing journalism and media in different countries and societies has increased significantly, but there is disagreement about its scope, validity and value as well as confusion in the terminology that is employed to label it (Hanitzsch, 2009): cross-country, cross-national, trans-national, etc. Part of the criticism argues that comparative research incorporates an implicit assumption of some sort of universalism. on the one hand, and Western bias, on the other (Josephi, 2009). As for methodological risks, the broad problems of equivalence and units of analysis have been mentioned.", "McLeod and Rush's work (1969a, 1969b) was one of the first comparative studies on professionalism. Using the concept of Professional Orientation—which involved a self-definition aspect—and differentiating it from “professionalization”, the results of their survey of journalists in Quito (Ecuador) were compared with a previous study with Milwaukee (United States) newspeople but differences were not significant. Interestingly, surveyed journalists from Ecuador who had studied journalism at university scored higher on professional orientation, younger newspeople higher than older ones, but those with more experience also rated their professional standing higher.", "The political views and professional roles of journalists from six countries (Germany, Great Britain, Italy, Sweden and the United States) were the focus of Patterson and Donsbach's Media and Democracy Project and survey (1996). The authors framed partisanship as journalists' personal positioning in the political spectrum on a seven-point scale from left to right. They argued that the “German news system is the most partisan [followed by Italy; while] the United States and British news systems are the least partisan” (1996, p. 465) and that “partisanship can and does intrude on news decisions, even among journalists who are conscientiously committed to a code of strict neutrality” (1996, p. 466). Beyond the methodological criticisms of some American researchers, perhaps the term “news system” was too broad since the study was only based on the perception journalists had on their own, their media organization's and the audience's political left–right standing, as well as in a news decision test the surveyed newspeople filled out.", "In a previous article, Donsbach and Klett (1993), p. 80) affirmed that “there are partially different ‘professional cultures’ … between Anglo-Saxon journalists and continental European journalists”, something that Mancini also acknowledges: “The main important difference between the USA, and partially Great Britain, on the one hand, and Europe, on the other, is certainly the relationship with politics. The European model of journalism is much more partisan than the Anglo-American one” (2005, p. 78). In contrast, Shoemaker and Cohen (1987), covering 10 countries with different cultures and political systems, found considerable similarities on news topics and their newsworthiness, but dissimilarities between journalists' perception of news values and the actual output.", "The vast majority of the comparative studies take the political space as the parameter of analysis, which is most often represented by the country—the “state”—or equivalent supra or infra categories like regional entities. In less frequent instances, the parameter is the linguistic space, a different and more fitted approach for minority-language communities that extend across the borders of the states (Sámis in Norway, Sweden, Finland, and Russia, for example).", "A brief literature review of the comparative research conducted within the European linguistic parameter yields some results. Cormack reflected upon substantive issues of the minority-language media of Western Europe (Cormack, 1998). Hogan-Brun and Wolff (2003) studied the frameworks, status, and prospects of minority languages in Europe. Kirk and Ó Baoill (2003) edited the results of the Fourth Symposium on Language and Politics that was dedicated to the broadcasting and press goals in the minority languages of Ireland, Northern Ireland, and Scotland. Cormack and Hourigan (2007) published a collection of essays on general topics and case studies of minority-language media by 14 scholars. Zabaleta et al. (2008) analysed the perceptions of the journalists of European minority-language media about personal and colleagues' knowledge of the minority language, its quantitative use in the newsroom, and the degree of journalistic development.", "In Europe, over the last 20 years, mostly thanks to the work and pressure of communities and language advocates, as well as the positive attitudes of public institutions, a few international organizations have been established to support minority tongues (Mercator Media, The European Bureau for Lesser Used Languages). In terms of regulation, The European Council in 1992 passed The European Charter for Regional and Minority Languages. It entered into force in 1998 and has already been ratified by 23 nation-states.", "The European Bureau for Lesser Used Languages (EBLUL, 1999), set up for the European Parliament in 1982, classifies “regional or minority languages” in five categories:  National languages of small nation-states, which are less frequently used or threatened, as it is the case of Irish.   Languages of communities residing in a single nation-state, for example, Breton, Galician, and Welsh.   Languages of communities residing in two or more nation-states, for example, Basque and Catalan.   Languages of communities, which constitute a minority in the nation-state in which they live, but are majority languages in other countries, as with the German minority in Belgium, Turkish in Germany, Croatian- and Slovenian-speaking communities of Italy and Austria, among others.   Non-territorial languages, which are traditionally spoken in one or several nation-states, but cannot be identified with a particular area, as the language of the Roma minority.   ", "National languages of small nation-states, which are less frequently used or threatened, as it is the case of Irish.", "Languages of communities residing in a single nation-state, for example, Breton, Galician, and Welsh.", "Languages of communities residing in two or more nation-states, for example, Basque and Catalan.", "Languages of communities, which constitute a minority in the nation-state in which they live, but are majority languages in other countries, as with the German minority in Belgium, Turkish in Germany, Croatian- and Slovenian-speaking communities of Italy and Austria, among others.", "Non-territorial languages, which are traditionally spoken in one or several nation-states, but cannot be identified with a particular area, as the language of the Roma minority.", "The European Commission (2007) estimates that in the current European Union of the 27 Member States and 23 official languages “over 40 million citizens regularly use a regional or minority language”. However, a word of caution is necessary since this estimate also contains diasporic language communities. On the other hand, it is almost impossible and impractical as well, to establish a thorough catalogue of the European regional and/or minority languages for there are complex linguistic issues on which scholars differ, like the hazy distinction between dialect and language, and regional and minority, among others."]}, {"title": "Research Questions", "paragraphs": ["Because of the absence of previous literature on this topic, three research questions were established:  What are the perceptions of journalists working in European minority-language media concerning their current professional role in the community in terms of language support and/or advocacy? In other words, what journalistic role do they think that they currently have towards the community: strictly professional, professional plus minority-language supporter, or professional plus minority-language activist/militant?   What do journalists in European minority-language media believe their potential role should be about the same issue of language support and/or advocacy? Should they only be professional journalists or should they also incorporate another role as either language supporter or activist?   Since the profile of journalists varies in terms of age, studies, and gender, we also wanted to know whether any of those sociodemographic characteristics yield differences in their language-backing role.   ", "What are the perceptions of journalists working in European minority-language media concerning their current professional role in the community in terms of language support and/or advocacy? In other words, what journalistic role do they think that they currently have towards the community: strictly professional, professional plus minority-language supporter, or professional plus minority-language activist/militant?", "What do journalists in European minority-language media believe their potential role should be about the same issue of language support and/or advocacy? Should they only be professional journalists or should they also incorporate another role as either language supporter or activist?", "Since the profile of journalists varies in terms of age, studies, and gender, we also wanted to know whether any of those sociodemographic characteristics yield differences in their language-backing role."]}, {"title": "Method", "paragraphs": ["The study is based on a weighted survey of 230 journalists working in the print press, radio and TV of the mentioned 10 European minority languages. As we said before, there is no scholarly agreement about a complete inventory of the European regional/minority languages, or the dialect–language discrimination. In fact, no European institution has published such a directory yet.", "Consequently, our survey included journalists of those regional/minority languages undoubtedly recognized as such, with a minimum media system, and included in categories 1, 2 and 3 of the EBLUL classification: Basque/Euskara, Catalan, Galician, Corsican, Breton, Frisian, Irish/Gaeilge, Welsh/Cymraeg, Scottish-Gaelic/Gaidhlig, and Sámi.", "A multi-stage method and sampling procedure was established to resolve differences between the journalists' population and media universe. The main methodological steps were as follows:  First, the authors laboured to “map” the minority-language media universe in the 10 communities.   Second, the authors determined the population of full-time and near full-time journalists and their distribution by media type, ownership and the journalists' gender.   Third, an appropriate sample was defined according to several parameters and the questionnaire was written.   Fourth, a pilot study was conducted and necessary adjustments made.   Fifth, the questionnaire was sent, responses received and coded, and results obtained.   ", "First, the authors laboured to “map” the minority-language media universe in the 10 communities.", "Second, the authors determined the population of full-time and near full-time journalists and their distribution by media type, ownership and the journalists' gender.", "Third, an appropriate sample was defined according to several parameters and the questionnaire was written.", "Fourth, a pilot study was conducted and necessary adjustments made.", "Fifth, the questionnaire was sent, responses received and coded, and results obtained.", "All minority-language newspapers, magazines, and radio and television channels were identified and analysed. For that task, the authors travelled during 2004, 2005 and 2006 to all the communities, visited the main news organizations, interviewed key people (managers, directors, newspeople, experts), made intensive fieldwork and explored all kind of sources. The result is a notably complete and updated database on the European minority-language media.", "The unit of analysis was the minority-language medium (newspaper, magazine, radio, or TV) defined by the following basic criteria: publication frequency less than one year, general or specialized information content, available to the general or local public and not only to associates or members of an organization, and more than 70 per cent of content/programming in the minority language.", "The ownership of the news organization was divided into “public”, held by public institutions; “private”, owned by for-profit companies; and “social”, run by not-for-profit social organizations. The diffusion was abridged in two general categories: “local”, for media organizations reaching towns, municipalities, counties/provinces; and “general”, for outlets whose distribution/broadcasting level was that of a political or linguistic community.", "Thus, for the year 2007, the universe of media with ≥70 per cent of content in the minority language was estimated in 1085 outlets, with 46 per cent in press, 36 per cent in radio and 17 per cent in television approximately.", "The distribution by communities was 810 Catalan media outlets (75 per cent); 109 Basque (10 per cent); 77 Welsh (7 per cent; including over 50 papur bro or community newspapers); 45 Galician (4 per cent); between 10 and 15 in the Irish, Breton and Frisian communities (1–1.5 per cent); and less than 10 in the Sámi, Corsican and Scottish-Gaelic communities (<1 per cent).", "An operational definition of the unit of analysis, the journalist, was established, similar to that of Weaver and Wilhoit (1996). Then, the authors gathered information from media editors, directors, and managers about the number of full-time (and near full-time) newspeople.", "The estimated population for the year 2007 was 5301 journalists (30 per cent in print, 38 per cent in radio and 32 per cent in TV). Their distribution by communities is the following: 3677 Catalan-language journalists (69.3 per cent); 650 Basque (12.3 per cent); 460 Galician (8.7 per cent); 121 Irish (2.3 per cent); 103 Sámi (1.9 per cent); 95 Welsh (1.8 per cent); 81 Frisian (1.5 per cent); 51 Breton (0.9 per cent); 35 Scottish-Gaelic (0.7 per cent) and 28 Corsican (0.5 per cent).", "A multi-step and weighted sampling procedure was established to obtain an adequate sample of journalists from the 10 communities with respect to each other and individually. Since the distribution curve of the population of journalists is very skewed (with the Catalan community yielding 69 per cent and seven other communities barely aggregating 10 per cent of the journalism community), we introduced three methodological decisions:  To take the square root of each community's estimate of journalists in order to transform the data with a high degree of skewness into a normal distribution, a standard statistical procedure for cases like this (Rummel, 1970; Wimmer and Dominick, 1983). In this way we determined the basic sample figure for each community.   To increase to a minimum of 10 questionnaires as the sample for communities, where, the value of the square root had been lower.   To apply a similar percentage of increment to the samples of the rest of the communities, to factor this change.   ", "To take the square root of each community's estimate of journalists in order to transform the data with a high degree of skewness into a normal distribution, a standard statistical procedure for cases like this (Rummel, 1970; Wimmer and Dominick, 1983). In this way we determined the basic sample figure for each community.", "To increase to a minimum of 10 questionnaires as the sample for communities, where, the value of the square root had been lower.", "To apply a similar percentage of increment to the samples of the rest of the communities, to factor this change.", "The final sample consisted of 230 responses distributed in the following way: 69 questionnaires (30.0 per cent) from print press journalists, 90 (39.0 per cent) from radio and 71 (30.9 per cent) from TV. The differences with the values in the population of the journalists are lower than 1 per cent. So far as media ownership is concerned, 30.9 per cent of journalists in the sample work in private-sector media, 60.1 per cent in public outlets, and 8.3 per cent in social news organizations. Again, differences with the values in the total population are lower than 4 per cent. The level of diffusion also has a proportional representation; 71.6 per cent of the journalists belong to general diffusion media (linguistic or political community audience), and 28.4 per cent to local outlets. Their difference with figures in the total population is less than 4 per cent. Finally, with respect to gender, female journalists were 41.0 per cent of the sample, and that in the total population was 48.1 per cent, an acceptable difference of eight points.", "Having statistically determined the sample size needed in each community and knowing the actual distribution of the journalists according to the four mentioned criteria (media type, ownership, level of diffusion, and gender), we were able to establish the approximate number of journalists/questionnaires that would be needed for each criterion to obtain an adequate quota sample. We must use the term “approximate” since it is almost impossible to meet the four conditions. Although we collected 264 questionnaires, 34 of them were excluded to avoid imbalance or disproportion. Hence, the responses of the 230 journalists were coded and the results extracted. Likewise, in each of the 10 communities3 the actual and the predicted size of the samples as well as their real and predicted distribution along the media type criterion was reasonably analogous, which gives strength to the study. However, some inevitable differences exist in the case of small communities.", "Since this paper was part of a larger research project, the questionnaire covered other topics as well, including an inquiry about the strategies journalists deploy when they have difficulties finding news sources or eyewitnesses who speak the minority language.", "To reach all the journalists, versions of the questionnaire were prepared in four languages, Spanish, English, French and Basque, and then compared and evaluated for consistency in meaning. The questions were written in a way that could prevent interpretation differences and the categories were labelled as much as possible with words derived from Latin. The use of Latin was based on the generally accepted hypothesis that it is a shared linguistic tradition of many European languages and particularly for English, French and Spanish—three of the languages in which the questionnaire was written. The Basque version also had a similar grounding.", "Focusing on the enquiry of the paper, the authors prepared a qualitative scale of three categories (strictly professional, professional plus language supporter, and professional plus language activist/militant), purportedly of ordinal nature, with the aim of representing three possible and ranged options of the relationship journalists may have with backing their language. The fourth option (any “other” the journalist might propose) was the open door to journalists' free and qualitative contribution.4 ", "Before the survey was conducted, the presumed semantic difference and gradation between the concepts of “supporter” and “activist, militant,” as well as their inter-language equivalence (we should remember that the form was written in four languages) were tested to ensure consistency in dictionary assessment and language experts' judgement. A pilot study with a small group of journalists of different communities was conducted.", "More than 60 per cent of the total population of journalists was contacted and they received the questionnaire. Likewise, nearly all of those who worked in newspapers, magazines, and radio and TV stations of general diffusion got access to it.", "In the case of local newspapers, magazines, and radio and television stations of seven communities with smaller media development (Corsican, Breton, Frisian, Irish, Welsh, Scottish-Gaelic, and Sámi) the questionnaire forms were sent directly to the journalists or directors, editors or someone knowledgeable in the media institutions was requested to distribute them in the newsroom. In the case of the Catalan, Basque and Galician communities, however, due to their relatively high number of local media outlets, a different approach was taken. First, complying with several criteria (media type, ownership, etc.), a weighted sample of the local media outlets was chosen at random and then the questionnaire was sent to the journalists working in those organizations. If for some reason we were not able to communicate with some members of the sample population, we would contact other journalists, editors or the local community people and ask them to distribute the survey questionnaires to them. All this was carried out by maintaining the balance and quota of the sampling procedure.", "The response rate, as expected, was slow in some media organizations and it prompted several follow-up communication strategies (phone calls, emails, etc.)."]}, {"title": "Results", "paragraphs": ["The results of the survey are shown as an analysis of the communities and as a European aggregate and average.", "We wanted to identify the percentage of journalists who consider their current journalistic role before the community as either “strictly professional”, “professional plus language supporter”, “professional plus language activist/militant”, or any other role they might consider. We also wanted to find out whether this number was statistically significant.", "The first category (strictly professional) means that journalists adhere to the sound values, standards and practices of professional journalists as they are understood in their cultural and political frame of reference. These journalists do not have or do not want (or consider appropriate) to have any other role related to the defence of their minority language as far as the journalistic profession is concerned. They simply want to be reporters, with no added journalistic function on the matter of language, rather than being a “qualified user”. Obviously, out of the professional activity, as citizens and community members they may have any standing and activity on these issues.", "The second and third categories (professional plus language supporter and professional plus language activist/militant) mean that in both cases, journalists do adhere to the sound values, standards and practices of professional journalists, but consider that they also have an additional journalistic role before the community in terms of nourishment and defence of their language. As pointed out before, the language supporter category may be considered as a middle ground function. In contrast, the language activist/militant clearly states his or her advocacy character. The results presented in Table 1 show very interesting facts. ", "At the European level, the differences among the total values of the three main categories are statistically significant (Table 1). The option with a higher percentage is “professional plus language supporter” (38.3 per cent). If we dichotomize the options along the axis of language backing, we see that the professional plus language supporter and activist categories together yield 66.1 per cent, which indicates that the majority of the journalists are very sensitive to linking their profession of journalism and language empowerment. Those values do not differ significantly when the results are presented as an average of the communities.", "Based on the values for the “strictly journalist” function there are three groups of communities:  Between 40 and 30 per cent5: three communities reach this level. They are Welsh (40.0 per cent), Catalan (36.6 per cent), and Frisian (30.0 per cent).   Between 30 and 20 per cent: four communities fall in this group. They are Basque (29.0 per cent), Scottish-Gaelic (25.0 per cent), Galician (24.0 per cent), and Sámi (23.5 per cent).   Below 20 per cent: three communities are included here. They are Irish (17.6 per cent), Corsican (10.0 per cent), and Breton (9.1 per cent). In this group, the low percentage of the two communities included in France, each about 10 per cent, is remarkable.   ", "Between 40 and 30 per cent5: three communities reach this level. They are Welsh (40.0 per cent), Catalan (36.6 per cent), and Frisian (30.0 per cent).", "Between 30 and 20 per cent: four communities fall in this group. They are Basque (29.0 per cent), Scottish-Gaelic (25.0 per cent), Galician (24.0 per cent), and Sámi (23.5 per cent).", "Below 20 per cent: three communities are included here. They are Irish (17.6 per cent), Corsican (10.0 per cent), and Breton (9.1 per cent). In this group, the low percentage of the two communities included in France, each about 10 per cent, is remarkable.", "Consequently more than 80 per cent of the journalists from three communities (Breton, Corsican, and Irish) believe that their journalistic role is not “merely professional” but one in which language support and/or activism must be integrated. In the other five communities (Scottish-Gaelic, Sámi, Frisian, Basque, and Galician) between 64 and 75 per cent of journalists think the same way. Finally, slightly more than 50 per cent of the journalists from the Catalan and Welsh communities report that their role should be tied to the defence of the language. However, in these two cases, the category of strict professionalism is relatively high, though below 40 per cent.", "In addition to the current function, it is also pertinent to measure the potential role journalists believe they should play within the community. To facilitate comparisons Table 2 only shows the difference between the potential and the current role (the latter introduced in Table 1). As can be seen, those percentage values are relatively small in most communities, which indicate that journalists do not perceive significant divergence between the function they should fulfil and the one they actually have. ", "The differences at the European level are not statistically significant across the three major categories. Nevertheless, there is a slight decline of the “professional plus language activist/militant” role, perceptible in five communities: Corsican (−40.0 per cent), Breton (−27.3 per cent), Basque (−12.9 per cent), Irish (11.8 per cent), and Frisian (−10.0 per cent). The decline matches, almost case by case, the increment of the language supporter category. The strictly professional function remains approximately the same. In the other communities the differences are not relevant.", "The results by media type at the European framework show that there are statistically significant differences (Table 3). The total number of the professional plus supporter and activist/militant categories rises to 78.3 per cent in press and 72.2 per cent in radio, but decreases to 46.5 per cent in television. In fact, television newspeople say that their main journalistic role for the community is strictly professional (45.1 per cent). ", "However, when asked about the potential role, television journalists indicated that they would like to increase the language supporter role (+16.9 per cent) and reduce the strictly professional function (−12.7 per cent). The opposite happened with press and radio journalists, who increased the strictly professional role (+10 per cent approximately) at the expense mostly of the activist role. These differences between potential and current percentages were statistically significant.6 ", "In Table 4, the results indicate that, at the European level, media ownership is significant for the types of journalistic roles. The variations among the public, private and social media are statistically significant. The sum of the professional plus supporter and activist/militant categories reaches 89.5 per cent in socially owned media, 74.6 per cent in private news organizations, and only 58.6 per cent in public corporations. As one could expect, the majority of social or not-for-profit media journalists endorse the language activist/militant role (68.4 per cent), while the private media newspeople prefer the language supporter function (46.5 per cent). Public journalists are divided almost evenly between “strictly professional” (33.6 per cent) and “professional plus language supporter” functions (36.4 per cent). ", "The differences between the potential and current roles in terms of media ownership are significant.7 Looking more closely, the social media journalists believe that they should increase the language supporter role (+15.8 per cent) and reduce the activist/militant function (−10.5 per cent). Private journalists slightly suggest the need for a rise in the strictly professional role (+8.5 per cent).", "The results on role differences by media diffusion level are also statistically significant. The strictly professional role is selected by 33.7 per cent of the journalists from the general diffusion media, but only by 13.8 per cent of those working in the local diffusion media. Proportionately, the sum of the professional plus language supporter and language activist roles is much higher in the local media (77.6 per cent) than in the media that reaches the general audience (62.2 per cent).", "After a complete analysis of the variables of media type, ownership, and diffusion level, it is pertinent to ask whether the basic sociodemographic variables concerning the journalists have any bearing on the topic of the study. We believe this to be a valuable complementary analysis extracted from the data gathered in the questionnaire.", "There are no statistical differences among female and male journalists concerning the three major roles. In fact, the divergence between both genders in the three categories is less than 5 per cent.", "Journalists were divided in five age segments8 but we did not find statistically significant differences among them in relation to the three major roles. The only meaningful disparity emerged when we compared the youngest age group (20–29) with the oldest (50–65), along the two more distant categories (strictly professional and professional plus language activist/militant), something that is conceptually and methodologically coherent.", "Younger journalists (20–29) favour the “strictly professional” role (38.8 per cent) over the “professional plus language activist/militant” function (20.4 per cent), while older reporters hold the opposite view (19.2 and 42.3 per cent, respectively). Those who are middle-aged (30–39 and 40–49) establish a midpoint position between both ends that, when introduced in the calculations, eliminate the overall statistical significance.", "Again, whether or not journalists have undergone some sort of formal (not “on the job”) journalism education and training did not affect the general results in terms of statistical significance, but looking at individual conditions there is evidence of some differences. For example, among reporters with no journalism studies the strictly professional function gets a low percentage (22.9 per cent) and the language supporter role more than double that figure (46.8 per cent). By contrast, in the group of newspeople with a background of journalism studies the three roles receive almost equal percentages (30–31 per cent range)."]}, {"title": "Synthesis and Discussion", "paragraphs": ["The fact that two-thirds of the minority-language journalists understand professional journalism as an activity in which they incorporate a function of language backing, either at the support or advocacy levels, should prompt us to consider a more comprehensive and context-dependent definition of the roles of journalism, at least in the case of minority languages. In fact, the result is consistent and even higher than two-thirds when we consider eight of the communities (Breton, Corsican, Irish, Scottish-Gaelic, Sámi, Frisian, Basque, and Galician) and only decreases significantly to barely over 50 per cent among the other two, the Catalan and Welsh newspeople.", "It is appropriate to point out that the majority of journalists (>85 per cent) in five communities (Welsh, Scottish-Gaelic, Sámi, Frisian, and Irish) work in public news organizations. Most of the Welsh and all of the Scottish-Gaelic newsmakers work at the BBC. The greater part of the Sámi reporters are employed at the Sámi radio stations of the public broadcast corporations of Finland, Norway, and Sweden. Almost all Frisian-language newspeople work at Omrop Fryslân, which is a public corporation of The Netherlands. Whereas, the vast number of Irish-language journalists are either part of the staff of RTE, the public corporation of the Republic of Ireland, or the BBC of Northern Ireland.", "The role the journalist should potentially play, when compared with the perception of the actual function, does not yield significant differences across the three major categories, although in five communities (Corsican and Breton, strongly; Basque, Irish and Frisian, slightly) journalists would like to reduce the activist/militant function. This result might be interpreted in the sense that nowadays, due to the situation of the language, they see themselves compelled to reinforce the advocacy role but, possibly, if the situation of their language improves, they would like to reduce it.", "Within the European framework well over two-thirds of the press and radio journalists prefer a professional role in which language backing (supporter plus activist) is included, something that does not happen among the television newspeople, where the “strictly professional” category is dominant (45.1 per cent). This finding, which does not seem to have a single or clear-cut explanation, is even better contextualized when we look at the potential role. Indeed, television newspeople reported that they should increase the language supporter role and reduce the strictly professional function, the opposite tendency of what the press and radio journalists said.", "Concerning ownership, nine out of 10 journalists working in socially owned media favour a function where journalistic professionalism is linked to the language support or activism function. This ratio decreases to seven and a half in the private media and to less than six in public news organizations. Finally, almost eight out of 10 journalists of the local diffusion media believe that their current journalistic activity, in addition to being strictly professional, is complemented by a role as language supporters or activists/militants. These results decline to six among newspeople working in general-reach organizations.", "These results seem coherent and allow an interpretation that, overall, journalists of social and private media stay closer than those of public organizations to a journalism concerned with the language and, perhaps, the audience. This type of analysis is even more noticeable in local media.", "The gender and age of the journalists does not have an effect on the journalistic roles under analysis. The only exception was found between the two most separated age groups: the strictly professional role is considered the appropriate one by 38.8 per cent of journalists aged 20–29 and only by 19.2 per cent of journalists aged 50–65. Coherently, numbers are almost reversed for the activist/militant role. It appears to be a generational break since newspeople between the ages of 30 and 49 are in a middle ground with respect to the three categories.", "The variable of journalism studies seems to have some impact since only two out of 10 reporters with no formal journalistic education or training agree that the strictly journalist role is the appropriate one, a value that more than doubles among newspeople with formal journalistic education. We observe that, keeping in mind the evident time span, this finding is congruent with that of McLeod and Rush (1969b).", "The results of this paper reinforce the idea that in the case of minority-language media journalists, the concept of journalism, or at least its function for the community, might need review and redefinition. The standard criteria of professional journalism should be contextualized and complemented by incorporating a function dedicated to the support and/or active defence of the language as part of journalistic activity. It does not mean that good professional journalism is undermined or lessened among minority-language journalists but, rather, enhanced by attaching it to the sociocultural needs of the community.", "As a collateral remark, keeping the necessary methodological and conceptual distances, we cannot avoid making a tangential comparison of the strength of our professional plus language activist/militant function (27.8 per cent) with the “populist mobilizer” role (10.4 per cent) of the American journalists as it was referenced before (Weaver, 2006). In fact, three of the five dimensions of the populist mobilizer (develop cultural interests, motivate people to get involved and set the political agenda) would fit the activist or militant role if we bring in the term language instead of culture or politics.", "Similarly, with due methodological caution, we see that our strictly professional category only gets 27.8 per cent while in Weaver's American survey the interpretive function reaches 62.6 per cent, a sizeable difference that probably indicates divergent perceptions of the functions of journalists.", "The results of this article clearly signal the need for more debate and further research, especially on the strategies and actual practices that minority-language journalists deploy as part of their language support or activism function, within their journalistic activity."]}], "references": [{"title": "“Variations on a Theme: the professional role conceptions of print and online newspapers journalists”", "year": "2005", "journal": "Journalism Quarterly", "volume": "82", "authors": [{"name": "Cassidy William P.", "first_name": "Cassidy", "last_name": "P."}]}, {"title": "“Minority Language Media in Western Europe: preliminary considerations”", "year": "1998", "journal": "European Journal of Communication", "volume": "13", "authors": [{"name": "Cormack Mike", "first_name": "Cormack", "last_name": "Mike"}]}, {"title": "“National News Cultures: a comparison of Dutch, German, British, Australian, and U.S. journalists”", "year": "2002", "journal": "Journalism Quarterly", "volume": "79", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "“Subjective Objectivity. How journalists in four countries define a key term of their profession”", "year": "1993", "journal": "International Communication Gazette", "volume": "51", "authors": [{"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang"}, {"name": "Klett Bettina", "first_name": "Klett", "last_name": "Bettina"}]}, {"title": "“Australian Journalists&#039; Professional and Ethical Values”", "year": "1996", "journal": "Journalism Quarterly", "volume": "73", "authors": [{"name": "Henningham John", "first_name": "Henningham", "last_name": "John"}]}, {"title": "“Professionalization of Latin American and U.S. Journalists”", "year": "1969", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "46", "authors": [{"name": "McLeod Jack M.", "first_name": "McLeod", "last_name": "M."}, {"name": "Rush Ramona R.", "first_name": "Rush", "last_name": "R."}]}, {"title": "“Professionalization of Latin American and U.S. Journalists: part II”", "year": "1969", "journal": "Journalism Quarterly", "volume": "46", "authors": [{"name": "McLeod Jack M.", "first_name": "McLeod", "last_name": "M."}, {"name": "Rush Ramona R.", "first_name": "Rush", "last_name": "R."}]}, {"title": "“News Decisions: journalists as partisan actors”", "year": "1996", "journal": "Political Communication", "volume": "13", "authors": [{"name": "Patterson Thomas E.", "first_name": "Patterson", "last_name": "E."}, {"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang"}]}, {"title": "“Job Satisfaction Among Newsworkers: the influence of profesionalism, perceptions of organizational structure, and social attributes”", "year": "1995", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "72", "authors": [{"name": "Pollard George", "first_name": "Pollard", "last_name": "George"}]}, {"title": "“The Level of Journalism Skills in South African Media: a reason for concern within a developing democracy?”", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Steyn Elanie", "first_name": "Steyn", "last_name": "Elanie"}, {"name": "De Beer Arnold S.", "first_name": "De", "last_name": "S."}]}, {"title": "“Language Development, Knowledge and Use Among Journalists of European Minority Language Media”", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Zabaleta Iñaki", "first_name": "Zabaleta", "last_name": "Iñaki"}, {"name": "Xamardo Nicolas", "first_name": "Xamardo", "last_name": "Nicolas"}, {"name": "Gutierrez Miren Arantza", "first_name": "Gutierrez", "last_name": "Arantza"}, {"name": "Urrutia Santiago", "first_name": "Urrutia", "last_name": "Santiago"}, {"name": "Astobiza Itxaso Fernández", "first_name": "Astobiza", "last_name": "Fernández"}]}]}