{"doi": "10.1080/1461670X.2019.1670718", "url": "https://doi.org/10.1080/1461670X.2019.1670718", "title": "The Journalist as a Detective: The Media Insights and Critique in Post-1991 American, Russian and Swedish Crime Novels", "volume": "21", "year": "2020", "issue": "5", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Åker", "first_name": "Patrik", "name": "Patrik Åker"}, {"last_name": "Rogatchevski", "first_name": "Andrei", "name": "Andrei Rogatchevski"}], "abstract": "ABSTRACTToday it often happens that the protagonist in crime fiction is a journalist—for instance, in the globally spread sub-genre of Nordic noir. This article examines what readers can learn about journalism by comparing crime fiction (a widely popular genre fostering society critique) from Russia, Sweden, and USA. These countries with significantly different press traditions have in the post-1991 era been involved in transformations of the media landscapes which have led to a public distrust in traditional media. We approach these novels as a form of adult media education and thereby as a resource for the reader to develop a critical thinking about journalism. The novels under consideration are permeated with transnational understandings and provide a rich ground for reflections around challenges for finding the truth, such as news-making as a male-dominated activity, journalism as a publicity arena, and an accelerating news environment (i.e., information overload paired with a competition for immediate reporting) as a threat to investigative journalism. The struggling, truth-seeking protagonists can be understood as an answer to a widespread cultural anxiety about journalism’s questioned authority as a truth-telling occupation.", "body": [{"title": "", "paragraphs": ["Mikael Blomkvist epitomises the normative ideal of the journalist as watchdog of the Fourth Estate, the journalist-as-detective, burrowing into the darkest corners, prepared to risk everything, even his life, in pursuit of the truth. / … / I find it reassuring, in these days of collapsing media certainties and dissolving professional boundaries, that such a character still resonates with the mass audience. (McNair 2012, 420)The above quotation, from a review of the film adaptation of Stieg Larsson’s crime novel The Girl with the Dragon Tattoo, demonstrates that in addition to a more direct media consumption, a common way for people to learn about journalism and media is through popular fiction. Fiction can give the public a privileged insight into the world of media, and help shape ideals about the role of journalism. Popular culture can be considered an arena where we find “a culture thinking out loud about itself” (Mukerji and Schudson 1991, 23). Today, crime fiction is widely consumed (see, e.g., Hannah 2018), and is a genre that tends to realistically portray the society and the time where/when it is written, and commonly convey social criticism, in the course of the protagonist’s quest for the truth (Agger 2010).", "Mikael Blomkvist epitomises the normative ideal of the journalist as watchdog of the Fourth Estate, the journalist-as-detective, burrowing into the darkest corners, prepared to risk everything, even his life, in pursuit of the truth. / … / I find it reassuring, in these days of collapsing media certainties and dissolving professional boundaries, that such a character still resonates with the mass audience. (McNair 2012, 420)", "Nordic noir—a specific sub-genre of crime fiction including authors from the Scandinavian countries—is a contemporary phenomenon that is explicitly defined as being about realism and social criticism, and has reached global success in the last two decades or so. The above-mentioned Stieg Larsson is among the most prominent representatives of this genre where the protagonist is often a journalist. We would like to compare this geographically anchored crime fiction with two very different contexts. Stougaard-Nielsen (2016, 522) has highlighted the crime fiction genre as well-adapted to a global market by its familiar form articulating “values and norms globally shared”. Our aim is, therefore, to study the role of journalists and journalism from 1991 until present in the narratives of American, Russian, and Swedish crime fiction to understand, and compare, what kind of critique and insights this genre offers readers in these countries with significantly different press traditions. Furthermore, this should help us understand how these portrayals can be valued as a form of adult media education.", " Journalism studies from over the last two decades emphasize such developments as commercialization, digitization and an increased distrust in journalism (McChesney and Picard 2011; Peters and Broersma 2013). The time frame also coincides with the increasing popularity of crime fiction across the globe (Stougaard-Nielsen 2016). Today, it is often said that we live in an era of post-truth and both journalism (as the Fourth Estate) and crime fiction is about finding the truth. Therefore, it is interesting to study how truth is dealt with in crime fiction during a period of increasing mistrust. Our overarching research questions are: What are the main challenges for the journalists as detectives in establishing the truth? What are the similarities and differences between the three countries? And what can this tell us about crime fiction as a resource for readers to learn about journalism?", " The article starts with an overview of previous research and discusses how crime fiction can be understood as a kind of media education. Then follows a section which briefly presents the chosen novels and the main analytical concepts—fabula and syuzhet—borrowed from narratology."]}, {"title": "Crime Fiction as Media Education", "paragraphs": ["In media studies, there is a research tradition of turning to popular culture in order to understand the more serious functions of media in a democratic society (e.g., Dahlgren and Sparks 1992; Riegert 2007). The available research on fictional representation of journalism in popular culture is mostly about the kind of journalistic categories and stereotypes which can be found in the works analyzed (see, for example, Ehrlich 2006; Good 1986; Saltzman 2002). Saltzman (2005) classifies and examines, from a historical perspective, representations of various types of journalists, ranging from idealization to demonization, predominantly in Anglophone film, television and cartoon strips. Saltzman concludes that “the reporter as detective is probably one of the most popular categories, since both the journalist and the detective are curious inquirers trying to solve a mystery, whether it be a crime or a complex unknown story.”", "Saltzman’s framework has been applied and developed with regard to Anglo-American fiction by the French researcher Shaeda Isani. Her findings establish that the “depiction of the journalist tends to fall into two broad categories: the journalist as … a flawed hero … or the journalist as a faceless, nameless, undistinguishable member of a professional herd” (2009). On both occasions, the view of journalism comes across as consistently critical, which corresponds with a steady decline of public trust in the Anglo-American media throughout the past decade, reflected in a number of the Gallup and YouGov opinion polls (see, for example, Swift 2016; Impress 16-12-05 “Trust in Journalism”).1", "In this article we treat crime novels—our principal research material2—as resources for the readers in a similar way as, for instance, Peters (2013, 187) in his analysis of the popular talk show The Daily Show where he concludes that in the program the audience is “being taught how to ‘read’ media and how to ‘know’ journalism in parallel”. From his perspective, popular representations of media and journalism are important to pay attention to, in order to “rethink the ways that audiences evaluate journalism in a media-saturated age” (175). McNair (2010) approaches popular films as “points of departure for jumping into debates about the state of the news media” (5), because they “provide observers with a window looking onto a culture’s concerns and preoccupations” (7). What becomes important for us is to find out to which degree, and in which ways, crime fiction can be a resource for learning and developing a critical understanding of journalism in relation to questions about truth.", " Therefore, the starting point for this article also relates to the growing research field about media literacies (Livingstone, Van Couvering, and Thumim 2005; Potter 2008; Mills 2010). Here the knowledge about how the media function is assumed to have a great importance for democracy in a media-saturated world. There is a tradition within media literacy of regarding “media as public pedagogy” where content is produced with a direct aim to enlighten and teach, preferably children and young adults, about different topics (Hoechsmann and Poyntz 2012, chap. 3). This media content, commercial or not, is usually driven by elaborate pedagogical strategies. However, we also know that media content, in general, is important for shaping our consciousness. Giroux (1999), for example, has discussed Disney films as “teaching machines” where children come across values and ideas that shape their worldviews.", " Giroux is one of the more profound critics of today’s media industry and the “learning” it provides us with. In this article, we apply a critical approach slightly differently. We seek to understand in what ways crime fiction stimulates the reader to evaluate and reflect about journalists and journalism (cf. Buckingham 2003, 38)—in short, to develop an independent thinking with regard to journalism as a truth-telling profession. One interesting approach, in line with our ambition in this article, is provided by Gray (2006, 5) in his study about The Simpsons as a media text commenting “upon the mechanics of other media texts and institutions”. We understand crime fiction as a “teaching machine” in a general sense, shaping ideas and assumptions about journalists and journalism and thus functioning as a sort of media education. Our study will focus on the understanding of how crime fiction on a textual level can provide a resource for an individual to develop competences to judge, and navigate within, today’s journalistic landscape without abandoning the idea, which is fundamental for democratic societies, that journalism has an important societal function for providing reliable information to citizens.", " One particular aspect of our study is how genre conventions influence the way readers learn about journalists and the media in such novels. Crime fiction is sometimes described as a genre with the goal of activating the reader in making interpretations of, and thinking critically about, certain (often social) issues (Pyrhönen 1994; Evans 2009). In crime fiction, an open and graphic confrontation between good and evil tends to be found, and crime fiction detectives tend to work like (and in our case even are) investigative journalists—gathering facts in order to find the “truth” behind a story. This makes the genre particularly suitable for studying as a resource about popular conceptions of journalism today, when its role as a truth-seeking and truth-telling institution is questioned.", " To deepen the understanding of the critical potential in this global genre, we have chosen to compare novels from three very different countries. The US, Russia and Sweden represent dramatically contrasting media systems and cultural, political and economic contexts. In Hallin and Mancini's study (2004, 11) of three different media systems, North America stands for the liberal model characterized by “market mechanisms and commercial media” with a low degree of involvement from the state. From the 1990s onwards, media scholars have highlighted the fact that the market mechanisms have worked in favor of entertainment at the expense of quality journalism (see, for instance, McManus 1994). Sweden is placed in the democratic corporatist model where the state is active but not directly involved as an owner in the media. Yet since the 1990s, the Swedish media landscape has undergone a commercialization affecting the democratic function of journalism in significant ways (Dahlgren 2000). Russia is not part of Hallin and Mancini’s study but at the end of their book they suggest that there are similarities between Russian media and their third model—the polarized pluralist one, characterized by an integration of media and politics, weak history of commercial media and strong influence from the state. Since the break-up of the Soviet Union in 1991, Russia has developed a media landscape well adapted to market demands (as opposed to being a mere propaganda tool), but this has not resulted in a journalism that is an answer to a “social demand understood as the Fourth Estate” and media as part of a functioning public sphere (Vartanova 2012).", " The spectacular transformation of media landscapes since the beginning of the 1990s, accompanied by the onset of digital media with ubiquitous access to information and the rise of bloggers and citizen journalism, have led to a public distrust in traditional media institutions, such as journalism (Bogaerts and Carpentier 2013; Deuze, Bruns, and Neuberger 2007). In line with Harsin (2018), we argue that that there is a pre-history to today's “post-truth societies” where journalism as a central institution with “the authority to (re-)present truth” is no longer taken for granted. A comparison of the role of journalists and journalism in crime fiction during this specific era in the three countries in question will thus provide us with the material about cultural concerns about “truth” in three historically different media environments."]}, {"title": "Method and Material", "paragraphs": ["In narratology, with roots in Russian formalism, the most fundamental tools are found in the distinction between two concepts, fabula and syuzhet. The crime fiction genre, especially the whodunit, is used by Todorov (1977, chap. 3) as a prime example of how this distinction works. The detective’s task is to reconstruct a coherent story of what is absent—how the crime was committed and what really happened (fabula)—while the narrator simultaneously describes the present story, i.e., the story of the detective’s investigation (syuzhet). In this article the aim is to understand the obstacles for journalists in reconstructing the fabula (story) in the examined crime novels, with departures into the descriptions of journalists and media environments and the different syuzhets (plots) they are part of. The relation between fabula and syuzhet is also dependent on the genre. In this article, we take departure from an overriding crime fiction genre with its specific rules of narrative structure, and do not pay attention to the different sub-genres of crime fiction.", "We have chosen crime fiction where a journalist is the protagonist, by three of the most acclaimed and well-read authors from each country. The authors included are: from Sweden—Stieg Larsson/David Lagercrantz (both writing about the same character—the journalist Mikael Blomkvist), Liza Marklund and Mari Jungstedt; from Russia—Andrei Konstantinov, Tat’iana Ustinova and Tat’iana Stepanova (whose heroine differs from the rest of the protagonists by being an in-house crime reporter working for the police); and from the US—Edna Buchanan, Chelsea Cain and R. G. Belsky.3 All authors have a background as journalists in different media which, we assume, reinforces the reader’s expectations about the realistic dimension when it comes to the portrayal of journalism and media.", "We have chosen two books by the same author (or, in one case, the same character—the journalist Blomkvist) and, wherever possible, tried to cover the beginning/middle and the end of the era after 1991. The American novels cover the entire era, the Swedish are from 1999 until present, and the Russian novels are from 1996 to 2003 only. We could not find any significative Swedish novels from the beginning of the 1990s with journalists as protagonists (although journalists still figure as important characters in the novels by, for instance, Jan Guillou) and we have not been able to find any recent Russian crime fiction with journalists as detectives (possible reasons for this will be discussed in the conclusion). The novels also represent the most common crime fiction sub-genres—the hardboiled school, the clue-puzzle/whodunit story, the police procedural and the thriller (Bergman and Kärrholm 2011; Cawelti 1976). The idea behind the selected crime fiction is to get as rich and varied material as possible and thereby identify a wider range of more general trends concerning the attitudes towards journalists and journalism as reflected in the respective national crime fictions, both jointly and separately."]}, {"title": "Analysis", "paragraphs": ["The following analytical part is structured around the protagonists’ challenges to finding the truth in the novels. One fairly common theme turned out to be news-making as a male-dominated activity; another, how journalism has become an arena for publicity; and a third pattern was about questioning the form of news. The last part of the analysis reflects upon variations among the included countries.", "The newsroom is often central to forming the readers’ understanding of the protagonist and his/her journalistic identity. It is often described as a way of demystifying the profession and introducing the reader to different hierarchies among the media workers. A reoccurring theme is a sharp competition between the protagonists and other journalists and they are seldom helped by the newsroom environment. Sometimes the protagonists in the novels even decide to disobey, or simply stay out of reach of, their editor. The reader learns that this is always the right decision, and the journalists are in the end never punished by their editors for disobedience and staying incommunicado.", " The ideal type of journalist is out in the field and has street smartness. This ideal gets a significative description in Cain’s Heartsick (2007), in which the young female protagonist’s older male journalist mentor is presented in the following way: “He was balding and fat and thought little of journalism degrees, much less M.F.A.’s. He was old school. He was belligerent. He was condescending. He was probably an alcoholic. But he was smart and Susan liked him” (37). He is also the one that confirms the protagonist’s disappointment over the newsroom which she thought would be a vibrant and chaotic place: “It’s like working in a fucking office” (Heartsick, 38). It used to be something else. The opposite to this ideal is the high school graduate who spends all days in the office.", " The newsroom is also characterized as a highly male-dominated space. Women who succeed in this environment are described as adopting a male approach—like for instance the annoying editor in Buchanan’s Contents under Pressure (1992) who has reached her position by being “one of the boys” (64)—or use their attractive looks like the young hot shot reporter in Belsky’s The Kennedy Connection (2014, 38): “Some female reporters play down their looks and their sexuality because they want to be taken seriously. Not Carrie Bratten. It was pretty clear she would do anything for a story.”", " The gender dimension is also one significant aspect in relation to fieldwork about crime. In Stepanova’s V moei ruke gibel’/Death in My Hand, Captain Ekaterina (Katya) Petrovskaya—a former police investigator and currently a press officer at the Moscow Region branch of the Russian Ministry of Internal Affairs—uses her feminine charms every so often to help her get the information she needs for her articles. The chief of the murder investigation unit Nikita Kolosov likes her and is prepared to divulge to her more than to others in a similar line of business (Stepanova’s later novel from the same series, Vse ottenki chernogo/All the Shades of Black, even states that he disliked in the extreme sharing confidential information with women). Kolosov also regularly needs Petrovskaya’s analytical and intuitive advice for solving crimes. However, Petrovskaya’s femininity also distances her from the everyday brutality of police routine, as the novels about her contain regular digressions on food recipes, weight watching, fashionable clothes, makeup and superstition (in an attempt to solve a crime, Petrovskaya once resorts to fortune telling). Besides, even though she sometimes finds herself in the thick of it (attacked by crime suspects, for instance), she cannot imagine herself running around with a gun like a superwoman of sorts. War and hunting are for men only, she believes.", "When it comes to crime reporting, several novels emphasize a prejudice among journalists that this area is too rough and tough for a woman. The journalist is often a regular at a crime scene and sometimes even becomes a target for a criminal (this is what happens to Andrei Obnorsky, the former military interpreter and current investigative reporter for a St Petersburg youth daily, in Andrei Konstantinov’s (1996b) novel Zhurnalist-2/Journalist-2). One of the heroines in Ustinova’s Boginia praim-taima/The Prime-Time Goddess even gives up on reporting from the world’s hot spots after her rescue from captivity in Afghanistan. It’s not for women, the reader surmises. However, there are several journalistic heroines that challenge the stereotypical assumption of (crime) journalism as a male occupation—for instance, Marklund’s heroine Bengtzon,", " In Marklund’s novels, the gender dimension is also used in making a distinction between the elite-oriented media and what is usually known as more popular news media. Bengtzon works for an evening paper and the two novels we have read are full of justifications of and arguments against the common prejudice that this kind of journalism is all about gossips and scandals. Critique is directed towards the elite media as too anxious about being morally and politically correct. One morning paper (probably Dagens Nyheter, a Swedish version of The New York Times) is constantly referred to as the “Fine Morning Paper”. This kind of journalism is only interested in politics and public matters and excludes private feelings and human interest, such as crime stories. For Bengtzon, this also has a gender bias, since the elite media are understood as male and important (hard news), while the evening press as female and therefore secondary (soft news) (Sprängaren/The Bomber, 103).", " The emphasis found in the novels about telling stories from the angle of the individual, like victims, relatives and criminals, makes the protagonists reflect about, and constantly work with, questions such as integrity and exploitation. The crime reporters in the novels often meet with prejudices about their occupation when they are out in the field, e.g., when the heroine in Heartsick is putting the words in the mouth of a psychiatrist who is conversing with the detective hero in the novel: “Because reporters are vultures who will print anything without a passing thought to its relevance, significance, or veracity?” (145). The psychiatrist confirms that this is what he thinks about journalism. In Ustinova’s Bol’shaia igra/The Big Game, journalism is even likened to prostitution. Bringing up this kind of criticism, often told by someone outside journalism in the plot, becomes a way of dealing with and problematizing a form of critique that is too generalized. All the novels deal with problems around reporting, but they also show ways of handling difficult questions in the tradition of investigative journalism and human interest. In the end, even if fictional journalists often fail to publish the truth about the crime story they are investigating, they still tend to strengthen their integrity as journalists.", " Integrity—and, by extension, investigative journalism and human interest—are also related to being accurate with facts and the question of the journalist’s involvement with sources. Belsky’s Yesterday’s News is explicitly about at what costs the protagonist Carlson can bargain with the truth, because of her personal involvement, without losing her integrity. The protagonist in Contents under Pressure is criticized by other journalists for working too close with the police and thereby losing her journalistic autonomy. As the story develops, the protagonist falls in love with one of her sources at the police department and this dilemma becomes a central part of the novel. In Ustinova’s Bol’shaia igra, the newspaper journalist Lidiia Sheveleva falls head over heels in love with the corporate lawyer Egor Shubin, whom she has outed as an embezzler (fortunately for the couple it later transpires that Lidiia’s sources were flawed and Shubin is innocent). This motif is elaborated further in Stepanova’s novels about Captain Petrovskaya, who believes that she can successfully distance herself from a personal involvement in the events, when crime suspects are her acquaintances and fancy her and the attraction is partly mutual. She can even inform the authorities about her friends’ suspicious activities if the suspicion is strong enough.", " If the journalist becomes too personally involved in the story, the risk is that he/she then loses the critical judgment and ends up reporting something that is not supported by the facts. In two cases the protagonists, interestingly enough men, have been sloppy with checking facts—Blomkvist in Män som hatar kvinnor/The Girl with the Dragon Tattoo, and Malloy in The Kennedy Connection. In both cases they are severely punished—Blomkvist goes to jail and Malloy loses his status and becomes a pariah—but they both accept their punishment as fair and the novels describe their struggle to back up their original stories. Both succeed in the end.", " In sum, the investigative journalism our protagonists practice highlights dilemmas such as how feelings and emotions affect journalists. Such dilemmas are often framed in gendered ways.", "In traditional crime fiction, information is revealed to the reader (and protagonist) in order to reflect upon different solutions to the crime. A chief motif in the crime fiction we have read is understanding journalism and media as a central arena in society. In that sense, revealing information is to a high degree about publicity. The journalist heroine in Stepanova’s novels is even hired by the police to promote a positive image of their work and get the media interested in her stories.", " One reoccurring activity the readers get insights about is the press conference—a concretization of the media arena. Press-conferences are sometimes described as an opportunity to control information on the part of the police (cf. e.g., Zhurnalist-2) and occasions when the media arena can be used to make the villain move in a certain direction. On the other hand, they are also described as something that the police have to do, being almost a hindrance to the police work and just something to get over with. The superintendent in Jungstedt’s Den du inte ser/Unseen formulates it like this when he speaks to his police colleagues: “We are working with a murder and unfortunately, at the same time, we have to handle the press … You will almost certainly receive phone calls from journalists that will try to get information … keep the journalists at a distance” (45–46).", " From the journalists’ point of view, press conferences are understood as a kind of pseudo-event with precisely the function of keeping them at a distance. This is articulated in a condensed way by the journalist Susan Ward in Cain’s Heartsick: “They < the police briefings > were artificial and on-message and almost never revealed anything that was true in the way that made for good writing. The information relayed was accurate, yes. But never true” (44). She also describes press conferences more or less as PR-stunts, used for different kinds of campaigning. For the news media, these occasions seem to be almost of no value at all, except for getting sound bites and confirming rumors. To get real information, the journalist needs a good source at the police department outside the press office. One telling example is Jungstedt’s Det andra ansiktet/The Other Face (2016), in which the journalist protagonist and his photographer are trying to talk to their police sources but end up with a press officer: “They had to settle with the bland press spokesman Lars Norrby, and as usual he didn’t say anything of value” (116–117).", " Absolutely central to almost all the novels is building a trust between individual journalists and people at the police departments. From the journalist’s side, we learn that this is necessary for writing a story that can reveal the truth. For the police, having a journalist you can trust on your side is a way of finding help in solving the crime. There are many examples of the importance of maintaining a good relation by, for instance, not publishing sensitive information. A contrasting example is found in Zhurnalist-2, in which the protagonist comes into possession of an important piece of information, which may or may not be true but has a sizeable potential resonance: Rembrandt’s Danae hanging at the Hermitage Museum is allegedly not the original but a copy, surreptitiously switched with the original in the process of restoration, after a vandal’s attack on the painting in 1985. The protagonist feels that he cannot divulge this information to either the police or fellow journalists because they cannot be trusted. This then become a hindrance for confirming the story and, ultimately, for making it public.", " Publicity is consistently described as complex in relation to crime solving. One aspect is that the police like to show that they are doing a great job, and there are also examples of how people in power want to use publicity opportunities to promote themselves and their own interests. When, for instance, the Swedish island of Gotland is haunted by a serial killer in the summer time (Den du inte ser), the governor puts significant pressure on the police to solve the crime as quickly as possible. The reason for this is that the island is a popular summer destination and bad publicity can ruin its attraction among tourists.", " Another aspect is that publicity can be used to make the villain act in a certain way and urge witnesses to step forward. There are also many examples of how the villains/killers desperately seek publicity. This is a central theme in, for instance, Sprängaren, and is also articulated by the police protagonist when he speaks to the journalist Ward in Heartsick: “It’s a funny tic about serial killers. They generally enjoy the attention of your profession” (56). There are even examples of how victims’ relatives turn to journalism to get publicity around their cases when the police have lost interest.", " However, media as an arena for publicity is too fragile for journalism to gain trust in society. As we have seen, news media can easily be used by other actors and interests. Ultimately, the journalist can end up being just a tool. This is a central motif in Heartsick, in which the young female journalist Ward is used by both the police (to catch the killer) and the serial killer (to control the police). In this novel, the feeling of being fooled is dealt with by the journalist heroine through focusing on another story she had forsaken during the chase of a serial killer. This story involves a young girl, Molly Palmer, who has been abused by a man of power: “The worst of it was that the Molly Palmer story actually mattered. It wasn’t exploitation. It wasn’t advertising. It wasn’t another disposable feature. It could make a difference” (214). The Molly Palmer story thus becomes the real journalistic effort in relation to publicity—to find the truth and reveal injustices. Even the police in-house journalist in Vse ottenki chernogo has this feeling that journalists should not be doing someone else’s job. Petrovskaya notices that her attempts to assist the police in solving crimes interfere with her journalistic skills: instead of trying to explain the reasons for an event, a good reporter should be looking for facts linked to the event, she believes.", " A further aspect that can be learnt from reading crime fiction is that media has its limits as an arena for publicity and discussions. Publicity is followed by responsibility and the reader gets numerous insights and reflections around situations when the predicted consequences of publishing something become a real dilemma. Often, the truth is so complex that it does not fit the journalistic formula, or the expectations society has about journalism. However, when a decision is made not to publish something, the villain in the story has already been punished (usually he or she dies). This is the case in Contents under Pressure, when the villain of the story, a high-ranking policeman who aims to become the chief of the Miami police department, dies in race riots created by the publicity around police brutality. The villain is dead, and the journalist protagonist, therefore, comes to the following conclusion: “My story < i.e., revealing the truth about the villain’s identity > would bring no one to justice and would only further polarize a divided community” (251).", " This is a recurrent pattern for several novels: the villain dies—and a decision is made not to publish the revelations about him/her out of respect for the villain’s relatives or because justice has already been served. There are ongoing discussions in the newsroom whether to publish the story or not. This is touched upon in most novels. In some, like Belsky’s books (The Kennedy Connection and Yesterday’s News), it is also the main theme. Interestingly (from the media education perspective), we do not find final solutions to this problem in the novels. Instead, we are encouraged to reflect upon this issue with the help of the ongoing discussions in the newsrooms and the individual ethical torments among the journalists.", "Crime fiction is about solving a crime and the core of the genre, before coming to a conclusion, strives to build a complex narrative, full of surprises. In that way, the genre supports investigative journalism and the novels are replete with lessons about different journalistic shortcomings and obstacles when it comes to this form of reporting. In a passage from Järnblod/The Final Words, the heroine reflects about her news editor’s idea about tomorrow’s paper: “the future as it should be, with headlines and often pictures and captions, as a reporter you just had to write about reality in a way that matched the utopia of tomorrow” (15). What the heroine thinks is lost in this orientation towards the future is time for reflection and discussions about how to improve the journalistic quality. And moreover, such a conformist journalism is not well-prepared for helping with crime solution.", " In a similar way, the female protagonist in Yesterday’s News reflects upon the orientation towards the future that makes journalism unable to bring attention to what the stories really are about: “There’s a pattern to every story. Most of the time we never see this pattern because the story only lasts for a day or two. It goes on the air or in the newspaper and then we move on to the next story. Nothing is so easily discarded as yesterday’s news, and all of us in the business have a very short attention span” (239). The stories that the journalists work on in the novels often go far back in time, and thereby clash with the reality of news journalism as a commercial business. Scarce resources and the need to meet deadlines, for example, ultimately destroy the work of Obnorsky’s agency for investigative reporting (Zhurnalist-2), founded by him together with four other colleagues at his newspaper: the agency does not last longer than several months, because the investigation cannot always be completed by an agreed date.", " Another problematic aspect is that journalists have to adjust their reporting to established news narratives. In Contents under Pressure the heroine is finding herself trapped in a pattern of racial conflicts between the blacks and the whites. On the one side, she was accused of conducting a crusade against what was understood as white racist policemen. On the other, she was accused by the black community of using racial stereotypes in her reporting. And in the end, this overexcited atmosphere makes her, and the newspaper, take the decision not to publish the truth about the main villain in the story. This can also be related to critique about media campaigns, when all journalists run in the same direction without time for reflection (Blomkvist in Larsson’s novel is himself exposed for this).", " The journalists in the crime novels are all working to get through the most obvious interpretations of different events, to find the truth and reveal the story’s hidden pattern. In reaching all that, some protagonists are also more pronounced in their media critique than others. For instance, Larsson’s Blomkvist has written a whole book filled with examples of economic journalism’s shortcomings. According to him, economic reporting is a prime example of uncritical, cowardly and conformist journalism. Economic journalism is not able to discern “the pattern of the story” and thereby cannot make any real difference. Another example of explicitly formulated media critique is Marklund’s books about the journalist Bengtzon. Already in the first novel about her heroine, readers learn that the editor-in-chief of the evening paper she works for is struggling to hold on to publishing ideals at a time when economic pressures have become more important than ever before. When the heroine flips through the paper, she cynically notices that “it has become so full of advertisements that you can hardly read through it” (180).", " The critique of journalism becomes most pronounced when it concerns TV news. In Ustinova’s Boginia praim-taima, TV news is explained as being under the control of Russia’s political regime, working closely together with the TV bosses. The Press and Media Minister is quoted as saying: “Viewers are tired of too many depressing news items” (41). This observation engenders an orientation away from investigative, critical journalism towards infotainment. In the novel Yesterday’s News, the heroine Carlson has been forced to leave the newspaper she worked for (it closed down) and now finds herself working as a news editor at a TV station. When Carlson describes two young female reporters at the news channel, it becomes clear that they have been hired because of their looks and not for their journalistic endeavors: “Janelle and Cassie looked alike, sounded alike, and even walked alike. They were virtually interchangeable in the world of TV news” (117). And when Carlson makes a comparison between reporting about the weather in newspapers and on TV, it becomes clear that shallowness permeates the whole TV news industry: “When I worked at the New York Tribune as a newspaper reporter, my editor there used to avoid doing weather stories like that. … In TV news, we had no such hesitation about telling people what they already knew” (198). From a journalistic perspective, this novel ends sadly because Carlson, prized with a Pulitzer as a writing reporter, finds that she cannot broadcast the investigative journalism she has been preoccupied with throughout the whole novel: “For a long time, I told myself I was a real journalist—a person of intelligence and principles and serious values who just happened to be working in the world of TV news. But that wasn’t true anymore” (335).", " Overall, it is possible to find strong support for the writing journalist and print journalism in the novels (perhaps unsurprisingly, since novels are an emblematic form of print culture). The assumed death of newspapers due to digitization is not a common theme even in the most recent novels. However, one exception is the novel Järnblod (2015) by Marklund, in which it becomes a central motif. The interpretation given in the novel is that the era of Gutenberg—the print word—is over (there is also an explicit reference to the Swedish media scholars Jan Ekecrantz and Tom Olsson and their idea that we have witnessed the end of the era of journalism as the Fourth Estate). There is, however, hope for the future of print news, according to Marklund’s heroine, who in the end becomes the editor-in-chief at the evening paper she has been working for during the whole crime fiction series (11 books). She says that the printed newspaper can be an important complement “for longer texts, backgrounds, and reportage” (385) and that she, therefore, will invest in a weekend magazine.", "Stougaard-Nielsen (2016) understands the crime fiction genre as well-adapted to a global market, while at the same time having content anchored in “local expressions, stimulating a global readership’s desire for the domesticated exotic” (521–522). In our study, we have tried to examine if this statement is also valid if we look at what insights and critique about journalists and journalism the crime fiction genre contributes. In other words, do different national variations of crime fiction with journalist as a main character result in different kind of obstacles in finding the truth or is this genre permeated by common transnational understandings of challenges for journalists and journalism? As we have discussed above, there are certain themes that reoccur in most novels—but in this section, we would like to highlight that the emphasis is partly different depending on the country.", " Gender questions in relation to news-making is one recurrent theme in the novels. The American and Swedish crime fiction tends to highlight problems with journalism as associated with masculinity and sexist and male jargon in the newsroom. The novels by the Swedish writer Marklund have the explicit goal of highlighting gender issues. In the American novels, it becomes a problem both when women journalists act like men (for instance, the protagonist’s editor in Contents under Pressure), and when women journalists use their femininity in their profession (for example, the hero journalist’s rival in The Kennedy Connection). In the Russian novels, however, female journalists are not condemned for playing with and using their looks and appearance to get the job done. Especially in novels written by female authors, this is often seen as natural, efficient and charming. Traditional gender issues are outlined but not really championed. What is in common, though, that readers are offered reflections around gender in relation to journalism.", " Discussions about the media arena and publicity have a lot of similarities in the novels. The crime genre seems to put emphasis on how different actors and institutions try to use the arena for their purposes. In the Russian novels, publicity is also articulated as a potential danger for the individual journalist and some of them even give up reporting from unsafe places on dangerous topics. They are operating in a society with poorly functioning institutions because of corruption, incompetence and insufficient resources. In the American and Swedish novels, even if journalists often articulate some institutional lack, it is an anomaly that should be, and can be, restored. In the American and Swedish novels, there is also more journalistic autonomy in relation to other institutions. If the journalist is put in danger it is because of an individual lunatic, not because of a nonfunctioning society. However, one interesting similarity is that the traditional journalistic mantra, that truth should be published without regard to possible consequences, is challenged. The novels we have read are full of reflections around what kind of damages a publication of certain information can cause. True stories can often go unpublished as a result.", " The critique directed towards the media landscape also has many similarities when comparing the novels from the three countries. The ideal reporting is found in newspapers where it is supposed to be possible to develop more nuanced, coherent and profound coverage. When the digital environment and the Internet are described (which is relatively prominent in the later novels), it is at best as a complement to print journalism (Marklund’s Järnblod), or at worst, as something full of fragmented rumors and speculations (Lagercrantz’s Mannen som sökte sin skugga/The Girl Who Takes an Eye for an Eye). However, as Niblock (2013) has pointed out, the collaboration between the journalist-hero Blomkvist and the hacker Salander can be understood as a new kind of journalism when professional journalism embraces citizen journalism and the opportunities that digital culture provides. In all three countries, which follows earlier studies of media in popular culture, TV news is placed lowest in the media hierarchy. In the Russian novels this happens because of its focus on infotainment and dependence on the political sphere. The line that the TV business is equivalent to infotainment is also found in the American novels. In the Swedish novels, TV news is not part of the “dumbing down” as it is often described in the American novels. The Swedish novels instead highlight TV news as part of the elite media (in the good and bad sense of the word), and for being uncritical, cowardly and politically correct."]}, {"title": "Concluding Remarks", "paragraphs": ["Much in line with earlier media research about challenges for journalists, readers get to learn about journalism as a male-dominated space, journalism as part of a media arena used by other actors, and journalism as a conformist and predictable occupation attempting to keep up with a faster news environment. What the readers come across in crime fiction is similar to contemporary topics that are taught at media schools. Crime fiction, as a genre where truth-seeking in central, could be used in formal educational contexts to stimulate discussions about journalism as a truth-telling occupation in today’s post-truth societies. Yet even outside a school context these novels provide resources for stimulating the reader to reflect upon, and shape ideas and assumptions about, journalism. In this way the novels can serve the role of media education for the adults.", " All the novels showcase individual journalists who are exceptional in their struggle against the shortcomings and obstacles that surround their profession (and thereby contradict the more critical portrayals of journalists found both in the analyzed novels and in earlier research). The protagonists’ endeavors in finding the truth express a cultural anxiety about journalism’s role in society. The ideal journalism—the journalistic doxa—in the novels is a celebration of investigative journalism and exposure of injustices at the expense of the traditional (older) role of transferring information (cf. Bolin 2014, 344). This ideal is closest to the liberal media model and even if the problem with an increasing commercialization is thematized in the novels, it is a problem that can be tackled. In the Swedish novels, there is not much support for public service media (as an expression for the democratic corporatist model), and in the Russian novels, the involvement from the state and other actors outside journalism and media becomes a dire problem. Interestingly enough, a few years after Putin had come to power, the journalist-as-detective virtually disappeared from the Russian crime fiction genre. That character does not seem to resonate any longer with the image of journalists in Russian popular culture. It may have a great deal to do with the systematic persecution of investigative journalists in Russia since the early 1990s, vividly portrayed, for example, in Helga Brekkan's 2018 documentary Sanningen på ryska/The Russian Journalist. In recent American crime fiction, we still find support for the individual journalistic hero who is struggling in a media environment which does not encourage time-consuming investigations. The most recent Swedish novels about the journalists Blomkvist and Bengtzon are, however, more hopeful about the future for journalism. Blomkvist’s independent magazine Millennium provides an alternative to the shortcomings of mainstream media, and Bengtzon’s becoming editor-in-chief for the evening paper Kvällspressen signals change, both in terms of gender bias and support for a slower journalism (cf. Le Masurier 2015) alongside the traditional news reporting."]}], "references": [{"title": "Television Journalism, Politics and Entertainment: Power and Autonomy in the Field of Television Journalism", "year": "2014", "journal": "Television and New Media", "volume": "15", "authors": [{"name": "Bolin Göran.", "first_name": "Bolin", "last_name": "Göran."}]}, {"title": "Preparing for an Age of Participatory News", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Bruns Axel", "first_name": "Bruns", "last_name": "Axel"}, {"name": "Neuberger Christoph", "first_name": "Neuberger", "last_name": "Christoph"}]}, {"title": "Facts, Truth, and Bad Journalists in the Movies", "year": "2006", "journal": "Journalism", "volume": "7", "authors": [{"name": "Ehrlich Matthew C.", "first_name": "Ehrlich", "last_name": "C."}]}, {"title": "What Is Slow Journalism?", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Le Masurier Megan.", "first_name": "Le", "last_name": "Megan."}]}, {"title": "Tale of two Dragons", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "McNair Brian.", "first_name": "McNair", "last_name": "Brian."}]}, {"title": "Review of the ‘Digital Turn’ in New Literacy Studies", "year": "2010", "journal": "Review of Educational Research", "volume": "80", "authors": [{"name": "Mills Kathy Ann.", "first_name": "Mills", "last_name": "Ann."}]}, {"title": "Criminal Logistics: Globalization, Containerization and Tragedy in Scandinavian Crime Fiction", "year": "2016", "journal": "Journal of World Literature", "volume": "1", "authors": [{"name": "Stougaard-Nielsen Jakob.", "first_name": "Stougaard-Nielsen", "last_name": "Jakob."}]}]}