{"doi": "10.1080/14616701003638426", "url": "https://doi.org/10.1080/14616701003638426", "title": "THE FORM OF REPORTS ON US NEWSPAPER INTERNET SITES, AN UPDATE", "volume": "11", "year": "2010", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Barnhurst", "first_name": "Kevin", "name": "Kevin G. Barnhurst"}], "abstract": " A previous study found that US newspaper electronic editions did not appear to reinvent themselves. In 2001, the Web versions reproduced the substance of print editions so as to relate similarly to readers. A replication of the study shows that by 2005 the online editions were changing, especially in the form of news. For readers, the laborious process involved in using the Internet editions in 2001 had changed, but many clicks and scrolls had shifted from mapping the content to managing reading. Multiple screens for each story exposed readers to more ads. Some interactive elements became standard, such as reader-produced comments and links to archives. But individualized hyperlinks to resources from other agencies or providers were rare, keeping traffic inside the site. The Internet versions were still visually meager compared to print, which has more typographical range and many more graphics and pictures. The study results suggest that print publishers have moved only tentatively into the new technology, continuing a long history as slow adopters of innovation and new techniques for informing the public. Their primary drive has been to serve the needs for revenue, not to provide for the comfort and information of citizens. ", "body": [{"title": "Introduction", "paragraphs": ["US news organizations continue to struggle with transformations in the technology of delivering news, even though long predicted. Legendary editor William Allen White wrote in 1931 that “most of the machinery now employed” for news “will be junked by the end of this century” (Quill, 2007 Supplement, p. 25). Industry sources continually chastise journalists for resisting change. Neil Chase, editor of the continuous news desk at the New York Times, writes, “A decade after newspapers began to publish online, there is still trepidation about technology among reporters and editors” (Nieman Reports, Winter 2006, p. 64). Robert Kuttner, who has worked for the Washington Post and the Boston Globe, complains that “the mainstream press” has come “late to the party” of new technology (in Columbia Journalism Review, March/April 2007, p. 24). He also criticizes publishers, who, “in their haste both to cut newsroom costs and ramp up web operations, … are slashing newsroom staff and running the survivors ragged” (p. 26).", "Although US news businesses still reap higher-than-average profits (Nieman Reports, Winter 2006, p. 63), fears persist about the end of journalism, as layoffs continue and some newspapers, in debt and unable to raise capital on Wall Street, close their doors. In June 2006, an American Journalism Review essay proclaimed, “quality journalism is in jeopardy” (p. 62). Christopher Lydon, a former New York Times reporter prominent in public radio, says, “The priesthood of gatekeepers is being disbanded” (in Columbia Journalism Review, March/April 2007, p. 24).", "No known business model can sustain the US media system still in place, but trade publications hail the potential of Internet editions to reaffirm newswork in civic dialogue. Jan Gilmore, technology columnist at the San Jose Mercury News, says, “If contemporary American journalism is a lecture, what it is evolving into is something that incorporates a conversation and seminar” (Nieman Reports, Fall 2003, p. 79). And Washington Post executive editor Leonard Downie says that, online, “all the feedback improves the journalism” (in Columbia Journalism Review, March/April 2007, p. 27).", "Industry discussions present important questions that previous research has not resolved: whether news organizations are still resisting technology, how Internet editions change news quality, and what kinds of public interactivity are emerging online. This study presents data showing how the form of news online has shifted, adapting to the Web and adjusting interactive options. But news quality has not necessarily improved from changes in the online options for public involvement at newspaper sites."]}, {"title": "Literature", "paragraphs": ["One theory of news form examines how Internet newspapers have expressed larger historical processes, news production systems, and ideas about politics and the public (Barnhurst and Nerone, 2001). Rather than a direct outcome of production technologies, the form of news in history expressed the definition of news and the practices to get a first account of events. Another perspective, the long news hypothesis (Barnhurst and Mutz, 1997), suggests an ongoing redefinition of news as a cultural product, after a century of news stories becoming longer, focusing on journalists and their interpretations of events.", "Initial analyses of online journalism predicted that technologies would change the practice and form of news (Barnhurst, 2002). More Americans were getting news online, but visiting fewer sites, usually ones with brand recognition. Critics and scholars objected that the sites failed to adopt the capabilities of the Internet and held back content and scoops for the print editions. The Web was secondary to print, with identical text but less visual variety and fewer images.", "Recent studies of online journalism continue to treat new technology as a force behind changing practices, but also predict a greater focus on the audience, resulting in expanded democracy. The high cost of print and distribution pushed the move online, although free access continued to make profit uncertain (Carlson, 2003). Surveys found that editors had begun to see the Internet as a faster and roomier venue for news (Singer, 2003) but that, relying more on email to reach sources, reporters still worried about message credibility and security (Garrison, 2004). Case studies found converging news operations changed the socialization of journalists (Singer, 2004), who tended to resist (Domingo, 2008). Email interviews also found practitioners hesitant about interactive features (Singer and González-Velez, 2003), and a survey found print journalists more committed to investigative reporting (Cassidy, 2005). The move online seemed to reinforce “current trends toward infotainment, news for the affluent, corporate and government publicity, and inexpensive, image-over-substance features” (Scott, 2005, p. 110). Further research should show whether news practice continues resisting change.", "To test how news form affects audiences, scholars of information processing and cognition conducted experiments to test specific elements of online information. A comparison found that the New York Times in print exposed readers to a wider range of content than did the Internet edition, although in general anyone using either form regularly showed greater political awareness (Althaus and Tewksbury, 2007). Researchers attempted to discover what about the Web, such as site organization or hyperlinks, affected users' learning (Tremayne, 2008). Studies also examined how different story structures online might influence user interest and understanding (Yaros, 2006). Research in the Netherlands found no experimental differences in how readers use or recall news from print or the Web (d'Haenens et al., 2004), although surveys there suggest print broadens the less affluent, motivated, and interested readers more (de Waal and Schoenbach, 2008).", "But most US research has not tracked changes in the quality of news, such as the structure and positioning of stories, as publishing moved online. One study found more wire stories but otherwise not much change in quality for sites in the process of converging the content of newspapers with other media (Huang et al., 2004). The growing uniformity in news design across media may push audiences to scan information (Cooke, 2005), and editors may be growing more open to user contributions (Singer, 2006).", "Questions of how Web news quality and form influence audiences hinge on whether texts differ online, but the research is inconclusive. US editors say most Internet content comes from print editions (Singer, 2006), although at least CNN political reports have shifted away from shovelware, dumping content from the original outlet common among early news sites (Kautsky and Widholm, 2008). A study of Argentina found about half of stories had content overlap between print and online editions (Boczkowski and de Santos, 2007).", "Although content studies support the criticism that newspaper sites incorporate few interactive features (e.g., Dimitrova et al., 2003), some interactive options, such as email addresses, increased by 2003 (Tremayne et al., 2007). Awards for news design also encouraged more photography in Web editions (Beyers, 2006). Research in Scandinavia found that not all stories appeared online, that print versions were more in-depth, with more visuals and staff-generated copy, and that only about half of Web stories linked to internal archives and almost none linked to outside sites (Engebretsen, 2006).", "Despite its volume, research on Internet news editions is spotty. The functional experiments on users suggest that technical aspects such as the amount of clicking affect learning, but content studies rarely attend to those forms. Studies of interactive features do suggest some changes: email response links may be increasing. Research that includes aspects of site design points to a visual poverty relative to print but also sees improvements in the use of images. Replicating the 2001 study of the form of online newspaper sites provides consistent data to clarify the changing structure of news site pages, the qualities of design and interactivity, and the aspects of production such as staff versus wire authorship and ongoing coverage."]}, {"title": "A Replication", "paragraphs": ["The three cases span the range of US regions and markets. The New York Times is no longer “a local paper but a national one based in New York,” according to its publisher (in Columbia Journalism Review, March/April 2007, p. 28). Despite recent declines, its Web edition has more distinct individual readers than any other US newspaper site (more that 20 million, according to Nielsen). The Chicago Tribune is a large regional newspaper with online dominance in the Midwest (more than four million). The daily Portland Oregonian serves communities around a mid-sized city on the Pacific coast. Its online edition is modest (under one million, according to Scarsborough Research). The three websites represent a range of online approaches: the stand-alone NYTimes.com, the city-based Web portal ChicagoTribune.com, and the affiliate of a larger portal, OregonLive.com/Oregonian.", "The three span the national geography and circulation of the daily press at the mid-2000s, when online US news was no longer a novelty. This study follows research on the same outlets for a century (Barnhurst and Mutz, 1997) and replicates sampling and measures from 2001 (Barnhurst, 2002). A trained assistant drew a purposive sample of stories for three weeks in late June 2005, a period selected to avoid holidays during a slow news period, which can show routine as opposed to exceptional content.", "Coders trained on stories from the 2001 sample to calibrate their work. Both studies employed the same main coder, who gathered both samples. For each topic, he scanned the pages following site navigation menus, then searched to find related stories without links. The census included all stories encountered up to 40 per topic for each site. Each story coding included site, date, and story topic and story production (staff or wire, first report or follow-up). Physical appearance included location on the site, links, and length in jumps and screens containing the story. Visuals include the display and text typography and a count of images with each story.", "After the main coder completed 10 percent of stories, a second coder duplicated the procedure, with good reliability (averaging 0.89) that ranged (from 0.97 to 0.80) according to the difficulty of each step, from simple counts to subjective ratings. Another assistant then compared the online sample to the print edition, identifying identical, similar (with changes to headline or dateline), and dissimilar (such as a print brief of a full online story) stories, noting any that did not appear in print.", "Finally, I examined the results for errors based on general knowledge of the news outlets and content categories and tested for sampling error (analysis of variance, F, with post hoc Scheffe tests). The results report not only statistical significance but also conceptual importance."]}, {"title": "Results", "paragraphs": ["In 2001, few stories (about one in eight) appeared on the main page, not unlike the selectivity of printed front pages, and two-thirds appeared on topical pages that echoed the sections of print (Barnhurst, 2002). By 2005, Web editions began abandoning the print model (see Table 1). ", "Home pages in 2005 used more capacity inherent online, signaling with headlines and some introductory blurbs almost half of stories. The Oregonian jumped from behind (with fewer than 10 percent of stories on the 2001 home page) to placing most stories there. ChicagoTribune.com also listed more content on its home page, up by more than half, and NYTimes.com more than tripled its share, but remained the lowest site. The results confirm that editors acted on their belief in roomier websites (Singer, 2003).", "Unlike 2001, when most content appeared on secondary pages, in 2005 the share dropped by more than half. NYTimes.com still placed almost half its content on the old-style topical pages. The other two sites arranged three-quarters of stories topically in 2001, but by 2005 the Tribune dropped almost by half, and the Oregonian had abandoned topical organization.", "Stories on other pages remained about the same overall, but the sites differed. ChicagoTribune.com tripled the use to almost one in 10 stories. Third-tier pages required clicking links on topical pages, treating the stories as minor. Large changes in tertiary pages might suggest less ranking of newsworthiness, but the shifts were either small or involved few stories (for ChicagoTribune.com). NYTimes.com continued to expect the most digging from readers: three stories out of 10 appeared two or more pages away from home. The average pages a reader of the three sites had to traverse to reach a story (1.7) had dropped (below 2.0 in 2001).", "The four topics all shifted to the home page. Each topic had triple the 2001 share, except for crime, which grew by a factor of six. Politics had the most main-page stories in 2001, followed by accidents, but in 2005 crime stories had the most. Employment coverage moved to tertiary pages, which became even with home and topical pages. Almost no politics stories appeared on third-tier-Other pages, but almost half appeared on topics, pages (see Table 1).", "Overall, main pages contained much more content, topical pages declined, and so did tertiary pages, except at the Times, which continued to use topical pages like sections with links going deeper into the site. The changes in site organization may affect users' learning (Tremayne, 2008).", "After navigating to a page, the reader still must move through the expanded listings, find a story, and then navigate the story's end. The sites overall squeezed more stories into fewer pages, but then stretched reading of individual stories across more pages (Table 2).", "The position of stories became about three-quarters closer in 2005, measured in screen jumps, but NYTimes.com shrank that distance the least. The average link for Chicago Tribune stories was still the furthest down the page (based on roughly six vertical inches of text on the typical browser window). The Oregonian required the least scrolling, although differences were slight, and the range among the sites dropped by half in 2005. The organizing pages of the sites had become more uniform in this dimension.", "Once the reader reached the story, the sites imposed additional clicks down each page and onto continuation pages—more than three and a half screens' worth for the typical story. In 2001, the sites ranged less than a quarter screen (well within sampling error), but bigger differences emerged by 2005 (1.44 screens), ranging from the shortest, ChicagoTribune.com, to the longest, the Oregonian. The Tribune site (the shortest in 2001) now required even fewer clicks down pages and/or to other pages to finish reading a story. NYTimes.com required almost a third of a page more. But the Oregonian added almost a full page-click. The shift did not mean story text itself was getting longer at the Oregonian. On the contrary, all three sites ran shorter stories that year, and the Oregonian stories shrank the most (Barnhurst, 2009). Instead, Web form had adjusted, adding more screens and clicks, each one an opportunity to present such things as advertising as readers moved through a story.", "The increase in story clicks meant that a reader had to go through even more total screens from home to the end of the average story, even though the sites shortened the distance of stories from the home page. In 2001, the Oregonian site required the shortest total scrolling, but in 2005 the Tribune site became shortest (by a margin of 1.43 screens because it had reduced both measures). At the other end of the range, the Times ran the longest both years (by about one-third of a screen). The overall total had grown somewhat, but the 2005 differences now went beyond sampling error. The three sites diverged substantially.", "Links to employment stories appeared deepest on the page, supplanting crime, which the 2001 sites had buried. At the opposite end of the range (of 0.42), accidents played the closest to the top of pages, supplanting politics.", "From 2001 to 2005, clicking through screens after reaching a story expanded most for politics (0.69 screen clicks), followed by jobs (0.36), and crime (0.34). Accidents, however, involved fewer screen clicks (−0.33). In 2005, the range (1.68 screens) was also more dramatic than in 2001 (0.54), but in both years political stories required the most clicking (and rose above sampling error), and accident stories required the least (with strong differences).", "In 2005, the sites became more alike, positioning story links early, but expected more scrolling once readers arrived at a story, especially at the Oregonian. Even so, NYTimes.com differed enough to suggest another approach to its interactions with readers. The Tribune continued front-loading content, and the Oregonian split the difference, as in 2001. The data document different structures emerging for online sites, which influence the user experience (Yaros, 2006).", "The visual design of each site did not range widely. Each used a limited typographic palette: serif headlines and text for NYTimes.com, sans serif for the others. Most stories still had no images (85.4 percent), despite increasing since 2001. The Oregonian went from none in 2001 to almost none in 2005 (seven images with five stories, or 3.1 percent). The Times again ran the most images, more than twice the 2001 number (66 with 42 stories, or 26.3 percent, ranging up to six for one story). The Tribune also ran twice the 2001 number (42 images in 23 stories, or 14.3 percent, ranging up to five with one story). The site differences were significant (Chi-square = 4.29, df = 12, p<0.001).", "Crime stories carried the fewest images (8.3 percent, with two stories having two images), and accident stories the most (19.2 percent, ranging up to five images). Politics (16.7 percent) and jobs (14.2 percent) each had more in 2005, with a greater range for politics (33 images for with 20 stories, one with six images) than for jobs (24 images with 17 stories, ranging only up to two).", "Despite an increase in visuals, the numbers are still minor. In physical size, the images remained relatively small as well, but larger than in 2001, perhaps responding to emphasize photography (Beyers, 2006).", "The sites expanded some interactive options, contrary to earlier criticisms (e.g., Dimitrova et al., 2003). In 2001, hyperlinks accompanied a minority of stories (75.8 percent had none), a condition that improved in 2005 (down to 30.0), although not for ChicagoTribune.com (81.2). Email addresses for the staff disappeared at the Oregonian (from 92.5 percent in 2001), replaced by links to reader discussions and other modes of feedback within the site (86.9 of links in 2005). The Chicago Tribune had some links to its own archived stories, available for purchase (8.1 percent), and a few of its own current stories, available for free (3.1 percent), but gave only two email links (1.2 percent). In 2001, almost half its links led to its own free, related reports. Only the New York Times site had at least one link with every story, most of them to paid archives (72.5 percent, up from 6.3 in 2001) or free Times content (18.8 percent, up from 12.5). Its chat or discussion links declined (to 1.9 percent from 18.8 in the previous study), but email links went from none in 2001 to a few in 2005 (2.5 percent).", "The results for email links document a shift since research showed email addresses increasing in 2003 (Tremayne et al., 2007). Qualms of editors about email (Garrison, 2004) seem to reign in the 2005 data. Links to internal archives were lower in this study than in other research (Engebretsen, 2006), which also found almost no links to outside sites.", "In this replication, any links to external sites or sources dropped dramatically—to only two in the 2005 sample, both in NYTimes.com (falling from 62.5 to 1.2 percent). ChicagoTribune.com had none (down from 11.8), as did the Oregonian (both years). The differences among sites were significant (Chi-square = 7.01, df = 12, p<0.001).", "Roughly the same share of stories had no link, paid archives links, and feedback/discussion links (30 percent or slightly less apiece), and the remainder linked to current stories. Politics and employment had somewhat more links to current stories (around 10 percent), but politics (35.8 percent) and crime (33.3 percent) had more feedback links; accidents (26.7 percent) and jobs (23.3 percent) had fewer. The differences paled compared to contrasts among the sites.", "The sites used a narrow typographic palette but more images, sized smaller than in print. Interactively, the sites shifted from direct contact through email, especially at the Oregonian, and increased discussion boards and on-site feedback for readers, suggesting a change in mode, but not necessarily more openness to users (Singer, 2006). The strongest change was away from linking outside the newspapers' sites, even though linking grew, confirming a focus on the illusion, not substance, of interactivity (Scott, 2005).", "Finally, stories also emerge from a context, as products of staff or wire services and as first-day or follow-up reports. In 2005, the Internet editions shifted their focus to current events, providing fewer follow-ups, but the share of staff and wire stories remained stable overall (Table 3). ", "The proportions of staff and wire content remained constant from 2001 to 2005, contrary to previous research (Huang et al., 2004). But a large shift did occur away from follow-up stories, from more than a quarter of all reports in 2001 to just one 30-second in 2005. Wire-service follow-ups also declined by a third, from almost 10 percent in 2001 to a share similar to staff follow-ups in 2005.", "The total shares stayed the same overall, but not for different sites. At the Times and Tribune, readers in 2001 found half of stories came from wire services, but by 2005 that share had dropped. The Oregonian went from none in 2001 to about a quarter of stories, but still well behind the others. All the sites increased staff-produced first reports, which doubled for ChicagoTribune.com, increased by half for NYTimes.com, and grew by a quarter at the Oregonian site. Even more dramatic, follow-ups dropped for staff and wire combined from about a quarter of Times stories in 2001 to a tenth in 2005 and from more than a third to a sixteenth of Tribune stories.", "For topics, political reports were mostly staff-generated in both years, showing only a slight decline in 2005 (by just 1.6 percent), but follow-ups largely disappeared (from 35.8 percent in 2001). Staff members produced more accident stories in 2005 (up by 9.2 percent) but no follow-ups (from 18.3 percent in 2001). The overall percentage of staff writing remained the same for jobs and crime (64.1 percent), but follow-ups dropped: dramatically for jobs (from 28.3 percent in 2001) but not quite half for crime (from 18.3). Staff production continued to emphasize politics, but with less follow-through, and shifted toward accidents. Follow-ups evaporated, except for crime (politics had the most in 2001).", "The universal 2001 focus was on new news, with two first-day reports to each follow-up, but that focus sharpened in 2005, with a ratio of almost 16:1. Where the Times and Tribune relied less on wire services, the Oregonian site restructured to include more wire stories.", "A post-hoc comparison suggests that the online and print editions diverged in some ways (see Barnhurst, 2009, Table 6). The 2001 online articles usually matched what appeared in print, but not in 2005 (cf. Boczkowski and de Santos, 2007). Only two-thirds of stories online and in print were mostly or entirely alike. A sixth of stories had greater changes, such as full online stories appearing only as a listing in print, and another sixth of online stories never saw print. Stories with differences tended to come from other news outlets, not from local staff. The sites ranged from the smallest reusing print stories most to the largest doing so least, but none merely dumped the print edition online (Kautsky and Widholm, 2008).", "Political stories, the most important in professional news, appeared in about the same staff-produced version most of the time (and no staff-produced politics story appeared online only). Wires provided half of accident stories, but a quarter for crime and employment. Only one wire story had identical text in both editions, and three-fourths of all Web-only stories came from wire services. A combination of available resources and professional practices generated the differences observed in 2005 (Barnhurst, 2009). The main observations of this study would likely hold in a study of print editions."]}, {"title": "Discussion", "paragraphs": ["The organization of news in a medium proposes particular social and political structures, as well as expectations and roles that news producers assign to users of the medium (Barnhurst and Nerone, 2001). The form of the three Web editions assigned priority to news and conveyed their expectations of the reader by placing stories in the home page or a topical page, by positioning stories on pages, by requiring more or less clicking and scrolling to read entire stories, and by producing timely stories within the economic and visual resources available.", "The sites placed stories on home pages with less selectivity, stepping back from mapping content, a characteristic of twentieth-century modern print news. Internet pages are more capacious, and the sites made readers sift through much more on the initial page, reverting to news structure not dominant since the nineteenth century.", "For more than a century, newspaper topical organization revealed how news operators related with the public, especially their perception of audiences in the advertising market (Barnhurst and Nerone, 2001). Shifting content away from topical pages may suggest that journalists are providing a less hierarchical map of the social world, as well as that online markets for news are becoming less segmented or users more omnivorous.", "Main pages became not only more extensive but also more full of accidents. Jobs stories got buried more, and content tilted toward crime, but politics became a topic more like any other. In topical placement, the sites subtly emphasized risk and deemphasized citizen participation and employment.", "The same was the case when traversing to the end of a story. Employment was the most elaborate to get through, supplanting crime in previous research, and crime in 2005 involved the least effort, supplanting politics, which previously had the least. Topics, which had grown similar earlier, now diverged strongly. Politics and jobs differed most dramatically from crime and accidents. The civic and economic topics required more clicking and scrolling, and the topics involving danger required less. The pattern was consistent throughout the data. In follow-ups, civic reporting lost ground, replaced by more first reports of the spot variety, especially news of accidents but also continuing coverage of crimes.", "The measures of navigation to the end of stories suggest how thorough news producers expected readers to be, what professional news values the industry applies to readers, and how conventional wisdom in the culture applies to the public. Spreading the story text across more screens allowed the sites to expose readers to more ads, making a key disadvantage for reading Web editions—all the clicks, jumps, and scrolling to finish a story—into a key to generating revenue.", "The earlier study showed online newspapers failing to employ Web capabilities. By 2005, the sites had more links but a different selection, preferring those easily handled, such as feedback forms, or those readers generate, such as discussion boards, replacing the free-for-all of emails going directly to reporters.", "Links to external sites dropped dramatically. The pattern of links sought to keep readers within the same site, either through their own discussions or through managed feedback. The emerging linking style may advance public discussion, but eliminating email addresses may reduce public access to reporters. Interactive facilities that aimed to draw income from users—paid content and more publicity—could backfire by driving users away. Likewise, the changes in interactivity could serve civic purposes better or make sites more commercial and journalists less accountable. The outcome does appear to confirm editors' hesitance about interactive features (Singer and González-Velez, 2003).", "Measuring the context of practice reveals how journalists follow events and rely on wire services for materials beyond their own region or outposts. A greater emphasis on breaking events accompanied a loss: fewer stories followed up after a story first emerged. More stories were only electronic, appearing in print either as briefs or not at all. But much of online content that differed from print originated not in that newspaper but from external agencies. The bulk of locally produced news still reproduced substantially similar text in both venues.", "Staff cuts at newspapers would dictate increased workloads or shorter, less elaborated stories, perhaps accounting for the dramatic shift away from second-day stories. But wire services also had fewer follow-ups, and so journalism practice may be focusing more on current reports.", "Going on line did not initially change news; instead, outlets used the Web to hold onto local markets. How the sites claimed geographical expertise did not change in 2005 for users interested in Portland, Chicago, or New York City. And sites continued reflecting their economic resources. The Tribune continued front-loading content to give readers quick headlines and links to pursue their topical interests. The Times still rejected the quick rundown, expecting readers to have wide interests and read deeply. And the Oregonian split the difference. Interactively, the Oregonian became less accessible, substituting moderated forums for reporter email. The Tribune abandoned links generally, and the Times remained documentary and still mostly aloof.", "The Times was an outlier in many ways. Other sites reduced topical sectioning online, but the Times followed modern practices of mapping news for dependent readers. NYTimes.com also continued using additional tiers to rank stories. Of the three sites, the Times remained the most resistant to change (Domingo, 2008).", "Finally, the sites remained less rich visually than their print counterparts. Typography did not grow more elaborate, even though automated, expert type-style management for Web design emerged, compatible with consumer browsers. Images became more common, if not much larger, but, like other factors, focused more on accidents. Changing forms appear to respond to commercial forces, not journalism or public affairs.", "Where earlier Internet editions promoted the print product, the 2005 sites had begun to reflect qualities of the new medium. They exploited the larger capacity of home pages compared to print front pages, but also interrupted reading to generate revenue, a tactic much easier to ignore in print. The initial evidence suggests US news changed as publishers and journalists saw their traditional product falling on hard times and focused on making Web editions into viable alternatives."]}], "references": [{"title": "“Agenda Setting and the ‘New’ News: patterns of issue importance among readers of the paper and online versions of the New York Times”", "year": "2007", "journal": "Communication Research", "volume": "29", "authors": [{"name": "Althaus Scott L.", "first_name": "Althaus", "last_name": "L."}, {"name": "Tewksbury David", "first_name": "Tewksbury", "last_name": "David"}]}, {"title": "“News Geography \\&amp; Monopoly: the form of reports on U.S. newspaper internet sites”", "year": "2002", "journal": "Journalism Studies", "volume": "3", "authors": [{"name": "Barnhurst Kevin G.", "first_name": "Barnhurst", "last_name": "G."}]}, {"title": "“American Journalism and the Decline in Event-centered Reporting”", "year": "1997", "journal": "Journal of Communication", "volume": "47", "authors": [{"name": "Barnhurst Kevin G.", "first_name": "Barnhurst", "last_name": "G."}, {"name": "Mutz Diana", "first_name": "Mutz", "last_name": "Diana"}]}, {"title": "“What Constitutes a Good Online News Site? A comparative analysis of American and European awards”", "year": "2006", "journal": "Communications", "volume": "31", "authors": [{"name": "Beyers Hans", "first_name": "Beyers", "last_name": "Hans"}]}, {"title": "“When More Media Equals Less: patterns of content homogenization in Argentina&#039;s leading print and online newspapers”", "year": "2007", "journal": "Political Communication", "volume": "24", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}, {"name": "de Santos Martin", "first_name": "de", "last_name": "Martin"}]}, {"title": "“Variations on a Theme: the professional role conceptions of print and online newspaper journalists”", "year": "2005", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "82", "authors": [{"name": "Cassidy William P.", "first_name": "Cassidy", "last_name": "P."}]}, {"title": "“A Visual Convergence of Print, Television, and the Internet: charting 40 years of design change in news presentation”", "year": "2005", "journal": "New Media \\& Society", "volume": "7", "authors": [{"name": "Cooke Lynne", "first_name": "Cooke", "last_name": "Lynne"}]}, {"title": "“News in Online and Print Newspapers: differences in reader consumption and recall”", "year": "2004", "journal": "New Media \\& Society", "volume": "6", "authors": [{"name": "D'haenens Leen", "first_name": "D'haenens", "last_name": "Leen"}, {"name": "Jankowski Nicholas", "first_name": "Jankowski", "last_name": "Nicholas"}, {"name": "Heuvelman Ard", "first_name": "Heuvelman", "last_name": "Ard"}]}, {"title": "“Presentation Style and Beyond: how print newspapers and online news expand awareness of public affairs issues”", "year": "2008", "journal": "Mass Communication \\& Society", "volume": "11", "authors": [{"name": "de Waal Ester", "first_name": "de", "last_name": "Ester"}, {"name": "Schoenbach Klaus", "first_name": "Schoenbach", "last_name": "Klaus"}]}, {"title": "“Hyperlinking as Gatekeeping: online newspaper coverage of the execution of an American terrorist”", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "Dimitrova Daniela V.", "first_name": "Dimitrova", "last_name": "V."}, {"name": "Connolly-Ahern Colleen", "first_name": "Connolly-Ahern", "last_name": "Colleen"}, {"name": "Williams Andrew Paul", "first_name": "Williams", "last_name": "Paul"}, {"name": "Kaid Lynda Lee", "first_name": "Kaid", "last_name": "Lee"}, {"name": "Reid Amanda", "first_name": "Reid", "last_name": "Amanda"}]}, {"title": "“Interactivity in the Daily Routines of Online Newsrooms: dealing with an uncomfortable myth”", "year": "2008", "journal": "Journal of Computer-mediated Communication", "volume": "13", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}]}, {"title": "“Shallow and Static or Deep and Dynamic? Studying the state of online journalism in Scandinavia”", "year": "2006", "journal": "Nordicom Review", "volume": "27", "authors": [{"name": "Engebretsen Martin", "first_name": "Engebretsen", "last_name": "Martin"}]}, {"title": "“Newspaper Journalists Use Email to Gather News”", "year": "2004", "journal": "Newspaper Research Journal", "volume": "25", "authors": [{"name": "Garrison Bruce", "first_name": "Garrison", "last_name": "Bruce"}]}, {"title": "“Converged Journalism and Quality: a case study of the Tampa Tribune”", "year": "2004", "journal": "Convergence", "volume": "10", "authors": [{"name": "Huang Edgar", "first_name": "Huang", "last_name": "Edgar"}, {"name": "Rademakers Lisa", "first_name": "Rademakers", "last_name": "Lisa"}, {"name": "Fayemiwo Moshood A.", "first_name": "Fayemiwo", "last_name": "A."}, {"name": "Dunlap Lillian", "first_name": "Dunlap", "last_name": "Lillian"}]}, {"title": "“Online Methodology: analysing news flows of online journalism”", "year": "2008", "journal": "Westminster Papers in Communication and Culture", "volume": "5", "authors": [{"name": "Kautsky Robert", "first_name": "Kautsky", "last_name": "Robert"}, {"name": "Widholm Andreas", "first_name": "Widholm", "last_name": "Andreas"}]}, {"title": "“A Contemporary History of Digital Journalism”", "year": "2005", "journal": "Television \\& New Media", "volume": "6", "authors": [{"name": "Scott Ben", "first_name": "Scott", "last_name": "Ben"}]}, {"title": "“Campaign Contributions: online newspaper coverage of election 2000”", "year": "2003", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "80", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“More Than Ink-stained Wretches: the resocialization of print journalists in converged newsrooms”", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“Stepping Back from the Gate: online newspaper editors and the co-production of content in campaign 2004”", "year": "2006", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "83", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "“Envisioning the Caucus Community: online newspaper editors conceptualize their political roles”", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Singer Jane b.", "first_name": "Jane", "last_name": "b."}, {"name": "gonzález-velez mirerza", "first_name": "gonzález-velez", "last_name": "mirerza"}]}, {"title": "“Manipulating Interactivity with Thematically Hyperlinked News Texts: a media learning experiment”", "year": "2008", "journal": "New Media \\& Society", "volume": "10", "authors": [{"name": "Tremayne Mark", "first_name": "Tremayne", "last_name": "Mark"}]}, {"title": "“From Product to Service: the diffusion of dynamic content in online newspapers”", "year": "2007", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "84", "authors": [{"name": "Tremayne Mark", "first_name": "Tremayne", "last_name": "Mark"}, {"name": "Weiss Amy Schmitz", "first_name": "Weiss", "last_name": "Schmitz"}, {"name": "Alves Rosental calmon", "first_name": "Alves", "last_name": "calmon"}]}, {"title": "“Is It the Medium or the Message? Structuring complex news to enhance engagement and situational understanding by nonexperts”", "year": "2006", "journal": "Communication Research", "volume": "33", "authors": [{"name": "Yaros Ronald A.", "first_name": "Yaros", "last_name": "A."}]}]}