{"doi": "10.1080/1461670X.2015.1090884", "url": "https://doi.org/10.1080/1461670X.2015.1090884", "title": "Journalism and Poetry in the Nineteenth Century", "volume": "18", "year": "2017", "issue": "7", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Gray", "first_name": "F.", "name": "F. Elizabeth Gray"}], "abstract": "This article examines the inter-relationship of journalism and poetry in the nineteenth century, when poems on topical issues regularly appeared in newspapers alongside prose reports of the same events. Poems and news reports addressing the Cotton Famine of the 1860s are examined through the dual lenses of literary analysis and field theory, to query how journalism—and the idea of journalism—might be expanded, challenged, or developed by exchanges with poetry, or, in the Bourdieusian sense, how poems might modify the journalistic field. The article argues that nineteenth-century newspaper poems built on and extended the journalism-as-educative paradigm, seeking to move readers from reflection to action, and contributing significantly to the “crusadism” of the late nineteenth-century press. Nineteenth-century newspaper poetry worked with, but distinctly from, journalism to act on and mobilise the reader, and it also critically reflected on the journalism on which it drew and within which it was embedded. The ways nineteenth-century poetry worked to change the way the function of journalism was conceptualised suggest provocative implications for the twenty-first century.", "body": [{"title": "Introduction", "paragraphs": ["What genres can “do” journalism? The interconnections between journalism, entertainment, and popular culture have been much scrutinised (see e.g. Deuze 2005; Harrington 2008; Rowe 2011; Turner 2004). The critical function of editorial cartoons has also been examined in terms of the relationship between journalism and this generic other (see e.g. Lamb 2004, 2007; Seymour-Ure 2001; Hampton 2013). Seymour-Ure calls a cartoon “an editorial in pictures” (335), and Lamb (2007) writes of the satirical might of the cartoon in the American press, long recognised and feared by politicians. Recently, Hampton (2013, 682) has claimed the political cartoon can in fact be “serious journalism”, arguing that the cartoon participated substantively in the late nineteenth-century debates about the development, role, and status of journalism.", "Poems within newspapers are, like cartoons, generic outliers and boundary crossers; in fact, Seymour-Ure's (2001, 333) description of cartoons might plausibly apply to poems, too: “They offer a type of comment—assertive, emotional and often with several layers of meaning—alongside editorial articles that use the conventions of evidence and reasoned argument”. In contrast to the continuing ubiquity of editorial cartoons, poems appear rarely in most newspapers today (pace the Sunday Times’ Poet's Corner), but in the British press in the nineteenth century, poetry was extremely common and extremely popular (Hobbs and Januszewski 2014). Could the newspaper poem, too, offer “serious journalism”, and could it make its own interventions in contemporaneous discussions about journalism's role and influence?", "To twenty-first-century readers, it would seem evident at a basic, formal, and visual level that a poem is not journalism. Whether published in a volume or printed within a newspaper, poems declare themselves such because of their distinctive appearance on the page, via stanzaic arrangement, use of white space, and metrical and rhyme patterning. While formal characteristics are deeply significant, it is important that they, like generic distinctions, be recognised as aspects not of definition but of dynamic formation (Williams 2006, 295). Just as the media historians/critics Barnhurst and Nerone (2001, 9) remind us that “the form of news is never innocent or neutral”, the literary scholar Natalie Houston (2008) insists that the visual and physical properties of the newspaper poem should be interrogated as interested factors in the poem's production of meaning. Might it then be illuminating to ask if poems, in tandem with their formal insistence on their identity as poetry, can simultaneously declare themselves something else—like journalism? In this article, I am interested in focussing not on the differences between the two genres but on their inter-relationships, on the challenging commerce between poetry and journalism in the nineteenth century.", "Content provides the most obvious point of commerce between poetry and journalism. Poems have always drawn on news reports: writers of topical and occasional poetry have historically been indebted to the reporting of current events for the foundation of their creative refractions (see e.g. Gray 2014; Ledbetter 2007; Ramazani 2014). But we may also consider how journalism—or the idea of journalism—might be expanded, challenged, or developed by exchanges with poetry. To take a Bourdieusian perspective, how might poems modify the journalistic field? What might such questions mean for the nineteenth century, when ideas of journalism were hotly debated? What might such questions suggest for our own century, when the very definition of “who practises journalism” is in a state of radical flux?", "In this article, I have chosen for analysis what Dallas Liddle (2009) has dubbed a “contact point”: I focus on newspaper poems and prose accounts centring on the widely reported Cotton Famine in the north of England, at the height of its coverage, in 1862. Examining the relationship of these poems to journalism goes beyond teleological inquiry to encompass consideration of how the historical context and material placement of the poem helps make meaning: these poems drew on journalism, and appeared in newspapers, embedded within journalism. How does the presence of the poem interrogate or influence the meaning of the surrounding news reports? I argue that nineteenth-century newspaper poems built on the journalism-as-educative paradigm, seeking to move readers from reflection to (charitable) action, and contributing significantly to the “crusadism” of the late nineteenth-century press (Chalaby 1998). While not claiming to “do” journalism, nineteenth-century newspaper poetry works with, but distinctly from, journalism to act on and mobilise the reader. This poetry also critically reflects on the journalism on which it draws and within which it is embedded.", "Bringing a literary studies approach into joint harness with journalism studies may help illuminate the particular operations of challenging “journalism-outlier” genres. To date, the most thoughtful consideration of the relationship between poetry and news has been undertaken by Jahan Ramazani in his book Poetry and its Others. Ramazani admits that the two genres appear linguistically and rhetorically opposed: Compared with the news, poetry seems compressed and memorable, phonetically patterned and figuratively rich, if also slow and often counterfactual; compared with poetry, the news seems instantaneous and transparent and dense with information, if also ephemeral, denotative, and flat. (Ramazani 2014, 66)", "Compared with the news, poetry seems compressed and memorable, phonetically patterned and figuratively rich, if also slow and often counterfactual; compared with poetry, the news seems instantaneous and transparent and dense with information, if also ephemeral, denotative, and flat. (Ramazani 2014, 66)", "However, Ramazani demonstrates how these apparent distinctions need modulation, suggesting that poetry may incorporate as well as resist journalism, and that journalism may problematise its own apparent transparency and call attention to its own use of figurative language. Ramazani calls poems that intersect the two genres “threshold poems”. Dallas Liddle (2009, 167), in a provocative study of genre contestation in the mid-nineteenth century, calls for systematic investigation of “the peri-journalism of poets, historians, and … novelists”. Liddle argues for wider analysis of such “texts generated at points of contact and translation between genres” (167). In this article, I extend Liddle's and Ramazani's primarily literary focus to argue that analysis of such contact points helps explicate not solely the literary texts but also underlying generic and cultural contests.", "The historical context of these points of contact is important. Any twenty-first century assumption of a fundamental opposition between objective/factual journalism and subjective/sentimental poetry appears shaky under historically informed scrutiny. Objectivity only became an occupational norm for journalism in the United States in the early years of the twentieth century (see Kaplan 2002; Mindich 1998; Schudson 2001; Stensaas 1987), and in Britain the valorisation of journalistic “impartiality” in the late 1800s and into the 1900s was a complex and contingent process, as Hampton (2008) has demonstrated. In nineteenth-century Britain, news reports were highly likely to engage with emotion as strenuously as with facts, and the Victorian press regularly deployed sentiment in the project of educating the reader. The nineteenth-century heyday of the educational ideal of the newspaper (Hampton 2004) linked the aim of (sentiment-powered) reader betterment to what Chalaby (1998) has dubbed the “crusadism” that, in combination with economic imperatives, characterised much of the late nineteenth-century and early twentieth-century British press. The mirror metaphor widely applied to journalism in nineteenth- and early twentieth-century newspapers was founded, argues Vos (2011, 585), in a “deeply rooted belief in the newspaper's mission for instigating moral and intellectual self-reflection”.", "The moral and literary aspects of the nineteenth-century newspaper's mission have been variously examined. While considerable analysis has been undertaken on the (prose) literature–journalism intersection (see e.g. Campbell 2000; Davis 1996; Treglown and Bennett 1998), markedly less attention has been paid to the role of poetry in nineteenth-century journalism. This is despite the frequency with which nineteenth-century poetry engaged with the news: the Dictionary of Nineteenth-century Journalism notes that poems in periodicals could be vehicles of political commentary as well as of high culture, religious piety, and domestic sentiment. “Original poems sometimes overlapped with news  …  Across class formations and periodical titles, verse both serious and humorous repeatedly commented on wars, social wrongs and the pros and cons of governance and empire” (Hughes 2009, 497). Some initial studies of nineteenth-century newspaper verse have offered suggestive insights. Linda Hughes (2007, 115) has read a number of poems across several Victorian newspapers and magazines, suggesting the poetry within the various publications is revelatory of and influential on the periodicals’ “cultural politics, editorial principles, authorship, formal dynamics, and visuality”. Natalie Houston (2008, 237) has examined poetry published in the Times in the 1860s, noting how poems frequently treated topical events, sometimes “participat[ing] in a textual conversation of several weeks’ length”. The poetry column in the leading Victorian Chartist newspaper The Northern Star has been argued as a central component of Chartist identity and strategy (Sanders 2006). Also on-going work on the prevalence of poetry in local newspapers across nineteenth-century Britain supports an argument of widespread generic interpenetration: “poetry was not seen as an exclusively literary genre; it was also a journalistic genre used widely to comment on the news” (Hobbs 2012, 490). In considering the inter-relationships of poetry and journalism in nineteenth-century periodicals, I am influenced by Jerome McGann's (1991, 13) articulation of the text as “a laced network of linguistic and bibliographical codes”. Seeking to understand better the intricacy of that laced network may lead us to a fuller understanding of how journalism(s) and its/their functions were perceived, created, and contested in the nineteenth century. Further analysis is needed to consider poetry's intertextual relations with news reports on particular topics or in particular publications, its contribution to nineteenth-century journalistic crusadism, and its impact on the journalistic field.", "Literary scholars, then, suggest that a fluid exchange or a sympathetic interlacing may characterise this generic point of commerce; Bourdieu, on the other hand, perceives an antagonistic relation and a push for power. Bourdieu (2005, 36) argues that transformations of the journalistic field are significant because the journalistic field plays a central role in the wider field of power, in which a number of fields compete to impose their own “legitimate vision of the social world”. Field theory requires us to take power dynamics seriously, between fields but also within any individual field, and it demands attention be paid to the complex interplay between social structures and cultural forms (Benson and Neveu 2005, 12). To apply field theory to late nineteenth-century journalism, we must consider that all agents in the field (including journalists, editors, and poets) take up positions that aim either to conserve or transform “the structure of relations of forces that is constitutive of the field” (Bourdieu 2005, 30). Thus, we may read poetic material in nineteenth-century newspaper columns as both reflecting the essential dynamism of the journalistic field and illustrating the struggle for power being undertaken on each page. Journalists and poets publishing in nineteenth-century newspapers are interested agents in the journalistic field, the more deeply implicated because many nineteenth-century writers, from Coleridge to Hunt to Henley, wrote both poetry and journalism, and therefore engaged on an individual level with cultural conflict between genres. Engaged in conflict at a personal and institutional level, these agents contested the right to produce and impose their own vision of the social world, as well as contesting the role and mission of the newspaper itself. While the publication of reportage and poetry on the same page suggests a relationship between the journalistic field and a wider cultural field considerably more porous than is the case in the twenty-first century, it also points to a heterogeneous conception of journalism that was subsequently challenged by the twentieth-century institutionalisation of a journalism of objectivity (and its championing of fact and concomitant suspicion of affect)."]}, {"title": "Reporting the Cotton Famine", "paragraphs": ["In the early 1860s, a crisis dubbed the Cotton Famine struck the north of England, when the impact of the American Civil War meant English mills had no raw product, throwing tens of thousands of mill operatives out of work. The ensuing sufferings of northern cotton factory workers were widely reported in English newspapers and periodicals, in news reports, analyses, and other journalistic discourses like editorials and letters. A number of these prose journalistic accounts may be read as engaging in an extended conversation with newspaper poems addressing the Famine, in terms of their mutual reflection and refraction, and their differing but intersecting ambitions. An early summary of the gathering disaster appeared in the serious, influential London Review in January 25, 1862, aiming to set out the history of the cotton trade and the causes of the present famine “as fully and as succinctly as we can,—confining ourselves to the broad and essential facts … and encumbering our statement with as few figures as possible” (“The Cotton Famine” 1862, 76). The thrust of the article is explanatory and factual; it remains un-emotive, and precision of exposition helps produce emotional impact. It estimates at about three million the number of people in England dependent on cotton manufacture and subsidiary trades. It then carefully delineates how much cotton had historically been imported from the United States (“in the year 1860, America sent us 2,580,000 [bales]”), and the consequences of the Civil War: supply dropped drastically, which could not be made up from other sources, such as India. Prices of the raw material rose proportionally, effectively eliminating all profit from the finished cotton goods: “it is no exaggeration to say that, with nearly all the millowners, it would be cheaper for them, less disastrous, to close their factories at once and altogether, than to buy cotton at present prices and to sell their produce at present prices” (76). The paper reports that the situation was becoming daily more dire. “Before long … the whole cotton manufacturing population will be partially or entirely without employment and without sustenance, beyond such as charity, public or private, may afford them” (77). The London Review article closes by emphasising its unemotional and objective presentation of facts: “This is a fair and unexaggerated view of ‘the position’” (77).", "As 1862 progressed, the dire predictions of the London Review were amply borne out. In July, the Saturday Review reported on “The Distress in Lancashire” (July 26, 1862) subsequent to another calamity: a telegraphic error had led manufacturers to expect 115,000 bales of cotton arriving from India, when only 30,000 were actually on their way. “This disastrous intelligence means, we fear … an average employment of little more than a single day [a week] for the cotton operatives of Lancashire and Cheshire” (101). The Saturday Review focuses its article on how the distress of the people is or is not being met. The destitution of the cotton district is likely to receive a great and rapid development through the exhaustion of the private resources that have hitherto kept thousands of artisans just above want. At the same time … the springs of local charity no longer flow so freely as before. Two months ago, Mr. Farnall spoke with the utmost confidence of the capacity of each district to support its own burthen, at least till Christmas; and we listened to sanguine anticipations of a continued flow of local charity. We were told that a rate of three shillings in the pound would carry even Preston and Wigan through their calamities. Now we hear of a rate of seven shillings in the pound, and a diminishing subscription list. By whom, then, is this great and increasing mass of paupers to be supported? (101)", "The destitution of the cotton district is likely to receive a great and rapid development through the exhaustion of the private resources that have hitherto kept thousands of artisans just above want. At the same time … the springs of local charity no longer flow so freely as before. Two months ago, Mr. Farnall spoke with the utmost confidence of the capacity of each district to support its own burthen, at least till Christmas; and we listened to sanguine anticipations of a continued flow of local charity. We were told that a rate of three shillings in the pound would carry even Preston and Wigan through their calamities. Now we hear of a rate of seven shillings in the pound, and a diminishing subscription list. By whom, then, is this great and increasing mass of paupers to be supported? (101)", "The article discusses the different plans proposed. One proposition has the government advancing money to the districts, to be repaid “when prosperity and wealth return”. Mr. Villiers’ bill (then in Parliament) proposes that individual parishes can call for support on the common funds of the county. Several subscription lists propose different forms of relief for the poor, and the article praises a scheme headed by Lord Derby's name. The Saturday Review’s focus, then, is on political proposals and practical assistance measures rather than on the particularities of the plight of those affected by the Famine.", "Much newspaper poetry treating the Famine appeared in 1862; most was unattributed. Dora Greenwell, a widely read poet and essayist of the mid-Victorian period, addressed the Cotton Famine explicitly in several poems printed in newspapers. Appearing under her name, her verses provide a useful initial point of focus in terms of the interpretive frameworks they offered, which both reflect and refract those in the above-mentioned accounts. In “Hearts and Homes”, published in the Leeds Mercury in September,1 Greenwell (1862) focuses unwaveringly on the suffering workers, and she employs a personal, emotional, and spiritual perspective. She also makes explicit the poem's debt to journalism. Immediately below the poem's title, above the first stanza, appears the following extract quoted from the Times: “It is impossible, even if one had never heard of the Cotton Famine, to travel many miles through this district without being struck by the signs of the great calamity which has befallen it. The thick, smoky curtain, which usually hangs between heaven and earth, has been lifted up. There is a glare of sunlight, and a bright, clear atmosphere. On every side giant factories which were the support of thousands stand mute and motionless, giving no sign of life, save here and there a streamlet of thin vapour, lost almost as soon as it issues forth, telling of ‘half-time,’ and wages reduced just short of starvation point.”—The Times, Aug. 22nd.", "“It is impossible, even if one had never heard of the Cotton Famine, to travel many miles through this district without being struck by the signs of the great calamity which has befallen it. The thick, smoky curtain, which usually hangs between heaven and earth, has been lifted up. There is a glare of sunlight, and a bright, clear atmosphere. On every side giant factories which were the support of thousands stand mute and motionless, giving no sign of life, save here and there a streamlet of thin vapour, lost almost as soon as it issues forth, telling of ‘half-time,’ and wages reduced just short of starvation point.”—The Times, Aug. 22nd.", "This extract from the Times’ account provides the key metaphor of the poem's first stanza: “the thick, smoky curtain”. Immediately then, the poem situates itself within a journalistic discourse, not despite but through its deployment of figurative language, and makes an implicit claim for equivalency of poetic and journalistic accounts. The first four stanzas read:", "The poem personalises and simultaneously generalises the sufferings of the mill operatives, largely through deployment of pronouns. These are “our skies” and “our homes”, but the poem then invites a distanced readerly contemplation of “the sinking man … his struggling wife … his child”. These suffering figures stand removed from the writer and reader (“are there none among us here that weep?”) but they are nonetheless the writer's and reader's responsibility, because they are identified as “our starving brethren”, and (in Greenwell's religious universe) everyone appeals “to the great Father of us all”. The poem both states this brotherhood as an established fact, and appeals desperately for Englishmen to respond as if it were fact. This poem does not focus on action, or on political proposals, but rather on who will act. Within “Hearts and Homes”, some of that intervention is strictly spiritual and internal to the reader—feeling, kneeling, and praying. But the poem also urges practical action: “meet to think and plan” and emphatically repeats the verb, “to save”. Greenwell figures salvation as an inseparable blend of physical and spiritual intervention.", "“Hearts and Homes” is clearly a threshold poem, combining poetic and journalistic elements. It draws factual, literal observations from the Times’ account: the cloud emitted from the factory chimneys has lifted, due to production having almost entirely ceased, but this literal image is overlaid with non-literal imagery, in the descent of the cloud of want (in a paradox, increased light means figurative darkness). The whole poem is unapologetically sentimental, conjuring “wailing children”, “hopeless hearts”, and the working man forced to “sell his bed, his coat”. It makes extensive use of rhetorical questions as a structural device shaping several stanzas. And it also highlights reading in general and poetry in particular as having an essential role to play in communicating topical events and influencing readers. Part of the problem Greenwell describes concerning an uncaring English public is that readers of journalistic accounts of the Famine are undertaking what might be termed faulty reading, faulty because shorn of any active corollary: “And are we all content to read of how, from day to day,/His hard-won earnings melt like snow, his comforts drop away … ?” “We are all too busy here to feel”, says Greenwell, implying that (proper/literary) reading should make people feel, should influence people not to remain “content” but rather to engage emotionally, and then act in response.", "While “Hearts and Homes” does not present itself as fact-centred in the way of the emphatically “unexaggerated” London Review article, it does include actual figures, mentioning the 500,000 English homes affected by the Cotton Famine, and in a later stanza quoting the wage the mill workers might receive: “just a shilling in the week!” Such figures are entirely congruent with contemporary journalistic accounts, drawing on the precision but veering away from the emphatic understatement of reports like the London Review’s, in line with Houston's (2008, 241) observation of the ways newspaper poetry could be used to refine, amplify, or otherwise comment on the emotional responses that could be produced by news reporting. While the poem lacks the pointedly specific and practical emphasis of the Saturday Review’s consideration of action measures (the poem's reader might justifiably ask what meeting, thinking, and planning will actually achieve), “Hearts and Homes” counters with a spiritual emphasis completely absent from that report. The poem's penultimate stanza compares the readers (within whose number the poet counts herself) with the heartless non-responders in the biblical tale of the Good Samaritan:And every Sunday [we] go to church; yet, on God's altar layNo gift for them, “the desolate,” for whom we weekly pray.Move, priests and people, silent on; this world's highway is wide,—It leaves us ever room to pass upon the other side!", "Thus, while the intersections are many, the primary point of difference between this poem and contemporary prose reports of the Famine is the poem's attempt to mobilise the reader by appealing to a communal body envisioned both in religious terms and in explicitly literary terms—a spiritual and readerly community. While contemporary news reportage describes the proposals and actions of other people, this poem urges the reader to act, individually, and as a member of a responsible brotherhood of man. Of course, the appeal to a shared community and construction of a unified “we” is a common journalistic trope with a rich and complex history (see Anderson 1991; Muhlmann 2010). I suggest that poetry serves as an important and particular contributor to the community- and nation-building experience of newspaper reading argued by Anderson, insofar as the motivating emotion of this poem also brings to bear the weight of specifically literary sentimentalism, which literary scholars such as Bell (2000) and Dobson (1997) have explored in its eighteenth- and nineteenth-century manifestations, defending it against modernist-influenced denigration, and valorising sentiment as doing cultural work, creating the “feeling reader”. McGann (1996) describes literary (specifically poetic) sentimentalism as challenging traditional views of the operation of mind and reason and valorising new models of social relations. Undoubtedly, Victorian modes of sentimental writing, in various radical and reforming manifestations, could be deployed as powerful humanitarian tools, intervening in political as well as social contexts (Strange 2011). Greenwell's poem also explicitly links a sentimental community to essentially Christian tropes: Christian brotherhood, Greenwell argues, should also be an ineluctable component of newspaper readership.", "The poem negotiates the tension between “rational” reportage and “affective” connection by suggesting a mutually informing and multi-faceted relationship. Greenwell suggests the inadequacy of news reports that present action plans in such a way that the common reader does not feel he or she is needed to become involved, or that does not incite communal feeling. The poem suggests that a newspaper or periodical, in offering writing that responds to current events and issues, has a responsibility to attempt to use its influence to produce and foster community, and to make readers act. Greenwell's poetic call to action suggests a corollary for twenty-first-century readers: it encourages us to read journalism differently."]}, {"title": "Titillation and Satire", "paragraphs": ["Poetry could also respond to news reports with stinging satire, exposing ethical inadequacies. On Monday 8 September 1862, the Times reported at length on the Preston Fancy Ball, “an exceedingly brilliant affair” held on the evening of Friday 5 September in the Corn-Exchange as part of the Preston Guild (“The Preston Guild” 1862). The Preston Guild, described by Crosby (2012) as England's greatest carnival, was an event of medieval origins, celebrated every 20 years. In 1862, the ostensible occasion for the Guild Ball was to raise funds for the increasingly desperate mill operatives of Lancashire. The Times account lingers on every glowing detail of the ball: Five beautiful designs, painted by a local artist, almost concealed the glass roof of the building; the area was covered with white cloth, and the floors of the promenades with rich Brussels carpeting of a Turkish pattern. Elegant ottomans, draped in amber-silvered cloth, were conveniently disposed around the room, groups of statuary abounded everywhere … while five large mirrors reflected the gorgeous scene. (“The Preston Guild” 1862)", "Five beautiful designs, painted by a local artist, almost concealed the glass roof of the building; the area was covered with white cloth, and the floors of the promenades with rich Brussels carpeting of a Turkish pattern. Elegant ottomans, draped in amber-silvered cloth, were conveniently disposed around the room, groups of statuary abounded everywhere … while five large mirrors reflected the gorgeous scene. (“The Preston Guild” 1862)", "The elaborate costuming receives rapturous attention: Charles II and his courtiers lived and laughed again. The glory of Versailles was revived in the magnificent persons of Louis XIV and his Generals, ministers, and parasites. Neapolitan lazzaroni, Calabrian bandits, Spanish muleteers, Barbary rovers, Indian Thugs, and Irish Ribandmen were to be seen on every hand  …  Nor were the costumes worn by the ladies less varied than those of the gentlemen …  Highland maids, Daughters of the Regiment, French, Spanish, Italian, and German peasants, Circassian brides, and Indian princesses, mingled by dozens in the dance. All the dresses, particularly those worn by the ladies, were of the most splendid description. (“The Preston Guild” 1862)", "Charles II and his courtiers lived and laughed again. The glory of Versailles was revived in the magnificent persons of Louis XIV and his Generals, ministers, and parasites. Neapolitan lazzaroni, Calabrian bandits, Spanish muleteers, Barbary rovers, Indian Thugs, and Irish Ribandmen were to be seen on every hand  …  Nor were the costumes worn by the ladies less varied than those of the gentlemen …  Highland maids, Daughters of the Regiment, French, Spanish, Italian, and German peasants, Circassian brides, and Indian princesses, mingled by dozens in the dance. All the dresses, particularly those worn by the ladies, were of the most splendid description. (“The Preston Guild” 1862)", "The Times report reads much like a society column, but it ends with a brief and stark fact: “It has not yet been ascertained what surplus, if any, will remain to be handed over to the Relief Committee”.", "The following month, The Critic 2 reports on the same Ball, its related festivities, and its outcome. The Critic’s conclusions are far more pointed than those of the Times. The upshot of the last celebration of the Guild [the Costume Ball] is, that about 400£ has been handed over to the Distress Fund, to which the Guild Mayor has added 150£; but when we compare what is, comparatively speaking, but a morsel of bread with all the sack which was consumed during the Guild week; when we think of all the money which was spent and time wasted to raise this comparatively small sum for the starving operatives; when we reflect upon the evil effect which all this useless display of mediaeval mummery and luxury must have upon the suffering, brooding minds around  …  we ask ourselves, not unnaturally, whether the whole affair has not now become an utterly vain and useless piece of folly. (“Preston Guild” 1862, 116)", "The upshot of the last celebration of the Guild [the Costume Ball] is, that about 400£ has been handed over to the Distress Fund, to which the Guild Mayor has added 150£; but when we compare what is, comparatively speaking, but a morsel of bread with all the sack which was consumed during the Guild week; when we think of all the money which was spent and time wasted to raise this comparatively small sum for the starving operatives; when we reflect upon the evil effect which all this useless display of mediaeval mummery and luxury must have upon the suffering, brooding minds around  …  we ask ourselves, not unnaturally, whether the whole affair has not now become an utterly vain and useless piece of folly. (“Preston Guild” 1862, 116)", "Greenwell read accounts of the Preston Costume Ball, and wrote in response a scathing satiric poem. While I have not yet identified the original publication details of this poem, which cannot be found in the nineteenth-century British Library newspaper collections, her biographer William Dorling (1885, 206) reports, “she wrote … owing to a statement having appeared in the daily papers, to the effect that the surplus of funds derived from the Guild was nil; and that, consequently, the poor would not benefit in any way by it. It was said that more was spent on the Fancy Ball than had been contributed to the relief of the poor operatives”. The poem was not published in any of Greenwell's poetry volumes, and Dorling includes it in a chapter of the biography entitled “Fugitive Verse”, excerpting five of the eight original stanzas (205–207). The poem echoes many of the criticisms in The Critic account (and, interestingly, the comparison with medieval mummery), but deploys a far richer array of rhetorical tools. Greenwell emphasises visuality, packs her poem with historical, biblical, and literary allusions (Francis Bacon, Edmund Spenser, and John Bunyan all appear), and explicitly invokes generic crossing, throughout:", "In a poem bringing allegory, masque, medieval mystery play, and biblical parable into conversation with a factual news report, Greenwell skewers the hypocrisy of the wealthy squandering money that the poor desperately needed, enjoying luxurious entertainments while claiming to be supportive. But the point of Greenwell's critique extends further than this: I argue that the poem goes further than The Critic’s satirical comment by also criticising the Times’ coverage of this event, in its slavish attention to detail, and its titillating descriptions of excess. The poem may be neatly categorised as what Ramazani (2014, 76) has termed “metanews poems, [which tell] stories in which the material reception and human appropriation of the news is itself the news”. Greenwell's account points a series of satiric parallels with the Times account, contrasting, for example, “All the dresses, particularly those worn by the ladies,  …  of the most splendid description” with the rags and necklaces of bones sported by the near-skeletal hungry; and the “elegant ottomans, draped in amber-silvered cloth … conveniently disposed around the room” with the absence of any furniture (other than stones) possessed by the poor. Greenwell's poem reflects ironically the Times account's un-ironic reflection of those “five large mirrors reflect[ing] the gorgeous scene”. This poem does not merely respond to a topical event; it also offers a stinging class critique. As a threshold poem, it also intervenes in a generic debate, responding to, commenting on, and offering a corrective to a prose news report.", "A few years earlier, in 1855, W. R. Greg wrote in the Edinburgh Review of the danger of an influential paper like the Times functioning as a universal arbiter of knowledge and opinion: It furnishes not only the materials on which our conclusions must be founded: it furnishes the conclusions themselves, cut and dried—coined, stamped, and polished. It inquires, reflects, decides for us … it does all the thinking of the nation … and presents us with ready-made opinions clearly and forcibly expressed. (Greg 1855, 477–478)", "It furnishes not only the materials on which our conclusions must be founded: it furnishes the conclusions themselves, cut and dried—coined, stamped, and polished. It inquires, reflects, decides for us … it does all the thinking of the nation … and presents us with ready-made opinions clearly and forcibly expressed. (Greg 1855, 477–478)", "The Times had held a virtual monopoly on the daily newspaper market until the Stamp Duty was abolished in 1855, so Greg's corrective was historically specific, but his point may be amplified. Field theory cautions against conceptualising the same kind of unified and singular industry stance Greg critiques. The Times speaks from a particular field position which could (increasingly) be challenged by other actors in the journalistic field. Influential conceptions of journalism's function could similarly be challenged, as for example the ideal of a civilising and harmonising journalism articulated by The Monthly Chronicle in 1841: Perhaps there is no stronger proof of the advancement of the present age than the prodigious fertility of the periodical press, and the opinions which daily spread over the civilised world from this source: the beneficial influence it necessarily obtains is extended to every branch of social intercourse. (“Young Europe” 1841, 467)", "Perhaps there is no stronger proof of the advancement of the present age than the prodigious fertility of the periodical press, and the opinions which daily spread over the civilised world from this source: the beneficial influence it necessarily obtains is extended to every branch of social intercourse. (“Young Europe” 1841, 467)", "Greenwell's poem on the Preston Fancy Ball offers a challenge to such an optimistic and totalising view of journalism's role. Each of the poems discussed above engage in a conversation with the Times’ and other prose news accounts of the Cotton Famine—even issue overt criticism—and suggest alternative routes for reflection and decision-making. These newspaper poems question the authoritativeness and reliable relation to fact of all texts, while arguing an interested definition of a newspaper. Papers, postulate these threshold poems, are charged with a particular kind of authority and responsibility in regard to creating and mobilising a reading community."]}, {"title": "Widened Circulation", "paragraphs": ["Poetry in nineteenth-century newspapers also participated in a literal and metaphorical circulatory system in which news was re-imagined, re-articulated, and recirculated within a system driven by both marketplace and artistic imperatives. On 25 October 1862, the Times published an article under the headline “The Distress in the Cotton Districts” (1862). This headline might more accurately be labelled a section heading, directing readers to a regular feature that was multiply repeated and reprinted within this and other papers reporting on the Cotton Famine. The ubiquity of this heading suggests that rhetorical resources, like charitable resources, might ultimately be exhausted by compassion fatigue, the need to respond to ceaseless and unchanging woe. This potential exhaustion suggests, in turn, that generic expansion might be necessary to touch a reading public.", "Tracking one such expansion can begin with a Times article, headed with the byline “From our own reporter”, which begins by describing how the suffering in the mill districts continues to worsen: “Preston has already been attacked by a virulent form of typhus fever, which is distinctly traceable to the privations the poor have undergone during the last 12 months” (“The Distress in the Cotton Districts” 1862).3 On 28 October, the Times printed a letter to the editor which responds to the article of 25 October, echoing the phrase “virulent form”, and sounding a dire warning: Sir,—Your correspondent in Lancashire has not sounded the note of alarm one moment too soon when he tells us that typhus in a virulent form has shown itself at Preston; for typhus, and that to an extent only paralleled by the famine-fever of Ireland, will show itself, not at Preston only, but throughout the cotton districts, unless help is at once afforded to the famishing people on a scale far greater than at present seems even contemplated. (“A Hospital Physician” 1862, 7)", "Sir,—Your correspondent in Lancashire has not sounded the note of alarm one moment too soon when he tells us that typhus in a virulent form has shown itself at Preston; for typhus, and that to an extent only paralleled by the famine-fever of Ireland, will show itself, not at Preston only, but throughout the cotton districts, unless help is at once afforded to the famishing people on a scale far greater than at present seems even contemplated. (“A Hospital Physician” 1862, 7)", "This letter is printed with its own headline, far more striking, alliterative, and consciously rhetorical than that of the journalistic report that stimulated it: “Famine and Fever in Lancashire”. Subsequently, the substance of the typhus report, and the resonant alliteration of the letter's headline, are taken up and combined in an anonymous poem that appeared in Punch in November (“Famine, Fever, and Frost” 1862), which transforms these elements into a form demanding recognition as “literature”.“Famine, Fever, and Frost”Who will open England's purses, Till their golden streamFlows where smokeless chimneys shadow Engines lacking steam,Where from million eyes is glaring Hunger's wolfish gleam?", "The allegorical poem personifies the woes of the title, with Famine, Fever, and finally Frost taking turns attempting to make England's purses open: Famine “stripped the room and cleared the cupboard”; Fever “mustered … fiery tortures spreading madness”; and Frost “arrayed chills that nip man's life”. Each, however, is in turn defeated: “still the purses did not open”. The grim concluding stanza speculates that maybe only through joining forces (“working hand in hand” on the suffering North) will the three horrors force charitable response from England's insensible general population.", "This vivid and accusatory poem was reprinted in a number of regional newspapers, including the Leeds Mercury, the Caledonian Mercury, the Preston Chronicle, the Manchester Times, and the Derby Mercury.4 As Heyd (2012, 10) reminds us, since the eighteenth century at least, “newspapers were the basic news sources for newspapers”, and newspapers could also offer a poetry source for other papers, too: because printed poetry was not copyright, a poem that appeared in one publication could be and regularly was re-printed elsewhere (Hughes 2009, 497).5 So “Famine, Fever, and Frost” drew its factual and some of its figurative content from journalistic reports and letters to the editor, and reformulated and allegorised a tale of misery. In so doing, the call to action gained a vastly extended circulation.", "In the same issue of the Derby Mercury in which the poem appears, a mid-page column with an instantly familiar headline “The Distress in Lancashire” (November 26, 1862) contains several separate sub-stories of widely varying emotional content. These include a dispassionate account of Lord Derby's explanation of the poor-rates system in Lancashire, a less dispassionate account entitled “The Want of Clothing”, which relates that the Clothing Committee had found in one community of 26 houses 43 beds but only one blanket, and a particularly heart-wrenching paragraph entitled “The Starving Lancashire Girl and the Dog”—the two of whom were observed battling over a bone. Several of these reports recruit sentiment, as does “Famine, Fever, and Frost”, to seize readerly attention. The poem is powerful because its formal characteristics—its stanzaic form, shortened lines, rhyme scheme—render it particularly portable and replicable. Additionally, because it is less tied to specific details of place and time than news reports, it may be more readily moved to different publishing venues. In these ways, its specifically poetic identity enables a broader audience reach.", "In another case of poetry “recirculated” from Punch, on 15 November the Manchester Times reprinted “Hands and Hearts” (1862). This poem chooses to report a different aspect of the out-of-work mill-hands: not their penury, but their virtuous desire for honourable work. It begins:There are hands by hundred thousands In the crowded North,Empty, idle, yet for labour, Not for alms, stretched forth.", "In its compressed four-stanza form, the poem eloquently emphasises the willingness of this population to work, and their disinclination to ask for aid of any kind: “Hands struck helpless, yet so willing/If they could to toil!” The poem pairs the Hands with the “hearts by hundred thousands” of the South, who “only seek for channels/wherein best may go/All these streams of human kindness”. These are all mobilising assumptions—the hands of the north are deserving, not idle; the hearts of the south are generous and willing, needing only appropriate channels to send charity flowing. The poem is exceedingly economical with its multiple messages: stressing the essential sameness of these two parts of the population, all parts of the same single British body; asserting the deserving nature of the mill-hands; reaffirming to its readers their own goodness of heart.", "Over and over, the same metaphors circulate in these multiple journalistic and poetic accounts, economically conveying quantities of detailed associations. A clutch of familiar figures appear in the Manchester Times poem: “Famine and her sister Fever” are personified and shown as knocking at the door; charity is a flowing stream; the smokeless chimney stands metonymically for the factories’ lack of industry. Newspaper poems and prose reports, then, share (and mutually promote) a journalistic doxa, a set of accepted textual markers instantly communicating a complex of messages and bidden responses. This doxa has similarities to McGann's “laced network” of codes: it refers to and reaffirms itself, and draws the reader in to participate in that network to construct the intended meaning and respond in the intended fashion.", "However, the relationship between nineteenth-century poem and journalistic report is not necessarily symbiotic or mutually affirming. Ramazani (2014) argues that poems on the threshold of news “showcase their differences and convergences” (67) in a relationship that is both “affiliative and agonistic” (68). Such an affiliative/agonistic relationship can be seen in the juxtapositions of news report and poem in the Preston Chronicle in December 1862. A mid-page report entitled “The Cotton Famine and the Distress in Lancashire” discusses in detail the financial status of several subscriptions raising funds for the Lancashire Relief Fund. The figures mentioned are large: the subscriptions received at the Mansion House last week amounted, in the aggregate, to $251,837, or upwards of a quarter of a million of money, of which $32,374 had been received in the last week alone. (“The Cotton Famine and the Distress in Lancashire” 1862)", "the subscriptions received at the Mansion House last week amounted, in the aggregate, to $251,837, or upwards of a quarter of a million of money, of which $32,374 had been received in the last week alone. (“The Cotton Famine and the Distress in Lancashire” 1862)", "The general effect, through a solely financial focus and the soothing, almost hypnotic listing of abstract numbers, is that of reassuring depersonalisation. Arguably, the reassurance offered by this account might produce complacency, even permission to inactivity.6 Chalaby (1998, 144) notes that crusading journalism often employed personalisation of problems that may not have seemed newsworthy courtesy of their abstraction or simply their commonness: “Poverty is not a newsworthy fact, neither are laws and abstract principles, and journalists need to personify general issues to include them in the news columns”. Juxtaposed with the numbing abstraction of this Preston Chronicle report, the unattributed poem “Welly Clamming” (1862) appears on the same day and the same page. Likely also reprinted from Punch, where it appeared on 13 December 1862, this poem explicitly deploys personalisation, seeking to give a voice to the suffering masses. As do so many poems on the Cotton Famine, it provides an epigraph that foregrounds its own journalistic roots, in fact suggesting a verbatim reporting: “Everywhere we hear this [the phrase “Welly Clamming”], the Lancashire Doric for ‘Nearly Starving’”—Correspondents. The poem repeats the dialect refrain “Welly Clamming” at the end of each of its nine quatrains, emphasising, “here's no whining, wailing, shamming”. The poem offers clear and forceful directives—“clothe them”; “feed them”; “help them”, regularly punctuated by the repeated phrase, which acts as a kind of plaintive verbatim appeal. The final stanza reflects on the poem's own limitations:These are forced and feeble rhymes— Let the faintest praise fall damningOn them, so their moral chimes “Welly Clamming.”", "To be honest, these are forced and feeble rhymes, but the power of the poem's appeal inheres in its most consciously poetic techniques, its use of repetition and its deployment of that dialect phrase. While bemoaning its own literary/aesthetic shortcomings, it simultaneously positions itself outside of any standard of journalistic accuracy through its consciously demotic status, by promoting its own particular kind of “correspondence from the front”. It presents itself as personal and authentic because of its fragmentary and repetitive nature, giving a voice to the mill-operatives themselves. In this way, this highly self-conscious poem supplements—even if not supplants—the factual and non-personal journalistic account on the same page. In other words, it draws on what Houston (2008, 239) has described as “poetry's capacity to offer emotional responses to current events in different language than that of the daily news”.", "Thus, concentric circles of influence and response appeared in newspapers, circles that lapped over multiple generic divisions, and even multiple publications. News reports stimulated readers’ responses in the form of editorial comment and letters to the editor, which, in their turn, influenced poetic productions that were subsequently published and very often re-published in other newspapers. Poetry, in a complex interference, helped news spread."]}, {"title": "Poetry and Journalism in the Twenty-first Century", "paragraphs": ["The Poet's Corner continues to be a regular feature of the Sunday Times in the United Kingdom, and into the twenty-first century it regularly prints verse from such canonical figures as Keats, Dante Gabriel Rossetti, Anne Bradstreet, Walter Savage Landor, and Henry Vaughan, as well as contemporary poets. In June 2014, The Poet's Corner printed “The War Reporter Paul Watson on Censorship”, by the American poet Dan O'Brien (2014). Casting a brutal light not just on censorship but also on the critical function of photojournalism, this poem reflects critically on not famine reporting, but war reporting.Car door's shut. Engine's idling. The mob ismuffled. Out of Somalia and intoa wobbling canoe years ago inSudan. Drifting downriver at sunsetwith Andrew Stawicki, Polish émigréphotographer who snaps a picture ofboys running naked like a snake alongthe river's bloody spine. That's going to bea beautiful picture. They won't print it.Why not? The kid's dick is showing! Openthe door! Open it! This time I frame outeverything shameful. Except the womanslapping the corpse with a flattened tin canand the boy shoveling his face through the mobto laugh at us.", "This poem, from O'Brien's 2013 volume War Reporter, falls (like Greenwell's satiric effort discussed above) into Ramazani's category of metanews poems. The poem eviscerates the hypocrisy of the commercial press: applying bitter satire to stipulations a photo cannot be published if genitalia can be seen, and to efforts to somehow sanitise atrocities before they may be reported. Newspaper poetry today does not fulfil the community-building functions I have argued characterised much newspaper verse of the 1860s, but O'Brien's poem shows startling similarities with certain of the efforts of the nineteenth-century newspaper poems discussed above, which respond to, critique, even correct the journalistic reports that surround them.", "Can poetry “do journalism”? As demonstrated in this paper, it certainly operates in intimate relation with journalism. In the nineteenth century, it participated significantly in furthering journalistic crusadism. In the particular case of the Cotton Famine, it contributed signally to the periodical circulation of particular messages, metaphors, and linguistic effects, helping produce a discourse of distress that insisted the English middle class continue to engage emotionally, as well as drawing attention to the essentially creative role of all journalistic reporting. It deployed a range of rhetorical and formal tools to help produce and mobilise a particular reading community, and it commented critically on the role of journalism in forming and activating that community. As Harrington (2008, 278–279) has noted, journalism and cultural studies scholars “should not simply pass something off merely because it is popular—or indeed emotional, feminine, personal, sensational, and so on … or because it does not conform to the key textual features of journalism”, but rather should ask, “For what purpose? … and perhaps, ‘in whose interests?’” Nineteenth- and twenty-first-century poets alike may battle to shape the journalistic field, producing co- and counter-discourses within newspapers. These outlier genres offer critiques of existing coverage, interrogate the objectivity and reliability of all texts, and seek to impose their own vision of the wider social responsibility of the press. In so doing, outlier genres like poetry issue a call to action, directing our critical attention to our own reception and consumption of news, offering a timely and relevant comment to twenty-first-century news consumers about the multiplicity of genres that may work together in the production of a textured, multi-faceted, and ever-moving journalism."]}], "references": [{"title": "Writing the Victorian City: Discourses of Risk, Connection, and Inevitability", "year": "2001", "journal": "Victorian Studies", "volume": "43", "authors": [{"name": "Choi Tina Young", "first_name": "Choi", "last_name": "Young"}]}, {"title": "What is Journalism?", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Reclaiming Sentimental Literature", "year": "1997", "journal": "American Literature", "volume": "69", "authors": [{"name": "Dobson Joanne", "first_name": "Dobson", "last_name": "Joanne"}]}, {"title": "‘With Thrilling Interest’: Victorian Poets Report the News", "year": "2014", "journal": "Nineteenth-Century Gender Studies", "volume": "10", "authors": [{"name": "Gray F. Elizabeth", "first_name": "Gray", "last_name": "Elizabeth"}]}, {"title": "Hearts and Homes", "year": "1862", "journal": "Leeds Mercury", "volume": "99", "authors": [{"name": "Greenwell Dora", "first_name": "Greenwell", "last_name": "Dora"}]}, {"title": "The Newspaper Press", "year": "1855", "journal": "Edinburgh Review", "volume": "102", "authors": [{"name": "Greg W. R.", "first_name": "Greg", "last_name": "R."}]}, {"title": "The ‘Objectivity’ Ideal and its Limitations in 20th-Century British Journalism", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Hampton Mark", "first_name": "Hampton", "last_name": "Mark"}]}, {"title": "The Political Cartoon as Educationalist Journalism", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Hampton Mark", "first_name": "Hampton", "last_name": "Mark"}]}, {"title": "Popular News in the 21st Century: Time for a New Critical Approach?", "year": "2008", "journal": "Journalism", "volume": "9", "authors": [{"name": "Harrington Stephen", "first_name": "Harrington", "last_name": "Stephen"}]}, {"title": "Five Million Poems, or the Local Press as Poetry Publisher, 1800–1900", "year": "2012", "journal": "Victorian Periodicals Review", "volume": "45", "authors": [{"name": "Hobbs Andrew", "first_name": "Hobbs", "last_name": "Andrew"}]}, {"title": "How Local Newspapers Came to Dominate Victorian Poetry Publishing", "year": "2014", "journal": "Victorian Poetry", "volume": "52", "authors": [{"name": "Hobbs Andrew", "first_name": "Hobbs", "last_name": "Andrew"}, {"name": "Januszewski Claire", "first_name": "Januszewski", "last_name": "Claire"}]}, {"title": "Newspaper Poems: Material Texts in the Public Sphere", "year": "2008", "journal": "Victorian Studies", "volume": "50", "authors": [{"name": "Houston Natalie", "first_name": "Houston", "last_name": "Natalie"}]}, {"title": "What the Wellesley Index Left Out: Why Poetry Matters to Periodical Studies", "year": "2007", "journal": "Victorian Periodicals Review", "volume": "40", "authors": [{"name": "Hughes Linda", "first_name": "Hughes", "last_name": "Linda"}]}, {"title": "Poetry", "year": "2009", "journal": "Dictionary of Nineteenth-Century Journalism", "volume": "", "authors": [{"name": "Hughes Linda", "first_name": "Hughes", "last_name": "Linda"}, {"name": "Brake Laurel", "first_name": "Brake", "last_name": "Laurel"}, {"name": "Demoor Marysa", "first_name": "Demoor", "last_name": "Marysa"}]}, {"title": "Drawing Power: The Limits of Editorial Cartoons in America", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Lamb Chris", "first_name": "Lamb", "last_name": "Chris"}]}, {"title": "Obituary for the Newspaper? Tracking the Tabloid", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Rowe David", "first_name": "Rowe", "last_name": "David"}]}, {"title": "‘A Jackass Load of Poetry’: The Northern Star&#039;s Poetry Column, 1838–1852", "year": "2006", "journal": "Victorian Periodicals Review", "volume": "39", "authors": [{"name": "Sanders Mike", "first_name": "Sanders", "last_name": "Mike"}]}, {"title": "The Objectivity Norm in American Journalism", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "What Future for the British Political Cartoon?", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Seymour-Ure Colin", "first_name": "Seymour-Ure", "last_name": "Colin"}]}, {"title": "Development of the Objectivity Ethic in U.S. Daily Newspapers", "year": "1987", "journal": "Journal of Mass Media Ethics", "volume": "2", "authors": [{"name": "Stensaas Harlan S.", "first_name": "Stensaas", "last_name": "S."}]}, {"title": "Tramp: Sentiment and the Homeless Man in the Late-Victorian and Edwardian City", "year": "2011", "journal": "Journal of Victorian Culture", "volume": "16", "authors": [{"name": "Strange Julie-Marie", "first_name": "Strange", "last_name": "Julie-Marie"}]}, {"title": "‘A mirror of the times’: A history of the Mirror Metaphor in Journalism", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}]}, {"title": "Genre Matters: A Response", "year": "2006", "journal": "Victorian Studies", "volume": "48", "authors": [{"name": "Williams Carolyn", "first_name": "Williams", "last_name": "Carolyn"}]}]}