{"doi": "10.1080/21670811.2015.1104257", "url": "https://doi.org/10.1080/21670811.2015.1104257", "title": "Media Landscape on Tumblr", "volume": "4", "year": "2016", "issue": "6", "journal": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Kilgo", "first_name": "Danielle", "name": "Danielle K. Kilgo", "affiliation": "", "orcid": "", "role": ""}], "abstract": "Growing concern for the future news consumption of young people and millennials has left journalism scholars and educators with the interesting challenge of engaging youth in news. Rendered “newsless” by one Pew Research report, this study examines news organizations’ publication practices in the largely under-researched and youth-oriented social network Tumblr. Results suggest that while news organizations have become increasingly involved in social media networks, many have created a digital presence on Tumblr and failed to maintain their accounts. Of the few that do consistently post, content appears to be tailored to adhere to the culture of the Tumblr platform, and posts are diversified in terms of format and topic. Surprisingly, though the majority of Tumblr users are considered to be young people and young adults, audience activity totals indicate that user interests may stretch beyond entertainment, widening assumptions that youth are primarily interested in entertainment, sports, and trivial news.", "body": [{"sec_title": "Introduction", "sec_content": ["In 2014, the Association of Education in Journalism and Mass Communication launched a campaign for user engagement in National News Engagement Day—an effort to get more young adults involved and engaged in the news (“National News Engagement Day” 2014). This effort is aimed at youth, triggered by a Pew Research Center news consumption survey which reported that a significant percentage of young adults were “newsless” (Clark 2012).", "The decline in youth news consumption is not exactly news. Mindich (2005) found that the readership of newspapers by young people has declined steadily since the 1920s. Each generation reads a little bit less than its predecessor. But the decline in news consumption is not simply confined to youth. In 2012, the Pew Research Center released a report highlighting the overall decline in news consumption from traditional sources such as television, radio, and newspapers. However, the report details the rise of online and digital news consumption overall. According to Pew, about one-third of adults under the age of 30 received their news from social networking sites on any given day, and an increasingly older population (about 25 percent) has gravitated toward these sources (Clark 2012). Pew also reported that social media sites opened channels for rapidly and effectively connecting with audiences.", "Major and niche news organizations have also made significant efforts to connect with audiences through online venues, especially social media networks. These networks largely include hard-to-reach demographics, particularly the young. Many organizations have a presence on Facebook and Twitter, and to a lesser degree on other social media sites such as the visually based platform Tumblr. While newer social media outlets such as Instagram and Snapchat have emerged as contenders in this visual arena, Lunden (2014) recently reported that Tumblr has overtaken all other social media platforms as the fastest-growing social network.", "Social media have been key venues for successful development of participatory journalism. This type of journalism is conversational and promotes interactivity with audiences (Suau and Masip 2013), giving news organizations a consistent outlet to engage with news consumers, even when consumers are not intentionally seeking news. However, in order to effectively engage with audiences, news organizations must successfully repackage news to distribute in these new platforms. The various stages in which journalists repackage news to engage in these participatory networks is outlined in Dimitrova and Neznanski’s (2006) model of journalistic convergence to online platforms. This model is used to structure this study’s inquiry.", "More specifically, this study looks at Tumblr to see the extent to which information is packaged to adhere to the interests and expectations of audiences in the network—audiences which are primarily young. In 2013, Tumblr was reported to have 34 million users—nearly half (46 percent) of whom are between the ages of 16 and 24 (Smith 2013). While news organizations have established themselves on Tumblr for years (Lavrusik 2010), little is known about how these news groups distribute information on this site. This research fills a gap in literature by examining how various types of news organizations on Tumblr use this youth-occupied site to distribute information as well as to attempt to engage audiences that are alarmingly underrepresented and unengaged with news, as argued by Poindexter (2012). Are organizations simply reproducing shovelware that lacks the topics and formats preferred by the Tumblr culture? Or are some organizations more inclined to adapt to the network preferences, tailoring their information to fit the Tumblr aesthetic with graphics, links, and hyperlinks?", "The findings of this study help to illustrate current practices of various news organizations, and provide insight and practical suggestions based on the content characteristics of active, engaged news organizations. In addition, findings reveal how Tumblr audiences react to various content, beginning a conversation that demystifies what the Tumblr audience might actually prefer."]}, {"sec_title": "Background on Tumblr", "sec_content": ["Released in 2007, Tumblr is a popular microblogging platform that allows users to create their own blogs that are capable of displaying a variety of visuals and textual formats. Additionally, the website features a social networking function that enables users to create individual profiles and connect with others through journal-like entries.", "Tumblr utilizes the functions of microblogging as the basis for participation. Microblogging is considered a brief update or burst of information, usually small and frequent, and is often a function found on social networking sites (Java et al. 2007). Microblogging platforms, most notably Twitter, quickly became a widely used journalistic tool, and have eased information sharing and enhanced distribution capacity to incorporate broad audiences (Lawrence et al. 2013), specifically those who dwell in sites such as Facebook and Twitter, and, as the focus of this study, Tumblr.", "Within these blogs, posts can include texts, images, videos, quotes, and links. Hillman, Procyk, and Neustaedter (2014) describe Tumblr as unlike other social networking sites, highlighting the emphasis of images and visual content on the network. The most frequently used type of visual is the GIF, or sequenced and compressed JPEGs that appear to move. However, visuals are often accompanied by text-based contributions such as commentary and hashtags. Hashtags organize information with content that is tagged similarly. This function is equivalent to the function of hashtags in other social networks. In addition, Tumblr users can follow other users and read content based on their interests. According to Marquart (2010), the most popular interests are books, fashion, and entertainment.", "Tumblr continues to realize audience growth. Pew researchers reported that in 2012 the growing Tumblr network included about 6 percent of internet users in the United States (Anderson and Caumont 2014). The site was deemed most popular with young adults, accounting for 13 percent of all 18–29-year-olds using the web. AddThis Analytics reported a 1299.5 percent growth in Tumblr, predicting its acceleration in the future (Dumenco 2011), and as the site grew, it appears these demographics changed. In 2013, an estimated 34 million users around the world use Tumblr—46 percent of those users were between the ages of 16 and 24 (Smith 2013). In addition, a gender divide is not present in Tumblr, as it is in other networks such as Facebook, Instagram, Pinterest, and Twitter (Desilver 2013). In terms of content, little is known about the overall content demographics. However, in 2013, TechCrunch reported 11.4 percent of Tumblr’s top 200,000 most visited domains included pornographic content, and almost a quarter of all Tumblr traffic was reported to come from porn websites (Perez 2013), though none of these reports have been verified beyond this inquiry. After Web pioneer Yahoo! acquired Tumblr in 2013, Simpson (2013) reported Tumblr executives made pornographic blogs virtually impossible to find without a direct link. Currently, overall traffic statistics and content demographics remain unavailable. Tumblr experienced continued growth—on September 22, 2015, Tumblr reported hosting 255.5 million blogs and 120.6 billion posts (Tumblr 2015).", "While much of journalism research focuses on online engagement through the social networking sites Facebook and Twitter, Tumblr offers a unique arena to explore journalistic practice in a less “traditional” social media platform—one that specifically thrives on the combination of visual and textual content (Doe 2014). Popular visually based social networking platforms include Instagram, Pinterest, and Tumblr. As with most social networking sites, businesses, nonprofits, and news organizations have all made a presence on Tumblr, using this venue as a place to distribute information and to engage with audiences—key goals in participatory journalism."]}, {"sec_title": "Participatory Efforts in Social Media", "sec_content": ["News organizations have increasingly become engaged in participatory journalism—journalism which incorporates features of interactivity with audiences, such as commenting, audience-and-organization exchanges, and information dispersion in online and social media platforms using sharing and linking features (Suau and Masip 2013). Early scholarship on participatory journalism focused on the democratic advantages, such as the two-way, conversational communication with readers (Borger et al. 2012). With the rise of the internet, optimism drove the views of many scholars, and the internet was seen as an ideal turning point for journalism practice, allowing for new ranges of distribution and audiences (Bowman and Willis 2003; Gillmor 2006). Contrarily, the effect of online journalism has also been viewed negatively. This negative perspective suggests participatory journalism does not fulfill traditional journalistic principles and widely undercuts the “radical potential” in which the online movement was praised (Hayes, Singer, and Ceppos 2007). Borger et al. (2012) examined participatory journalism academic publications and found many scholars harbor a negative sentiment toward participatory journalism. The study argues that some scholars believe participatory journalism leads to the degradation of the quality of journalism, deviates from journalistic norms, and blurs the lines between the role of the press and economic gain. However, while participatory journalism may challenge the standard practices of journalism, its concepts and principles remain similar. Participatory journalism places practices informing and engaging with the audience at its core, and thus is arguably more noble than scholarly sentiment might allow (Hermida 2014).", "Online news completely revolutionized the levels of interactivity between audiences and traditional media platforms. News organizations’ presence online gave readers many options, including nonlinear reading, browsing, and interactivity (Dibean et al. 2004; Dimitrova and Neznanski 2006; Thompson and Wassmuth 2001). Dimitrova and Neznanski (2006) proposed a three-staged model, which highlights how journalism practices evolve in online environments, and explores the progressive stages news organizations travel through to reach convergence and complete adaptation in the digital platforms. The stages are as follows:• Stage 1 includes reposting shovelware (quickly posting content available on traditional media).• Stage 2 includes posting augmented online news content (content that includes the use of online affordances such as hyperlinks to add information and background, and enhancing content with visuals, images, and helpful graphics).• Stage 3 includes convergence to online journalism (incorporates a personalized reporting that allows for multiple presentation styles, including a combination of aforementioned photos and links, as well as audio and video).", "Stage 1 includes reposting shovelware (quickly posting content available on traditional media).", "Stage 2 includes posting augmented online news content (content that includes the use of online affordances such as hyperlinks to add information and background, and enhancing content with visuals, images, and helpful graphics).", "Stage 3 includes convergence to online journalism (incorporates a personalized reporting that allows for multiple presentation styles, including a combination of aforementioned photos and links, as well as audio and video).", "The general characteristics of each stage are helpful for interpreting the results of this study. Though this research does not empirically test the progression of this model, the descriptive nature of this study is enhanced by using characteristics of this model as a guide for assessing the relative stage in which news organizations currently rest, specifically within Tumblr. Thus, the analysis examines conceptually the degree to which news organizations have employed practices from various stages in this model in a social media network with the unique features and culture of Tumblr."]}, {"sec_title": "Social Media and News Organizations", "sec_content": ["Social media have played an important role in influencing public participation with online news, largely because social media thrives on content that deals with many of the elements described in the convergence stage (Antony and Thomas 2010; Boulianne 2009; Bennett, Breunig, and Givens 2008; Nah, Veenstra, and Shah 2006). Newsrooms are adapting to this changing digital environment, adjusting their technology and practices to successfully attempt to connect with a wider target population (Domingo et al. 2008; Klinenberg 2005; Lawrence et al. 2013; Singer et al. 2011). Studies of journalists’ adaptation of specific social media outlets, such as Twitter, have found that journalistic practices and norms are often extended and adapted to fit social media platforms (Holton and Lewis 2011; Lasorsa, Lewis, and Holton 2012; Lawrence et al. 2013; Mourão 2014).", "With the rise of participatory journalism, social media have become an important venue for news distribution. A Pew Research report revealed social media was an “indispensable tool for distributing content and attracting readers, as well as for building deeper engagement with current ones” (Sasseen, Olmstead, and Mitchell 2013). These audiences consume news on social media platforms more than ever before. Social media platforms also have been used to distribute information about breaking news and timely events (Kaye and Johnson 2014; Tsotsis 2014). Bastos (2014) found that in niche social networks, content is readily adapted for new audiences, although this study did not include Tumblr.", "While skeptics caution about the use of social media in journalism practice because it deviates from traditional journalistic practices and principles (Ahmad 2010), news organizations and journalists have maximized the exposure advantage social networking sites offer. A reported 63 percent of adults online use social networking sites (Pew Research Center 2014). As the digital presence of news organizations grows, an increasing number of adults receive their news from social media, the largest percentage of adults getting their news from Facebook (Anderson and Caumont 2014). Additionally, Holcomb, Gottfried, and Mitchell (2014) found that in 2013 more than 50 percent of each of the user bases of Twitter and Reddit were using the respective sites to read news. Facebook trailed behind slightly with about 47 percent of users finding news information. Tumblr proves to be a valid contender, with about 30 percent of its audience seeking news: an audience that, as described previously, is predominantly young (Holcomb, Gottfried, and Mitchell 2014).", "But despite overall trends of news consumption decline, the young seem to be the least inclined to engage with traditional news platforms. Also news organizations have slowly decreased news-oriented marketing attempts of the past, such as youth-specific sections in newspapers (Howe 1995) and tailored websites (Grusin and Edmondson 2003). These short-lived endeavors almost completely disappeared. Graybeal (2011) argued that while newspapers started targeting the youth, they simply did not spend the time it took to stay connected and maintain these efforts. Therefore, the combination of the young demographic of Tumblr and the news presence on the site offers an excellent opportunity to see how news organizations and millennials engage in this digital sphere.", "This study fills the literature gap by examining exactly what content is posted in Tumblr and how news organizations connect with audiences in the network. Given the growing power of connected communities engaged in online activities, this is in dire need of theoretical and empirical examination. This research specifically address the content posted from news organizations in Tumblr, adding insight not only to what is posted, but also how it might interact with Tumblr users."]}, {"sec_title": "Research Questions and Hypothesis", "sec_content": ["This research explores how news organizations present and distribute content within Tumblr, as well as audience response to content. In order to understand the basic structure of content, the first research questions are exploratory.", "Previous research has suggested that young adults prefer methods of information distribution that include specific topics, and the use of photos and visuals (Djamasbi, Siegel, and Tullis 2010; Xenos and Foot 2008; Xenos and Lance Bennett 2007). These preferences can be easily seen within the Tumblr network. As mainstream media and journalists increasingly distribute information on online social networks, the first research questions adapt measures from Rosenstiel and Mitchell’s (2011) study of how news organizations use Twitter to examine how news groups examined mainstream media and journalists’ use of Twitter. The structure of information distribution is simply an encompassing term to talk about the various structural elements of information that can be distributed through Tumblr, and is defined as the format in which information is structurally distributed within Tumblr and includes the format and type of content in the post. Specific variables include the presence of visual information, the format of visual image files, the presentation and variations in types of photos, photo count, the use of hashtags, the general topic of the post, and reblog information (synonymous with sharing or retweeting). Information seeking examines organizations’ efforts to seek information and responses from audiences. This measure is adapted from a variable from a study that examined how political journalists get information and solicit responses from audiences (Lawrence et al. 2013). In order to explore the practices of news group within the Tumblr network, this study asks:", "RQ1: How do news organizations structurally distribute information?", "RQ2: How do news organizations seek information from Tumblr users?", "Recent reports also suggest that each social network proves to have variations in what is posted online by news editors (Bastos 2014; Pew Research Center 2015). Bastos (2014), for example, found topic variations in platforms across a broad range of social media outlets, including more niche networks such as Google+ and Pinterest. In many cases, entertainment posts were not the most frequently posted news topic. However, this research did not include Tumblr, thus the next research question asks the following:", "RQ3: Which news topics are more likely than other topics to appear in Tumblr?", "Research shows that about half of the Tumblr audience (46 percent) is between the ages of 16 and 24 (Smith 2013). Younger audiences may prefer and interact with content differently than adult online users. Younger audiences have been shown to prefer topics such as news about celebrities or pop culture (Boyd 2007; Djamasbi, Siegel, and Tullis 2010; Neely 2013). The number of notes associated with each post can determine measurement of audience activity, and thus serves as one measure of possible audience preference. Total notes, a number displayed on each post that reflects the number of reblogs and “hearts” (a measure similar to the “like” button on Facebook), help assess audience response to certain types of information distribution. Thus, the following hypothesis and questions are proposed:", "H1: Entertainment posts will receive more notes than posts about other topics.", "RQ4: How does the structure of information distribution and topic associate with variations in number of notes?"]}, {"sec_title": "Methods", "sec_content": ["News organizations fall into three types: digitally native or online-only publications; print newspaper organizations; and broadcast organizations (two major television broadcasts and one national radio broadcast) all of which were purposefully sampled. This sampling method was necessary because many news organizations created Tumblr accounts, posted for a short period of time, and then quit updating, including, for example, Salon and CBS Evening News.1 Though this inconsistency is relevant to the overall discussion about Tumblr and news organizations’ use, purposeful sampling of popular news networks that post at least 10 times or more a month during the selected time frame allowed for a more accurate exploratory description of the type of content and audience response to content. Additionally, all news organizations included in the final sample have active social media accounts, have large circulation statuses and/or national recognition, and consistently posted on Tumblr in 2014. The news organizations included the following:", "Digitally native: Huffington Post, Buzzfeed, and Vice.", "Broadcast: National Public Radio (NPR), ABC World News, and NBC News.", "Newspaper: Los Angeles Times, Washington Post, and USA Today.", "Tumblr allows for the easy access of all post archives on its site. A systematic random sample of posts from July 2014 to December 2014 was collected. A skip interval of 10 was used to collect post data, resulting in a total sample size of 624 posts. A total of 82 posts were analyzed from NPR, 10 posts were analyzed from NBC News, 30 posts were analyzed from ABC World News, 198 posts from the Huffington Post, 70 posts from Buzzfeed, 34 posts from the Los Angeles Times, 28 posts from USA Today, 52 posts from Vice, and 120 posts from the Washington Post.", "Because of the lack of Tumblr research overall, the analysis of variables is largely descriptive. Each post was coded for news organization, date, presence, format and quantity of visuals, use and source of hyperlinks, word count, use of hashtags, topic, number of notes (synonymous with the sum of “likes” and “comments” on a Facebook post), and information-seeking strategies.", "The structure of information distribution includes observing if the post has an image, the image format, if the post has a video, the host of the video, if the post has hyperlinks, what outside source is networked, and the word count. Hyperlinks are active links to websites outside of Tumblr. Hashtags include all phrases prefaced by the sign “#.” In addition, the format is identified in nominal categories including still images, video, GIFs, memes, albums, or other.", "Information seeking includes the organization’s attempt to solicit information from the audience or to entice audience members to comment by asking questions, asking for information, or leaving open-ended questions in their posts.", "Post topic is characterized by one of following categories: political, sports, technology, entertainment, educational, international, environmental, health and lifestyle, general news, and other category.", "Notes refer to the audience acknowledgement of the post by reblogging and/or acknowledging a post by clicking the heart button. The “reblog” and “heart” buttons on Tumblr are synonymous with the “share” and “like” button on Facebook, respectively. Tumblr adds these two numbers together and displays the sum as a “note.” Thus the activity levels will be calculated by total number of notes.", "Two independent coders coded this study and intercoder reliability scores were based on 14 percent of the coded sample. Minor adjustments were made to the coding scheme to increase reliability during the coder training process. Acceptable levels of Krippendorff’s alphas (α > 0.79) were attained (Neuendorf 2001), calculated with ReCal software (Freelon 2013). The majority of variables had perfect agreement. These variables include the presence of a visual, the type of photo, the presence of a link and the link source, the presence and number of hashtags, the reblog status, and the number of notes (α = 1). Alpha values varied for the listed variables: photo count (α = 0.86); visual format (α = 0.98); general topic (α = 0.79); and information seeking (α = 0.99).", "RQ1, RQ2, and RQ3 were answered using frequencies and descriptive statistics. Descriptive results reveal the abnormal distribution of notes; data failed the variance homogeneity tests (p > 0.05). Thus for H1, a Kruskal–Wallis test was used to assess statistically significant difference. For RQ4, Wilcoxon tests were used to test significant levels of differences between presence of visuals, type of visuals, presence of links, presence of hashtags, and if the post was a reblog. A Kruskal–Wallis test was used to calculate differences between news organizations."]}, {"sec_title": "Results", "sec_content": ["The first research question (RQ1) explores the structure of information distribution and includes variables such as the use, format, presentation and number of photos, the use of hashtags, the use of links, and whether the post is original content or a reblog. Of the total 624 posts, 88 percent (N = 550) had a visual in the post. Videos and audio files are used less commonly (26.9 percent) than various formats of still images (61.2 percent). In terms of these image formats, standard news photos are used most commonly (19.9 percent) closely followed by GIFs (19.6 percent), reportedly the most popular visual format on the site. Albums or collages of multiple images appeared almost as frequently (18.3 percent). Memes (2.6 percent) and pictures with embedded texts (6.7 percent) such as images with quotes were used the least.", "Approximately half (49.7 percent) of posts with visuals only had one visual, while 38.4 percent had more than one visual. Surprisingly, about 20 percent of posts did not include the site-wide organizational feature of the hashtag. Content was reblogged from another Tumblr site 31.7 percent of the time. In addition, 88.8 percent of all posts were hyperlinked to other sources, a key element of augmented news content (Stage 2) described by Dimitrova and Neznanski (2006). Of those hyperlinks, 75 percent of links connected readers back to a site associated with the organization.", "RQ2 seeks to identify if news organizations seek information from audiences. The data suggests that this is rarely the case (3.8 percent). This low frequency of information seeking is similar to information-seeking practices in Twitter (Lawrence et al. 2013). A total of 12 posts asked audiences a question, encouraging them to respond; four posts asked users to reblog or share information; and eight engaged in other ways. The overwhelming majority of posts (96.2 percent) did not seek information from the audience at all.", "RQ3 asks which topics appear most frequently in news organizations’ posts. Results suggest the overwhelming percentage of posts did generally center on entertainment (41.7 percent). Interestingly, political posts accounted for 17 percent of posts. All other categories appeared less than 8 percent of the time. Thus, H1 is supported.", "H1 explored associations of topics with audience interaction, by hypothesizing entertainment posts will receive more notes than posts about other topics. Overall, each post averaged 9213.28 notes; the median is 329.5 and Kruskal–Wallis analysis reveals that differences are statistically significant despite outliers [H(9) = 43.96, p = 0.00]. Results show entertainment posts have lower averages of notes than other categories, as well as lower median scores than three other topics. Thus our hypothesis is rejected because posts coded as entertainment fall only mid-range in topics that received the most notes, as illustrated in Table 1.", "Technology, political, and cartoon posts received the highest averages of notes overall, while cartoon, lifestyle and health, and environmental posts had higher median scores. Technology posts stood as one of the least posted topics, accounting for only 18 total posts; they had the highest average (mean = 67,662.56, SD = 195,821.58, median = 130). One post in particular covered the applications of upcoming Apple product release predictions, and garnered a total of 605,922 notes. Median scores, however are more reliable with non-parametic data, and these scores reveal that cartoon or comedy-based posts have the highest median number (median = 903). Descriptives reveal that while news organizations are posting most often about entertainment (N = 260), other topics that are less popular are actually receiving more audience interaction through notes. Therefore, while news organizations are not posting about technology often, results suggests audiences may be interested in reblogging or archiving these types of topics. Additionally, medians suggest that, aside from comedic posts, audiences also respond more often to posts about lifestyle and health and the environment, providing additional insight that audience preferences may be more geered toward serious news topics such as politics and technology.", "Finally, RQ4 examines how the various structural and content elements within the Tumblr network affect the number of notes. As expected in the visual-oriented network, posts that had visuals had overwhelmingly higher averages in notes than posts that did not have visuals. A Wilcoxon test indicated posts with visuals received higher numbers of notes than posts without visuals, and these numbers were statistically significant. (Z = −6.412, p = 0.000). Posts with videos and audio files garnered significantly more notes than photo-oriented files (Z = −3.922, p = 0.000).", "Posts with links (mean = 10,301.54, SD = 48,209.31) averaged higher numbers of notes than those without links (mean = 600.49, SD = 1271.74), and again, these differences were stastically significant (Z = −4.707, p = 0.000). Surprisingly, posts without hashtags (mean = 14,889.56, SD = 46,335.18) averaged a higher number of notes than posts that included the subject-linking hashtags (mean = 788.57, SD = 48,209.31) and the two were also significanly different (Z = −3.298, p = 0.001). Additionally, the results reveal that posts with reblogs have a significantly higher number of notes than posts that are not reblogs (Z = −7.413, p = 0.000).", "Lastly, results show that note activity varies considerably by news organization, and a Kruskal–Wallis test reveals that these differences are significantly different [H(8)=236.7, p = 0.000]. Descriptive statistics reveal the digitally native organizations garner more overall notes than print and broadcast organizations."]}, {"sec_title": "Discussion", "sec_content": ["This study examined how news organizations distribute information within the Tumblr network and how audiences responded to variations in content and post structure. While researchers have explored the participatory efforts of news organizations and audience responses to these efforts, Tumblr, a popular visually based network with an expansive user base, has remained largely unexplored. This study examined news organizations’ content distribution and its association with audiences’ social media recommendations (notes) within Tumblr. Tumblr’s features, both unique to social media and similar to those of the frequently researched Twitter and Facebook, offer an important and unique aspect to help further understand how journalists and news organizations interact with audiences in this social network.", "This study delivers three key findings. First, 88 percent of all posts on Tumblr from news organizations are visually oriented, suggesting that journalists and news organizations are adhering, at some level, to the culture of Tumblr. Additionally, while the frequency of use of GIFs was slightly less than that of still photos, GIFs still accounted for a significant portion of visual formats, further advancing the argument that active news organizations in this network are tailoring their information to the platform, as GIFs are not popular image formats on many news organizations websites, nor do they translate to the analog world. Thus, this very finding alone helps evaluate the overall stage of online journalism in Tumblr as being at least slightly converged and adapted to both the network and to online journalism. In accordance with Dimitrova and Neznanski’s (2006) stages of convergence, results suggest the newsrooms are actively engaging in the convergence process, attempting to reformat information for new audiences in this platform, and personalizing their efforts to the style of the network.", "This observation can only be extended, however, to news organizations that consistently post on Tumblr. As mentioned previously, several news organizations have created accounts, attempted to engage within the network, and then failed to follow through with their endeavors—the same trend newspaper organizations resorted to previously (Graybeal 2011). This observation indicates that overall news organizations have a wavering standard for involvement in this network. Thus, the negative sentiment surrounding the idea that youth may not be interested in news could be directly confounded by the continued haphazard attempts of news organizations to distribute news to that particular demographic. Future studies should investigate the newsroom and digital media management process that happens in deciding how to navigate this specific platform and its relation to engagement in other social media environments. This approach can reveal how and to what extent journalists use various platforms to engage with hard-to-reach populations, further uncovering reasons and data to support claims of a “newsless” younger generation.", "The second major finding suggests that while hyperlinking is prevalent in posts (88.8 percent), 75 percent of these hyperlinks linked directly back to the organization’s website. This finding suggests less converged practices (Stage 2) which focus on driving traffic back to a news organization’s website instead of utilizing the social media platform as an independent site for linking to additional information (Dimitrova and Neznanski 2006). Thus, news organizations may be utilizing Tumblr to do more “branding” than they are informing and communicating with the Tumblr public. These Stage 2 practices are also supported by the lack of information seeking, with only 24 posts asking for information or participation from the audience. This finding aligns with the study of Lawrence et al. (2013) that found that political journalists do not seek audience information through direct inquisition. This raises the question, “Why not?” It is possible that uncivil and inhibited commenting practices might deter journalists from asking the audience direct questions; or, perhaps more importantly, it may be that newsrooms are simply not sufficiently staffed to provide interaction with audiences or help with moderation. Salon’s temporary “farewell” post and the infrequent posting habits of other news organizations that nuanced the selection of news organizations for this study is evidence of this observation.", "The next major finding is that entertainment and political posts were among the most frequently posted, although these topics did not necessarily receive the most notes. Armstrong and Gao (2010) found the most prevalent Twitter topics were crime and public affairs, suggesting news organizations had not shifted their focus from traditional news values. However, these findings suggest that news organizations are making better attempts to diversify topics of news coverage by including politics, sports, technology, entertainment, education, international affairs, environmental issues, health and lifestyle, and other general topics. These findings complement posting practices within other social networks and news sites such as Pinterest, Google, and StumbleUpon (Bastos 2014). Interestingly, this data also reveals that in an environment that houses so many youth and young adults, entertainment posts are not necessarily a driving force for audience engagement, though posts that entertain like cartoons and humorous internet memes fair relatively well compared to all other topics. From median scores, this study finds that lifestyle and health and environmental issues, though posted infrequently by news organizations, receive a notable amount of activity within Tumblr.", "These findings beg us to return to the assertion led by the National News Engagement Day initiative: are millennials really “newsless”? More specifically, have news organizations left millennials in Tumblr without any news? The findings of this study lead to the speculation that this is not the case—news organizations are using social media to connect with audiences in somewhat innovative ways. It also implies that these young audiences prefer news presented in a way that is not consistent with the previous models built in journalism economics and management scenarios. Technology, environmental news, lifestyle and health, politics, and environmental issues hold significant weight in the Tumblr environment, considerably more weight than other types of articles that some scholars would consider more sensational (e.g. entertainment news). Therefore, a “newsless” youth population in Tumblr is likely an inaccurate assertion. Instead, this study offers evidence that millennial news consumption from news organizations seems widely misunderstood in the current journalism academic research: news organizations are likely reaching young adults and youth in their social media efforts and this audience consumes news in less stereotypical ways than scholars might imagine.", "In addition, these findings, and those studies of other news organizations’ use of social networks (e.g. Armstrong and Gao 2010; Lawrence et al. 2013; Lasorsa, Lewis, and Holton 2012), challenge the stages of converged journalism practices proposed by Dimitrova and Neznanski (2006). While adapting the structure of news presentation is key to converging onto a new platform, as this model proposes, it is also necessary to consider the audience as recommenders for format and content preferences. Adhering to these preferences, which may have variations of Stages 1, 2, and 3, is another element of successfully integrated and personalized online journalism. As shown in this study, online spheres vary in culture, formats, and audience preferences, and these elements are unavoidable elements in which news organizations may successfully transmit more advanced stages of online journalism.", "Future research should examine further the largely volatile market of Tumblr and other social media networks, examining both the news distribution practices of various news organizations, and the responses to this content. As digital audiences continue to grow, researching the patterns of youth and young millennials is essential for understanding the future of journalism."]}, {"sec_title": "Limitations and Future Studies", "sec_content": ["The nature of exploratory research has several limitations. First, this study examined nine news organizations, purposefully selected for the consistency of their activity over the course of the year, thus limiting the ability to generalize information to all news organizations’ activity on Tumblr. In fact, as mentioned previously, more often than not, news organizations were making a presence on Tumblr by establishing accounts, and ceasing to update accounts with new information. Future research, particularly longitudinal research, should look at how these particular organizations and their practices may have harmed credibility by haphazardly engaging in this way. In addition, as mentioned previously, future studies should continue to look at the role social media, including Tumblr, plays in newsroom content distribution practices and media management. Only the main account of each organization was considered in this sample. Several organizations such as NPR and the Huffington Post had multiple related accounts within Tumblr. Future research will give more complexity to these news organizations to understand how creating various accounts within Tumblr may boost, or hinder, news organization engagement with audiences.", "Despite these limitations, this study provides an inceptive examination of how news content is constructed and distributed on Tumblr, a largely understudied social media platform. Further inquiry will not only help researchers to understand how news organizations are using social media platforms beyond Twitter and Facebook to engage with audiences, but also help to get a grip on emerging trends of up-and-coming millennials. While this research begins a conversation about the “newslessness” of millennials by exploring interactions with news organizations through a niche social media platform, there is much to be learned about how this particular audience demographic prefers information. Future studies should sophisticate research to understand the interactions between newsrooms and audiences, and, most importantly, the balance needed to maintain the relationship between the news and the people."]}], "references": [{"title": "Is Twitter a Useful Tool for Journalists?", "year": "2010", "journal": "Journal of Media Practice", "volume": "11", "authors": [{"name": "Ahmad Ali Nobil", "first_name": "Ahmad", "last_name": "Nobil", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Now Tweet This How News Organizations Use Twitter", "year": "2010", "journal": "Electronic News", "volume": "4", "authors": [{"name": "Armstrong Cory L.", "first_name": "Armstrong", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Gao Fangfang", "first_name": "Gao", "last_name": "Fangfang", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Shares, Pins, and Tweets: News Readership from Daily Papers to Social Media", "year": "2014", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Bastos M. T.", "first_name": "Bastos", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Communication and Political Mobilization: Digital Media and the Organization of Anti-Iraq War Demonstrations in the US", "year": "2008", "journal": "Political Communication", "volume": "25", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance", "affiliation": "", "orcid": "", "role": ""}, {"name": "Breunig Christian", "first_name": "Breunig", "last_name": "Christian", "affiliation": "", "orcid": "", "role": ""}, {"name": "Givens Terri", "first_name": "Givens", "last_name": "Terri", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Constructing Participatory Journalism as a Scholarly Object", "year": "2012", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Borger Merel", "first_name": "Borger", "last_name": "Merel", "affiliation": "", "orcid": "", "role": ""}, {"name": "van Hoof Anita", "first_name": "van", "last_name": "Anita", "affiliation": "", "orcid": "", "role": ""}, {"name": "Meijer Irene Costera", "first_name": "Meijer", "last_name": "Costera", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sanders José", "first_name": "Sanders", "last_name": "José", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Does Internet Use Affect Engagement? A Meta-analysis of Research", "year": "2009", "journal": "Political Communication", "volume": "26", "authors": [{"name": "Boulianne Shelley", "first_name": "Boulianne", "last_name": "Shelley", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Why Youth (Heart) Social Network Sites: The Role of Networked Publics in Teenage Social Life", "year": "2007", "journal": "MacArthur Foundation Series on Digital Learning–Youth, Identity, and Digital Media Volume", "volume": "", "authors": [{"name": "Boyd Danah", "first_name": "Boyd", "last_name": "Danah", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Online Journalism and the War in Cyberspace: A Comparison between U.S. and International Newspapers", "year": "2006", "journal": "Journal of Computer-Mediated Communication", "volume": "12", "authors": [{"name": "Dimitrova Daniela V.", "first_name": "Dimitrova", "last_name": "V.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Neznanski Matt", "first_name": "Neznanski", "last_name": "Matt", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Generation Y, Web Design, and Eye Tracking", "year": "2010", "journal": "International Journal of Human-Computer Studies", "volume": "68", "authors": [{"name": "Djamasbi Soussan", "first_name": "Djamasbi", "last_name": "Soussan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Siegel Marisa", "first_name": "Siegel", "last_name": "Marisa", "affiliation": "", "orcid": "", "role": ""}, {"name": "Tullis Tom", "first_name": "Tullis", "last_name": "Tom", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Participatory Journalism Practices in the Media and beyond: An International Comparative Study of Initiatives in Online Newspapers", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten", "affiliation": "", "orcid": "", "role": ""}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari", "affiliation": "", "orcid": "", "role": ""}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve", "affiliation": "", "orcid": "", "role": ""}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "ReCal OIR: Ordinal, Interval, and Ratio Intercoder Reliability as a Web Service", "year": "2013", "journal": "International Journal of Internet Science", "volume": "8", "authors": [{"name": "Freelon D.", "first_name": "Freelon", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Want Young Readers? All It Takes is Money, Time, Staff and Space: A Resource-Based View of Newspapers’ Strategies for Luring Kids and Teens to News", "year": "2011", "journal": "ESSACHESS–Journal for Communication Studies", "volume": "2", "authors": [{"name": "Graybeal Geoffrey M.", "first_name": "Graybeal", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Taking It to the Web: Youth News Moves Online", "year": "2003", "journal": "Newspaper Research Journal", "volume": "24", "authors": [{"name": "Grusin Elinor Kelley", "first_name": "Grusin", "last_name": "Kelley", "affiliation": "", "orcid": "", "role": ""}, {"name": "Edmondson Aimee", "first_name": "Edmondson", "last_name": "Aimee", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Shifting Roles, Enduring Values: The Credible Journalist in a Digital Age", "year": "2007", "journal": "Journal of Mass Media Ethics", "volume": "22", "authors": [{"name": "Hayes Arthur S.", "first_name": "Hayes", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ceppos Jerry", "first_name": "Ceppos", "last_name": "Jerry", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2014", "journal": "Tell Everyone: Why We Share \\& Why It Matters", "volume": "", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A National Survey of Youth Content in Daily Newspapers", "year": "1995", "journal": "", "volume": "", "authors": [{"name": "Howe Dorothea E.", "first_name": "Howe", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Shot Heard around the World Wide Web: Who Heard What Where about Osama Bin Laden&#039;s Death", "year": "2014", "journal": "Journal of Computer-Mediated Communication", "volume": "19", "authors": [{"name": "Kaye Barbara K.", "first_name": "Kaye", "last_name": "K.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Johnson Thomas J.", "first_name": "Johnson", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Convergence: News Production in a Digital Age", "year": "2005", "journal": "The ANNALS of the American Academy of Political and Social Science", "volume": "597", "authors": [{"name": "Klinenberg Eric", "first_name": "Klinenberg", "last_name": "Eric", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Normalizing Twitter: Journalism Practice in an Emerging Communication Space", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Tweeting Conventions: Political Journalists’ Use of Twitter to Cover the 2012 Presidential Campaign", "year": "2013", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Lawrence Regina G.", "first_name": "Lawrence", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Molyneux Logan", "first_name": "Molyneux", "last_name": "Logan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}, {"name": "Holton Avery", "first_name": "Holton", "last_name": "Avery", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Microblog Sensation: The Growing Popularity of Tumblr", "year": "2010", "journal": "3PM Journal of Digital Research and Publishing Session", "volume": "2", "authors": [{"name": "Marquart Emily", "first_name": "Marquart", "last_name": "Emily", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Boys on the Timeline: Political Journalists’ Use of Twitter for Building Interpretive Communities.", "year": "2014", "journal": "Journalism", "volume": "", "authors": [{"name": "Mourão Rachel Reis", "first_name": "Mourão", "last_name": "Reis", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Internet and Anti-war Activism: A Case Study of Information, Expression, and Action", "year": "2006", "journal": "Journal of Computer-Mediated Communication", "volume": "12", "authors": [{"name": "Nah Seungahn", "first_name": "Nah", "last_name": "Seungahn", "affiliation": "", "orcid": "", "role": ""}, {"name": "Veenstra Aaron S.", "first_name": "Veenstra", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Shah Dhavan V.", "first_name": "Shah", "last_name": "V.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Plugging in: Possibilities for Connecting Teens and Communities through Scholastic and Nonscholastic Youth Media Websites", "year": "2013", "journal": "Youth \\& Society", "volume": "", "authors": [{"name": "Neely Jeffrey C.", "first_name": "Neely", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Exploring Participatory Journalism in Mediterranean Countries", "year": "2013", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Suau Jaume", "first_name": "Suau", "last_name": "Jaume", "affiliation": "", "orcid": "", "role": ""}, {"name": "Masip Pere", "first_name": "Masip", "last_name": "Pere", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Few Newspapers Use Online Classified Interactive Features", "year": "2001", "journal": "Newspaper Research Journal", "volume": "22", "authors": [{"name": "Thompson David", "first_name": "Thompson", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wassmuth Birgit", "first_name": "Wassmuth", "last_name": "Birgit", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Disconnection in Online Politics: The Youth Political Web Sphere and US Election Sites, 2002–2004", "year": "2007", "journal": "Information, Community and Society", "volume": "10", "authors": [{"name": "Xenos Michael", "first_name": "Xenos", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lance Bennett W.", "first_name": "Lance", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}]}]}