{"doi": "10.1080/1461670X.2019.1568904", "url": "https://doi.org/10.1080/1461670X.2019.1568904", "title": "Field and Ecology Approaches to Journalism Innovation: The Role of Ancillary Organizations", "volume": "20", "year": "2019", "issue": "15", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Lowrey", "first_name": "Wilson", "name": "Wilson Lowrey"}, {"last_name": "Sherrill", "first_name": "Lindsey", "name": "Lindsey Sherrill"}, {"last_name": "Broussard", "first_name": "Ryan", "name": "Ryan Broussard"}], "abstract": "ABSTRACTThis study assesses the roles played by journalism support organizations or “ancillary” organizations – professional associations, training centers, foundations, labs – in the dynamics of journalism innovation, from the perspectives of field theory and ecology theory. Innovation in data and computational journalism serves as the study’s case example. The roles played by ancillary organizations within a changing, complex journalism space are increasingly important, and understudied. Both field and ecology approaches describe ancillary organizations as agents of innovation, but they explain the dynamics differently. Field approaches assume ancillary organizations “consecrate” innovations, and that innovations result from oppositional stances to established practices. Ecology approaches assume ancillary organizations foster interaction, which leads to shared ideas about innovation. The study is based on interviews with various agents in the data journalism space, including working data journalists and ancillary organization leaders. Findings suggest both field and ecology theories are helpful in explaining the innovation process. Field theory is especially helpful for explaining the structural contexts and strategy of innovation, while ecology approaches take a more organic approach, shedding light on the role of human interaction in the adaptation, change and growth of innovation.", "body": [{"title": "", "paragraphs": ["Research on media innovation commonly focuses on the nature of the innovation and the decisions of adopting agents, and is often informed by models of innovation adoption and acceptance (e.g., Rogers 2003; Venkatesh et al. 2003). In this research, it is assumed innovations and their spread are guided mostly by rational-choice, cost–benefit analysis, and social contexts are often secondary.1 In the current study, we compare two “meso-level spatial” approaches – field theory and ecology theory – which, we argue, more fully accommodate the complex structural contexts and “boundedly rational” decisions people make about the production of media innovation.", "The contexts and agencies behind these decisions are increasingly complicated and pluralistic, as the economic and cultural clout of commercial news companies slips, and as journalism’s struggles warrant ongoing innovation (e.g., Benson 2018). The rise of foundation support for journalism R&D, education and associations over the last decade is evidence of this trend (Nisbet et al. 2018), but so is the growing number and diversity of professional associations, training centers and media tech labs (Media Labs 2018). An advantage of using meso-level spaces for social analysis is that they map and explain the complex relationships among a social space’s many manifest and latent agents and contexts. Analyses show that the bounded, collective sense-making of these agents can lead to change, but it can also reproduce the way things are normally done within the space, maintaining boundaries and stability (Fligstein and McAdam 2012; Liu and Emirbayer 2016).", "One important and often overlooked agent is the understudied “ancillary organization.” Ancillary organizations include professional membership associations, trade groups, professional training centers, labs, foundations and academic programs. In the journalism space analyzed in this study, which is situated in the West with a U.S. focus, examples include the Online News Association, WAN-IFRA, the European Journalism Centre, Google News Labs, the Knight Foundation, and schools of journalism.2 Ancillary organizations act offstage (or at least not central stage) in the performance of media production. However, as field and ecology approaches show, they play critical roles in the processes by which new things gain perceived value, legitimation and resource support.", "A field-ecology theoretical comparison is broad, so we have narrowed our analysis to innovation in data and computational journalism – hereafter, “data journalism.” Data journalism lends itself to a meso-level analysis: It is a vibrant and variable but bounded domain with a budding internal logic. Data journalism is experiencing ongoing innovation across multiple areas, including information gathering, coding, archiving, and presentation, and numerous active and supportive ancillary organizations play a role in the governance of control and change within the social space. The data journalism space also negotiates borders with other adjacent spaces such as computer science, academic research, government offices and foundations. Field and ecology approaches are both useful for explaining social spaces such as these – spaces with internal logics, internal diversity of agents, and complex environments.", "The concepts of innovation and change in this study overlap but are not interchangeable. We adopt Hage’s (1999) organization-centric definitions: Innovation is “adoption of an idea or behavior that is new to an organization” and also refers to a general dynamic (i.e. a rate) rather than a singular idea or behavior (599–600). Change refers to mutability in the context of innovation (the environment or the organization), and so change may prepare the way for, or discourage, innovation.", "In sum, this study explores the roles that ancillary organizations play in the emergence and growth of data journalism innovation, from the perspectives of field and ecology theories – specifically, the often-used field theory of sociologist Pierre Bourdieu and ecology theory of the American Chicago School of Sociology – and compares the relative usefulness of these approaches in explaining innovation and its social contexts. Below, we first explain and compare fields and ecologies as social spaces within a journalism context. We next discuss the varied roles that ancillary organizations play in encouraging and discouraging change and innovation in these spaces. Finally, we present and discuss findings from a comparative field/ecology analysis of the role of ancillary organizations in data journalism change and innovation. Findings derive from 24 in-depth interviews with data journalists and with directors/staff of journalism ancillary organizations."]}, {"title": "Meso-Level Spatial Approaches: Fields and Ecologies", "paragraphs": ["Recent writings in the sociology of media (Benson 2014; Lowrey 2018; Ryfe 2017; Shoemaker and Vos 2009) and in sociology more broadly (Fligstein and McAdam 2012; Liu and Emirbayer 2016; Martin 2003; Mohr 2005) have observed the spread of “spatial” theoretical approaches positioned at the meso-level. Generally, meso-level spaces sit between the micro level of individual agency and the macro level of political and economic institutions.3 Applied to media production studies, these approaches help us understand relationships among media producers and other agents within the wider contexts of government and markets (Ryfe 2017). Meso-level spatial approaches accommodate both agency and structure, as well as social change and social control. They allow for both change and stability through complex, collective human interaction (e.g., between media producers and other agents), which takes place within somewhat autonomous and bounded social spaces.", "Fields and ecologies have been the dominant meso-level spatial models in journalism research (e.g., Benson 2013, 2014; Boyles 2017; English 2016; Hartley 2015),4 and there are similarities and differences in the ways they explain change, innovation and stasis. Both approaches assume a journalistic social space that has mutable boundaries and an internal governing logic. Agents in the space have some autonomy in their decisions, but decisions are also channeled by the space’s well-worn, naturalized (and human-generated) routines or conventions. Decisions are not merely rational choices based on optimizing, cost/benefit analysis. Rather, decisions can emerge from shared, taken-for-granted agreements about the ways things have been done, historically or conventionally. Agency and structure are influenced by higher-order phenomena such as market forces and government power.", "While ecologies and fields have similarities, there are paradigmatic differences. Bourdieu’s field approach (e.g., 1993, 1996) is grounded in a European neo-Marxist tradition, and emphasizes institutional power, capital, conflict and opposition. Chicago School ecology derives from an optimistic, pragmatist American perspective that emphasizes a world “still in the making” (James [1907] 1979), a social space experiencing ongoing change through human interaction and actual use, within a system that is organic and adaptive (Abbott 2005a). Social ecology approaches have structural functionalist underpinnings – systems adapt to change in order to continue functioning as they have been (Liu and Emirbayer 2016). However, the interactionist/pragmatist Chicago School approach allows for fluid unpredictability. Bourdieu ([1971] 1987, 126) was no fan of interactionism, calling it “naïve” and believing it flawed for ignoring the “objective structure of . . . relations.” Chicago School scholars have criticized Bourdieu’s theory as unrealistic for overlooking the unpredictability born of human interaction (Abbott 2005b; Becker 2008).", "The aspects of field and ecology approaches that are most relevant to innovation, change and stasis are discussed briefly below.", "Bourdieu’s version of field theory5 debuted to the journalism studies field over a decade ago (e.g., Benson and Neveu 2005), and the approach has since gained traction in research on journalistic change (e.g., English 2016; Hartley 2015; Stevenson 2016; Ryfe 2017; Tandoc and Jenkins 2015). Actors (individuals, organizations) operate within a field, a meso-level space with mutable boundaries. Actors exercise variable autonomy. Their choices are strongly influenced by a field of political-economic power but also guided by their own field’s internal governing logic, or nomos. Actors are socialized over time to this logic, developing a kind of muscle memory that knows “how the game is played” in the field, which Bourdieu calls habitus. This socialization tends to support the status quo (Bourdieu’s approach has been criticized for inattention to historical change [e.g., Born 2015]); however, a field’s governing logic can also coordinate response to external disruption, and so encourage and affect change and innovation in the field.", "The distribution of capital across the field is shaped by political-economic power, and it influences patterns of change and stasis across the field, which in turn shape opportunities for innovation. Capital takes different forms, including economic capital, cultural capital (cultural competency, or ingrained understanding of proper ways to behave in a field), symbolic capital (status, acclaim, honor) and social capital (Bourdieu 1984; Johnson 1993). Actors stake out various positions within the field in opposition to what already exists, and so innovation is typically a product of conflict. Actors “mark difference” with traditional ways of doing journalism: They may propose new purposes for journalism, start a new news outlet, or generate a new kind of story form. The avant garde pushes out the old guard (Bourdieu 1993; Johnson 1993).", "Such innovative position-takings result from emergent opportunities in the field’s space of possibles (Bourdieu 1993, 176). Availability of capital (influenced by political-economic power) makes certain positions in the field alluring and sustainable, as does the conversion of one form of capital into another. For example, Powers and Vera-Zambrano (2016) found that journalists’ success in creating online news startups was aided by their advantageous positioning within the field due to their cultural and symbolic capital (legitimacy and status) and the ability to convert this non-economic capital into startup funds.", "The social ecology approach adopted here derives from the first Chicago School in the U.S., and dates back to research by Robert Park and colleagues on urban ecology, newspapers and rational discourse (e.g., Park, Burgess, and McKenzie [1915] 1967). A unique aspect of Chicago School social ecology is the inclusion of the pragmatic symbolic interactionism of George Herbert Mead ([1934] 2015) and Herbert Blumer (1969), which threads through the research (and which was influenced by sociologist Georg Simmel). Traditionally, ecological perspectives, with their natural science roots, have been grounded in functionalist assumptions, which tend to discourage change in the system. However, the introduction of symbolic interactionism provides a micro-level unpredictability that affords change. For Park, social structures were “influenced by the definition of the situation and meanings attributed to places and institutions by individuals” (Reitzes 2017, 50). From an interactionist perspective, social space is shaped and reshaped at the micro-level. People adapt by working things out, moment to moment, in ongoing interaction, creatively anticipating and “mutually indicating” to one another (Blumer 1969). Adaptation for survival is a driving force, and adaptation leads to surprising new contexts for further (ongoing) interaction and adaptation. Ecological approaches offer an organic, human-level explanation for social change that is not as evident in Bourdieu’s structured, power-laden field (Liu and Emirbayer 2016).", "The formal use of ecologies has been less common than the use of fields in recent studies of journalistic change, although ecological concepts – ecosystem, niche, adaptation – pervade this literature. Sociologist Andrew Abbott’s (1988) ecological System of Professions approach has been used and cited with some frequency. In Abbott’s approach, professions compete with one another for control over areas of work, or “jurisdictional” niches, within a wider ecosystem. Interactions are fluid and unpredictable, and not necessarily functional. Level of “abstract knowledge” affects the ability to change in the social space. Professionals within a social space share abstract knowledge so they may confer and ideate, and possibly redefine their space in order to adapt to pressures from the outside. For example, Blankenship (2016) found that when “mobile” TV journalists were threatened by time pressures, they repositioned their boundaries and claims of jurisdictional authority around their ability to control both video production and reporting. Similarly, Lowrey and Mackay (2008) found that journalists who were aware of local blogging rivals tended to redefine blogs as information sources, co-opting them as reporting tools. A second ecology approach with Chicago School roots, organizational ecology or population ecology (Carroll and Hannan 2000; Hannan and Freeman 1989), has also been used to study journalistic change (Dimmick 2003; Lowrey 2012; Monge and Poole 2008). In this approach, organizations adopt forms and practices that are similar to one another, as they seek security, legitimacy and similar resources within common niches. Interaction fosters adaptation and encourages mimicry (isomorphism), leading to development of populations, or collections of similar kinds of organizations. Using an organizational ecology approach to study social networking sites, Weber, Fulk, and Monge (2016) found that “communicating with peers” (311) about ongoing site iterations contributed to common forms, and to the development of a population and sub-niches.", "Both field and ecology approaches include bounded meso-level spaces with internal logics that experience ongoing challenges to autonomy. Both assume these spaces include multiple, diverse actors interacting in complex ways, and that behavior may be shaped by factors other than cost/benefit analysis – for example, routines, conventions and pursuit of legitimacy.", "Below are key differences between field and ecology approaches in the ways they explain change and innovation in the field: Political-economic power plays a more overt, consequential role in field theory than in ecology theory, affording certain possibilities for innovation in a “space of possibles.” Bourdieu views his topography of relationships among actors as “objective” but as shaped by constant struggle. In ecology theory, the state and market are important, but relative advantages in the space are not pre-mapped by power and capital. A social collective like a profession may use “abstract knowledge” to re-imagine social reality, adjusting goals and criteria for success, often leading to unexpected outcomes.Field theory assumes a tendency toward social control (power, constraint, stability), and the challenging theoretical task is to explain social change. Ecology theory assumes a tendency toward social change, and the challenging task is to explain social control.Field theory is fundamentally agonistic, or conflict-oriented. Innovations result from entities taking positions to oppose objective situations, and from their seeking and accumulating “capital” to support their positions. Ecology theory emphasizes competition, but the emphasis is on ongoing adaptation to unpredictable situations and resources rather than on winning or losing.In field theory, innovation is aided by accessibility to capital across a field and a sanctioning of new forms, often from the field of power. In ecology theory, when an innovation successfully adapts to shifting resources, interaction about this tends to encourage mimicry and modeling, growing legitimacy and resources organically.", "Political-economic power plays a more overt, consequential role in field theory than in ecology theory, affording certain possibilities for innovation in a “space of possibles.” Bourdieu views his topography of relationships among actors as “objective” but as shaped by constant struggle. In ecology theory, the state and market are important, but relative advantages in the space are not pre-mapped by power and capital. A social collective like a profession may use “abstract knowledge” to re-imagine social reality, adjusting goals and criteria for success, often leading to unexpected outcomes.", "Field theory assumes a tendency toward social control (power, constraint, stability), and the challenging theoretical task is to explain social change. Ecology theory assumes a tendency toward social change, and the challenging task is to explain social control.", "Field theory is fundamentally agonistic, or conflict-oriented. Innovations result from entities taking positions to oppose objective situations, and from their seeking and accumulating “capital” to support their positions. Ecology theory emphasizes competition, but the emphasis is on ongoing adaptation to unpredictable situations and resources rather than on winning or losing.", "In field theory, innovation is aided by accessibility to capital across a field and a sanctioning of new forms, often from the field of power. In ecology theory, when an innovation successfully adapts to shifting resources, interaction about this tends to encourage mimicry and modeling, growing legitimacy and resources organically.", "The roles that ancillary organizations play in meso-level space innovation are strongly related to the fourth point above. These roles are fleshed out, below.", "Meso-level spatial approaches accommodate multiple agents and assume complex interactions. Investigation of these complex, diverse interactions can bring latent, but important, agents to light. Ancillary organizations are just such an agent. In journalism, ancillary organizations such as professional associations (e.g., Society for Professional Journalists, WAN-IFRA), training centers (e.g., European Journalism Centre, Poynter), foundations that support journalism (e.g., Knight, McCormick) and schools of journalism play important roles in the production of meaning about new things and new ideas, both within and outside the social space. Certainly, they are involved in the ongoing development and innovation of data journalism practices and principles. However, the ways ancillary organizations enact these roles differ between field and ecology approaches.", "Within Bourdieu’s fields, ancillary organizations are consecrators of new things and ideas. Bourdieu examined the role of ancillary entities6 in the study of the field of artistic/literary culture, specifically, the “critics, publishers, gallery directors and the whole set of agents whose combined efforts produce consumers capable of knowing and recognizing the work of art as such” (Bourdieu 1993, 37). Field theory emphasizes the “objective relations between producers and different agents of legitimation, specific institutions such as academies, museums, learned societies, and the educational system [and] these authorities consecrate a certain type of work” (Bourdieu 1993, 121). In field theory, ancillary organizations help establish the social existence and meanings of new positions taken within the field – i.e., innovations. These organizations are the decoders and ciphers, even the high priests, of the meanings of the field’s objective relationships, which define the meaning of innovations.", "In ecology approaches, ancillary organizations encourage innovation in a different way. They support the processes of symbolic interaction that shape the emergence, meaning and legitimation of innovation, rather than divine and consecrate it. The emergence of innovation and ecosystem adaptation to it is “a highly social process, and … intermediary [i.e. ancillary] organizations are critical” (Rekers 2016, 1059). Ancillary organizations are conveners that aid the processes by which new things emerge and develop meanings, find their places within the wider ecosystem, and then spread, often through mimicry. Through conferences, workshops, and online forums and publications, ancillary organizations facilitate communication among innovators and potential adopters, suppliers, professional associations, schools of journalism, and others. This facilitation reduces uncertainty about the processes and meanings of new ideas, encourages adaptation to them (Aldrich and Ruef 2007; Howells 2006), and fosters the development of common, legitimated forms of innovation (Grabher, Ibert, and Flohr 2008; Greenwood, Hinings, and Suddaby 2002)."]}, {"title": "Research Questions", "paragraphs": ["The following questions ask about change and innovation in data journalism and the context of the wider journalism space; about the role of ancillary organizations within this space; and how well field and ecology theories explain the emergence, development and persistence of change and innovation in data journalism. Findings on these questions should reflect theoretical differences suggested in the literature, but unexpected differences and similarities should also emerge. RQ1: How is change as well as maintenance of the data journalism space explained differently by field theory and ecology theory? RQ2: What role do ancillary organizations play in data journalism innovation, and how do these roles reflect field and ecological perspectives?", "RQ1: How is change as well as maintenance of the data journalism space explained differently by field theory and ecology theory?", "RQ2: What role do ancillary organizations play in data journalism innovation, and how do these roles reflect field and ecological perspectives?"]}, {"title": "Method", "paragraphs": ["To shed light on these questions, 24 semi-structured in-depth interviews were conducted with data journalists and members of five types of ancillary organizations. Selected data journalists represented a range of organizational types (see below). Respondents were chosen from ancillary organizations that have had involvement with data journalism, through workshops, conferences, online interaction, awards, grants and/or publications. Three interviews were conducted with representatives of each ancillary organization type, with the exception of two media labs – few labs focus directly on data journalism.", "The method of semi-structured in-depth interviews lends itself to research that is both deductive and inductive. It is guided by theory but open to emergent concepts and conceptual explanation. This method is appropriate for exploratory work, as the depth of each interview allows for early insight, and probe questions afford flexibility of analysis (Creswell 2014).", "We interviewed nine individuals working in data journalism, the case exemplar for this study. Four were reporters, three specialized in data presentation (visualization), one was a data/health editor, and one was an app developer. Four worked with local news outlets (three with newspapers, one TV), three worked with national legacy newspaper outlets, and two worked with prominent digital-only news publications. All were U.S. journalists. Seven were male, and two were female. Seven of the respondents’ outlets were supported by advertising, and two by foundations.", "Three representatives of three major US journalism professional membership associations and one member of an international association were interviewed. Membership associations have defined areas of focus. They hold annual conferences and workshops, they spearhead special projects, they may have regional and student chapters, and they hold awards competitions. Membership associations are often funded by members’ dues, event fees, and foundations. Three interviews were held with directors and one with an associate director. Two of the associations were closely linked with data journalism, and two associations were included because of their general prominence.", "One representative directs a prominent European training center, and two work with a prominent U.S. training center. Training centers hold workshops, gather and publish information in service to the field, and may hold award competitions. They generally have no members. They are supported by event fees, foundations and other benefactors, and advertising for publication. In Europe, they often receive government funding.", "Also included were three individuals who work with foundations that regularly support journalism innovation, three individuals who oversee data journalism-oriented programs at universities, and two individuals who direct media innovation labs. Both labs do substantial work with data journalism.", "Among the 15 ancillary organization representatives, 10 were male, and five were female. Twelve of these 15 respondents had experience in professional journalism. Years of experience in journalism for these 12 respondents ranged from 25 to 47 years. Names of all respondents and organizations were kept confidential.", "Interviews were 25–45 min each, conducted by phone. Interviews were semi-structured, guided by pre-planned questions that corresponded with theory and research questions,7 but allowing for unplanned, follow-up prompts. Interviewees were digitally recorded and transcribed for coding. Assuming that researchers “come to the field with presuppositions, questions and frameworks” (Burawoy 1998) and “theoretical backgrounds” (Timmermans and Tavory 2012), the coding process was deductive and inductive. Following Creswell (2014), a codebook was created. The codes below emerged from theory and previous analyses of meso-level spatial approaches (e.g., Liu and Emirbayer 2016; Mohr 2005). Objective spaces vs. intersubjective niches: Social spaces maintained through an internal logic that supports autonomy in the face of objective external power (field theory) vs. nurturing niches born of intersubjective shared agreement that comes from ongoing micro-level interaction (ecology theory).Position-taking vs. adaptation: Field theory’s “agonistic” oppositional taking of positions as a mechanism for change/innovation vs. ecology’s interactive, adaptive approaches to change/innovation.Capital vs resources: Field theory’s emphasis on accumulating capital for change/innovation vs. ecology’s emphasis on adaptation to available resources and mimicry of successful adaptation.Ancillary organizations and consecration vs. legitimation: Field theory's “consecration” of innovations by ancillary organizations vs. ecology's emphasis on ancillary organizations' role in fostering shared agreement about innovations that can lead to their legitimation.", "Objective spaces vs. intersubjective niches: Social spaces maintained through an internal logic that supports autonomy in the face of objective external power (field theory) vs. nurturing niches born of intersubjective shared agreement that comes from ongoing micro-level interaction (ecology theory).", "Position-taking vs. adaptation: Field theory’s “agonistic” oppositional taking of positions as a mechanism for change/innovation vs. ecology’s interactive, adaptive approaches to change/innovation.", "Capital vs resources: Field theory’s emphasis on accumulating capital for change/innovation vs. ecology’s emphasis on adaptation to available resources and mimicry of successful adaptation.", "Ancillary organizations and consecration vs. legitimation: Field theory's “consecration” of innovations by ancillary organizations vs. ecology's emphasis on ancillary organizations' role in fostering shared agreement about innovations that can lead to their legitimation.", "After reading the codebook, two researchers coded the transcripts. Researchers first read entire transcripts for holistic understanding. They then read transcripts again, noting passages that were relevant to the broad codes above and to RQ1 and RQ2, and noting emergent codes. Following Creswell (2014), two methods were used to encourage trustworthiness of coding (a qualitative analog to reliability [Guba 1981]). (1) Two researchers coded the same three transcripts and met to discuss the coding, noting differences and talking through reasons for differences. The two researchers then coded two more transcripts and discussed differences. They then coded the remaining transcripts. (2) As an additional check on trustworthiness, a “peer debriefing” was conducted in which a third individual not involved in the coding reviewed a summary of the study’s purpose, read three annotated transcripts, and provided feedback. Coders discussed the feedback, which consisted of five passages overlooked in the coding. Two of these passages were added.8"]}, {"title": "Findings", "paragraphs": ["The first research question asks about the change and maintenance of the data journalism space – including data journalists, their news outlets and ancillary organizations – and how this is explained differently by field theory and ecology theory.", "From an ecology perspective, emergence, change and persistence of human action are consequences of people interacting and adapting to challenges or disruptions. Adaptation is necessary for the functional maintenance of the larger system, though there may be dysfunction.", "Ancillary organization respondents most commonly depicted data journalism as an adaptive component, in service to journalism’s traditional reporting and storytelling. “The core of data journalism is the J, not the D,” as the director of a university’s data journalism program said. Data journalism was portrayed as an “arm of investigative reporting,” and a “starting point for the reporting process,” or as complementary and “knotted up” with journalism rather than subsidiary.", "Data journalism was also discussed in pragmatist terms, as gaining its meaning through use within traditional journalism. Data journalism is about “making the best use of data and technology to find better stories,” according to a professional association director. It is a “tool on the tool belt of a watchdog reporter,” according to another. These quotes are consistent with past findings that data journalism and computer-assisted reporting have been viewed as a service or tool for traditional reporting (Fink and Anderson 2015; Lamble and Quinn 2012).", "Not all respondents embraced this portrayal. Working data journalists, especially, were more likely to portray data journalism’s role, normatively, as consistent with field theory’s agonism, in which data journalism and its innovations are “positions taken” in opposition to existing entities and practices (Bourdieu 1993). One data journalist said he felt he was perceived too often as “support” for reporters who ask him to “go find me a number for this story.” A data journalist who directs a university data journalism program said traditional journalists have an irrational bias against data and math: This is one of the few professions I can think of that not only tolerates innumeracy, but celebrates innumeracy. It’s a badge of honor for a lot of journalists to say . . . “I didn’t get into journalism to do math.”One data journalist said data journalism should take the lead rather than support: “Data is the story,” and it has moved “from supplemental work … to being the star of the show.” Another said people have laughed at him when hearing he works in journalism, but working with data “gets far more respect.”", "This is one of the few professions I can think of that not only tolerates innumeracy, but celebrates innumeracy. It’s a badge of honor for a lot of journalists to say . . . “I didn’t get into journalism to do math.”", "Some respondents perceived that the credibility gap between journalists and the public opened the “space of possibles” (Bourdieu 1993) that data journalism occupies. Within this view, numbers offer objective, transparent truths as opposed to third-hand narrative accounts from official sources. According to one data journalist: It’s easier to advance the argument that this is a credible report by saying here’s the data, the source of information . . . [and] it’s easier to make that argument than to say you’ll have to trust us because we trust our sources, but we can’t tell you who all of them are.", "It’s easier to advance the argument that this is a credible report by saying here’s the data, the source of information . . . [and] it’s easier to make that argument than to say you’ll have to trust us because we trust our sources, but we can’t tell you who all of them are.", "For Bourdieu, government is the obvious external source of power shaping fields (Johnson 1993). While some argue that data journalism offers a way to bypass third-party government sources, government offices are still vital sources for data journalism (Lowrey and Hou 2018). Yet, data journalist respondents rarely questioned government’s authority over data set and data category construction, as long as data appear recent and thorough, as this comment suggests: I don’t have to justify that we’re using the Bureau of Labor Statistics for the jobs report. It’s a matter of making sure on our end that we’re reporting stuff accurately.Findings suggest that in seeking and using government datasets, data journalists may question government agency motives, but this conflict is perceived as normal rather than deviant – evidence of journalists’ habitus. “Data journalists are used to it,” as one said.", "I don’t have to justify that we’re using the Bureau of Labor Statistics for the jobs report. It’s a matter of making sure on our end that we’re reporting stuff accurately.", "According to respondents, innovation in data journalism tends to emerge from the later stages of the data journalism process, such as data processing and the graphical “visualization” of data. In field theory terms, these tasks fall within a space of possibles, safe within journalism boundaries and at a distance from government power. In contrast to data collection, these tasks seem unlikely to cross government authority.", "Respondents indicated that foundations and tech companies are increasingly important influences on the data journalism space. Several respondents from professional associations and training centers expressed concern that, as one association director said, “a lot of newsrooms have a limited budget, and have to be selective” in their professional involvement. The traditional revenue streams of membership dues and conference fees have dwindled, and respondents mentioned the importance of foundation support in compensating, though these responses varied by organizational resources and priorities. Respondents said foundation support was important to their core missions: Foundations “play a very large role … hundreds of thousands of dollars in a given year,” they are “very important” and “we’d like to expand [foundation support].” Several respondents also mentioned financial support from tech companies, which generally encourage data journalism. Per field theory, redistributed capital opens new spaces for innovational position-taking, and these innovations will likely reflect the needs of the powerful foundations and tech companies providing the capital.", "The few foundations oriented toward journalism, the Knight Foundation prominent among them, sit adjacent to, or intersect, the meso-level journalism space. The impact of Knight on innovation, with its emphasis on disruptive digital information technologies, was mentioned by respondents and has been noted in previous scholarship (Lewis 2011). However, one foundation representative said journalism receives only modest attention from most large foundations, which perceive journalism as a tool for accomplishing broader missions. The former head of one large foundation’s journalism program said the foundation supported data journalism because it fits with the foundation’s support of open data in the civic political realm. They wanted “to leverage more investments around [data] . . . and the civic tech innovators were already there.” According to the foundation officer, political entities increasingly support open-data/open-source platforms for use by citizens because these offer ways to bypass journalistic control over political messages – evidence of political power challenging the journalism field’s weak autonomy.", "Data journalist respondents positioned themselves at a distance from foundation support because of “issues with objectivity.” They tended to value the cultural capital of the journalism space over foundation capital. According to one data journalist, “You have to be careful [about] stipulations that a particular program or agency might have on giving you money to do a data project.”", "Though recent evidence suggests news executives are receptive to foundation capital (Nisbet et al. 2018), traditional news organizations find change difficult. Decisions are channeled by the routine contours of the field and the economic and cultural capital that has collected there. One professional association director noted: So much of [traditional news organization] revenue is tied to this old problematic way of doing things, and you can't just walk away from all that revenue. So, they end up having to maintain the thing that isn't working.Schools of journalism, often considered incubators of new ideas, may also follow entrenched paths shaped by the news industry’s traditional distribution of capital. A professional association director said schools are not “tearing up the journalism world with innovation” because schools want current graduates to be employable now, “and journalism companies need people who can do things the traditional way.”", "So much of [traditional news organization] revenue is tied to this old problematic way of doing things, and you can't just walk away from all that revenue. So, they end up having to maintain the thing that isn't working.", "The second research question asks what role ancillary organizations play in data journalism innovation, and how these roles reflect field and ecological perspectives. Respondents mentioned the top U.S. professional membership association that specializes in data journalism as especially influential in shaping data journalism. Data journalist respondents generally said their news outlets supported their attendance at this organization’s events, an example of niche development in journalism.", "Consistent with ecological approaches, interview respondents at generalized, non-niche ancillary organizations described changes among ancillary organizations as adaptive rather than oppositional. Some ancillary organizations have reshaped fundamental goals and purposes. Two older training centers have drawn back from training efforts in emerging technical areas like data/computational journalism, and both are increasingly identified with their online publications about the news industry. One older generalist professional association has scaled back on cutting-edge training, and increasingly plays a support role in helping smaller, specialized ancillary organizations with event operations.", "Professional associations and training centers generally acknowledged increased “competition for the same pool of resources,” as one assistant director said, due to diminishing news company support, but they also emphasized collaboration to achieve goals. From a field theory perspective, generalized organizations are an “old guard” against which newer, specialized organizations are defining themselves. Yet, field theory is less helpful for explaining the diverse survival efforts pursued by older, generalist organizations, as they use their collective abstract knowledge to redefine goals, boundaries and practices, sometimes competitively and sometimes collaboratively.", "From an ecology perspective, ancillary organizations help legitimate innovation and aid adaptation of innovations with the wider ecosystem by fostering interaction (Aldrich and Ruef 2007; Rekers 2016). Respondents from professional associations and training centers tended to portray data journalism innovation as a consequence of interactive collaboration, involving journalists from diverse areas in discussion with experts within and outside of journalism. These organizations “connect journalists with new ideas” and foster shared practices, as one training center director said. A professional association director saw his organization “mostly as conveners for those innovative ideas to propel the conversation.” The director also emphasized a pragmatist approach, encouraging innovation in data journalism through interactive hands-on conference sessions rather than teaching objective guidelines: There’s an audience at a conference that doesn't just want to hear that you have a really cool project. They want to know how you go about tackling common challenges, so that when they go back to work, they can apply the same thing.Data journalist respondents also discussed the importance of creating through collaboration: Data journalism has really benefitted in the last few years from the arrival of quantitative political science types and computer science types . . . who have different perspectives and skill sets, and that has sort of created a ferment of methods and . . . collaborations.Data journalists were also likely to emphasize internal collaboration, within the “community of data journalists,” as one said. According to another: “For our little corner of the profession, conferences and workshops have been essential … [and] the fact that we feed off each other is a really important part of how this has been shaped.”", "There’s an audience at a conference that doesn't just want to hear that you have a really cool project. They want to know how you go about tackling common challenges, so that when they go back to work, they can apply the same thing.", "Data journalism has really benefitted in the last few years from the arrival of quantitative political science types and computer science types . . . who have different perspectives and skill sets, and that has sort of created a ferment of methods and . . . collaborations.", "Modeling and mimicry are key steps in an ecological process of innovation. New practices selected from the pool of variations may spread through interaction and legitimation. This process may take the form of rational-choice modeling (Aldrich and Ruef 2007), or less-than-rational mimicry and faddishness (Hannan and Freeman 1989). Some ancillary organization respondents provided examples of processes that encourage rational-choice modeling about data journalism at conference and workshop sessions. One professional association associate director said his organization tries “to encourage conversations at conferences that [take the form of]: ‘I had a challenge. I overcame a challenge, and here’s how I went about it.’”", "Ancillary organization respondents acknowledged less-than-rational mimicry within the space. Innovation is “not as systematic as it might seem,” said a training center director. Innovation may be pursued, according to one training center director, because people think “there’s really cool stuff happening here.” Mimicry can lead to more of the same because of mindless “fads and cascades,” as the director of a data journalism lab put it. According to a professional association director, “So much of modern journalism today is just like the flavor of the moment or repeating something that somebody else has already done, with a new take.”", "Data journalist respondents acknowledged mimicry, but as beneficiaries of the mimicry, they were uncritical, portraying it as convenient and expected: “Everybody just watches what everybody else is doing” and “Whenever I go to one of these conferences, I’m looking for like, ‘Here are some things that I can cookbook’.” Another data journalist said the flashy “cool” factor of new technology is powerful: “[In workshop sessions] we can all sit in a room together and have this collective ‘whoa! that’s super impressive’ moment.”", "Data journalists mentioned top legacy news outlets and national digital-first news outlets as inspirations for modeling/mimicry – “some of these hundred-years-plus organizations are being so creative,” as a training center instructor said. However, respondents viewed the top professional association for data journalism as particularly important. Respondents said their news organizations “send people” to this professional association’s events or “bring people in” from this organization “every year” or on a consistent basis. News organizations were described as “all in,” “super invested” and “invested in the culture” of data journalism. The director of this association discussed efforts to generate a common set of principles and practices for data journalism: We’ve published books, we have thousands of tips sheets in our library, and we have data that we customize for newsrooms . . . and the awards program is working.", "We’ve published books, we have thousands of tips sheets in our library, and we have data that we customize for newsrooms . . . and the awards program is working.", "Respondents from ancillary organizations commonly made “consecrating” comments that supported data journalism’s position within the field. They did this by arguing for data’s unique claims on objectivity, transparency and authenticity – all qualities needed by an ailing news industry facing a credibility deficit and accusations of “fake news.” A foundation officer referenced research on data journalism showing younger audiences were likely to perceive numerical charts as fact: “[They] buy into data, and they are really hungry for [and] calling for the truth, and data is a key component of building that trust.” The director of a data journalism program at a university said data analysis has a pure authenticity that traditional reporting lacks: [Data journalism] is not a third party. It's not a source. It's not a document. It's the work that they [data journalists] did – it is often based on an analysis that the journalist . . . does, so that is how to differentiate it. And that makes it powerful.According to a training center director, “There’s an accountability metric to being able to share data sets publicly.” From another: There's an increasing ask from the public side of things for journalists to show their work, and data sets are a great place to do that . . . there are opportunities there to establish credibility to reiterate that journalists can act as a kind of community mediator, you know, that’s distinct from a public official.Another educator positioned data journalism within the space of science, saying it offers “the ability to test hypotheses” and get us beyond the indeterminate back and forth of “he said, she said,” or, as a professional association director called it, “tennis court journalism.”", "[Data journalism] is not a third party. It's not a source. It's not a document. It's the work that they [data journalists] did – it is often based on an analysis that the journalist . . . does, so that is how to differentiate it. And that makes it powerful.", "There's an increasing ask from the public side of things for journalists to show their work, and data sets are a great place to do that . . . there are opportunities there to establish credibility to reiterate that journalists can act as a kind of community mediator, you know, that’s distinct from a public official.", "According to data journalist respondents, a consecrated data journalism also has an evangelical mission, and ancillary organizations support this mission. One data journalist described data journalism as “a small priesthood” in which, at conferences, “we know each other’s work and we kind of all talk the same language, and then we’re sort of evangelists when we go back to our home newsrooms.” According to another: “We’re kind of like our own little family of disciples and we’re trying to continue to spread the gospel of data journalism.” According to one training center director: These are educators and evangelists who spread the word of investigative and data journalism around the world. And this should not be left to commercial media … [I]t’s the people in education and training and professional associations who are kind of the monks in the Middle Ages … who are spreading this.More evidence of “consecration” was the common depiction of data journalism’s growth as natural, or as possessing an inevitable upward dynamic, based on law-like mechanisms. One lab director tied growth and innovation in data journalism to democracy’s internal driving need for ever more information, viewing “computational journalism” “as an evolution of a part of journalism.” A data journalist referred to “Moore’s law” “which keeps driving to the ability . . . to make ever new forms of data available.”", "These are educators and evangelists who spread the word of investigative and data journalism around the world. And this should not be left to commercial media … [I]t’s the people in education and training and professional associations who are kind of the monks in the Middle Ages … who are spreading this."]}, {"title": "Discussion", "paragraphs": ["By applying both field and ecology perspectives, we gain multiple ways to interpret data journalism’s positioning relative to traditional journalism, the dynamics of data journalism innovation, and the roles that ancillary organizations – professional associations, training centers, schools, labs, foundations – play in these dynamics.", "From a critical field perspective, data journalism occupies spaces that challenge persistent journalistic traditions such as the predominance of narrative reporting, and that offer paths to redemption for a flawed, besieged journalism industry/profession. From an ecology perspective, data journalism is a growing, interactive, fluid community, adaptive to the wider ecosystem rather than oppositional.", "Findings here may not be generalized to the entire data journalism space, but they do suggest field theory may be most helpful for mapping the structure of the space and the factors shaping that structure, thereby explaining what’s likely and what’s not likely. Interviews indicate that shifting institutional support is altering the field’s topography and the “space of possibles” for innovation (Bourdieu 1993) Several ancillary organization respondents mentioned the demise of news company support for professional development, weakening support for generalist ancillary organizations that have traditionally sanctioned existing practices. They also noted growth in support for specialist organizations, such as those supporting data journalism. Capital from foundations and tech companies pools in alternative spaces, providing support for new practices and forms, including data journalism. Many foundations focus on wider issues of democratic governance (and not narrowly on journalism) for which investigative hard news is perceived as important, an emphasis consistent with data journalism. Development of data journalism tools also fits with the mission and profit interests of tech companies. There is evidence that the power of government institutions affects data journalism changes in latent ways: Interview responses indicated data journalists are unlikely to question government agencies about the structure of categories and data sets, and innovation is more likely to emerge in the areas of data sharing and data presentation – practices that do not encroach directly into the field of government.", "Consistent with field theory’s agonism (Johnson 1993), findings show data journalists taking oppositional positions to a weakened “old guard” journalism that has historically privileged narrative accounts and official voices over quantitative accounts. Findings suggest this difference with traditional journalism strengthens data journalists’ collective identity, aiding their ability to organize, to access the capital that is collecting in recently widening spaces, and to maintain their new position. Further, respondents suggested ancillary organizations help consecrate and legitimate these new positions (Bourdieu 1993) – for example, by portraying data-driven accounts as more objective, transparent and authentic than narrative “third-party” accounts.", "However, this portrayal is incomplete. Interview responses reveal a more complicated situation involving the collaboration and adaptation found in ecology approaches. While field theory indicates structured probabilities of winning and losing in a system shaped by both persistent practices and opposition to them, ecology theory indicates surprising possibilities for survival, adaptation and proliferation within a fluid, interactive system (Abbott 2016). Respondents indicated that ancillary organizations play an important role in ecological systems by encouraging creative interaction between their own agents and journalists, between traditional and data journalists, and between journalists and entities outside the journalism space such as data scientists. Such interaction fosters creative responses to problems, and may demystify and reduce uncertainty about change and innovation for the overall system. This allows for modeling and mimicry among entities, encouraging legitimacy and the potential emergence of new populations (Lowrey, 2013; Weber, Fulk, and Monge, 2016). Findings also suggest that ancillary organizations are themselves adapting, collaborating and collectively rethinking goals, practices and criteria for success.", "Finally, both approaches suggest potential dysfunction in the innovation process. From a field theory perspective, strategic agency is needed to take new positions in the field, but such efforts may encourage a kind of dogma, as suggested in the missionary rhetoric of data journalists, and in deterministic notions that data journalism’s growth is natural or inevitable. From an ecology perspective, mimicry can aid the spread of something new, but the result may be less-than-rational copying and a fascination with appearing progressive.", "Additional research involving surveys of journalists and ancillary organizations would allow for implications about the wider journalism field – findings from this study cannot be generalized beyond the accounts of the individuals interviewed. Additional qualitative research involving observation of data journalism and ancillary organizations would shed more light and add trustworthiness. Results suggest innovation processes vary across international contexts; for example, media development agencies seem particularly important to innovation and change efforts in some countries. Results also indicate tech companies, which are not represented in this study’s sample, are playing an increasingly significant role in innovation.", "Findings point to the importance of understanding the wider social, political and economic contexts within which innovation takes place, and the impact that turning the conceptual prism can have on that understanding. Findings also show what can be lost when viewing social phenomena from one framework, and that the contexts and dynamics of journalism change and innovation may be understood more fully as both a field and an ecological phenomenon."]}], "references": [{"title": "Linked Ecologies: States and Universities as Environments for Professions", "year": "2005", "journal": "Sociological Theory", "volume": "23", "authors": [{"name": "Abbott Andrew.", "first_name": "Abbott", "last_name": "Andrew."}]}, {"title": "Can Foundations Solve the Journalism Crisis?", "year": "2018", "journal": "Journalism", "volume": "19", "authors": [{"name": "Benson Rodney.", "first_name": "Benson", "last_name": "Rodney."}]}, {"title": "Losing Their ‘Mojo’?", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Blankenship Justin.", "first_name": "Blankenship", "last_name": "Justin."}]}, {"title": "Making Time: Temporality, History and the Cultural Object", "year": "2015", "journal": "New Literary History", "volume": "46", "authors": [{"name": "Born Georgina.", "first_name": "Born", "last_name": "Georgina."}]}, {"title": "“Building an Audience, Bonding a City: Digital News Production as a Field of Care.” Media", "year": "2017", "journal": "Culture \\& Society", "volume": "39", "authors": [{"name": "Boyles Jan Lauren.", "first_name": "Boyles", "last_name": "Lauren."}]}, {"title": "The Extended Case Method", "year": "1998", "journal": "Sociological Theory", "volume": "16", "authors": [{"name": "Burawoy Michael.", "first_name": "Burawoy", "last_name": "Michael."}]}, {"title": "Mapping the Sports Journalism Field: Bourdieu and Broadsheet Newsrooms", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "English Peter.", "first_name": "", "last_name": "Peter."}]}, {"title": "Data Journalism in the United States: Beyond the ‘Usual Suspects.’", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Fink Katherine", "first_name": "Fink", "last_name": "Katherine"}, {"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "The Neglected King: The Customer in the New Knowledge Ecology of Innovation", "year": "2008", "journal": "Economic Geography", "volume": "84", "authors": [{"name": "Grabher Gernot", "first_name": "Grabher", "last_name": "Gernot"}, {"name": "Ibert Oliver", "first_name": "Ibert", "last_name": "Oliver"}, {"name": "Flohr Saskia", "first_name": "Flohr", "last_name": "Saskia"}]}, {"title": "Theorizing Change: the Role of Professional Associations in the Transformation of Institutionalized Fields", "year": "2002", "journal": "Academy of Management Journal", "volume": "45", "authors": [{"name": "Greenwood Royston", "first_name": "Greenwood", "last_name": "Royston"}, {"name": "Hinings C. R.", "first_name": "Hinings", "last_name": "R."}, {"name": "Suddaby Roy", "first_name": "Suddaby", "last_name": "Roy"}]}, {"title": "“Criteria for Assessing the Trustworthiness of Naturalistic Inquiries.” Educational Communication and Technology: A Journal of Theory", "year": "1981", "journal": "Research, and Development", "volume": "29", "authors": [{"name": "Guba Egon G.", "first_name": "Guba", "last_name": "G."}]}, {"title": "Organizational Innovation and Organizational Change", "year": "1999", "journal": "Annual Review of Sociology", "volume": "25", "authors": [{"name": "Hage Jerald.", "first_name": "Hage", "last_name": "Jerald."}]}, {"title": "When Homo Academicus Meets Homo Journalisticus: An Inter-Field Study of Collaboration and Conflict in the Communication of Scientific Research", "year": "2015", "journal": "Journalism", "volume": "18", "authors": [{"name": "Hartley J. M.", "first_name": "Hartley", "last_name": "M."}]}, {"title": "Intermediation and the Role of Intermediaries in Innovation", "year": "2006", "journal": "Research Policy", "volume": "35", "authors": [{"name": "Howells Jeremy.", "first_name": "Howells", "last_name": "Jeremy."}]}, {"title": "Journalism Innovation and Participation: An Analysis of the Knight News Challenge", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}]}, {"title": "Field and Ecology", "year": "2016", "journal": "Sociology Theory", "volume": "34", "authors": [{"name": "Liu Sida", "first_name": "Liu", "last_name": "Sida"}, {"name": "Emirbayer Mustafa", "first_name": "Emirbayer", "last_name": "Mustafa"}]}, {"title": "Journalism Innovation and the Ecology of News Production", "year": "2012", "journal": "Journalism and Communication Monographs", "volume": "14", "authors": [{"name": "Lowrey Wilson.", "first_name": "Lowrey", "last_name": "Wilson."}]}, {"title": "Journalism and Blogging: A Test of a Model of Occupational Competition", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}, {"name": "Mackay Jenn", "first_name": "Mackay", "last_name": "Jenn"}]}, {"title": "", "year": "2018", "journal": "", "volume": "", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}, {"name": "Hou Jue", "first_name": "Hou", "last_name": "Jue"}]}, {"title": "What Is Field Theory?", "year": "2003", "journal": "American Journal of Sociology", "volume": "109", "authors": [{"name": "Martin John L.", "first_name": "Martin", "last_name": "L."}]}, {"title": "WAN-IFRA", "year": "2018", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "The Evolution of Organizational Communication", "year": "2008", "journal": "Journal of Communication", "volume": "58", "authors": [{"name": "Monge Peter", "first_name": "Monge", "last_name": "Peter"}, {"name": "Poole Marshall Scott", "first_name": "Poole", "last_name": "Scott"}]}, {"title": "Explaining the Formation of Online News Startups in France and the United States: A Field Analysis", "year": "2016", "journal": "", "volume": "", "authors": [{"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew"}, {"name": "Vera-Zambrano Sandra", "first_name": "Vera-Zambrano", "last_name": "Sandra"}]}, {"title": "What Triggers Innovation Diffusion? Intermediary Organizations and Geography in Cultural and Science-Based Industries", "year": "2016", "journal": "Environment and Planning C: Government and Policy", "volume": "34", "authors": [{"name": "Rekers Josephine V.", "first_name": "Rekers", "last_name": "V."}]}, {"title": "The Cybercultural Moment and the New Media Field", "year": "2016", "journal": "New Media \\& Society", "volume": "18", "authors": [{"name": "Stevenson Michael.", "first_name": "Stevenson", "last_name": "Michael."}]}, {"title": "The Buzzfeedication of Journalism? How Traditional News Organizations are Talking About a New Entrant to the Journalistic Field Will Surprise You!", "year": "2015", "journal": "Journalism", "volume": "18", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}, {"name": "Jenkins Joy", "first_name": "Jenkins", "last_name": "Joy"}]}, {"title": "Theory Construction in Qualitative Research: From Grounded Theory to Abductive Analysis", "year": "2012", "journal": "Sociological Theory", "volume": "30", "authors": [{"name": "Timmermans Stefan", "first_name": "Timmermans", "last_name": "Stefan"}, {"name": "Tavory Iddo", "first_name": "Tavory", "last_name": "Iddo"}]}, {"title": "User Acceptance of Information Technology: Toward a Unified View", "year": "2003", "journal": "MIS Quarterly", "volume": "27", "authors": [{"name": "Venkatesh Viswanath", "first_name": "Venkatesh", "last_name": "Viswanath"}, {"name": "Morris Michael G.", "first_name": "Morris", "last_name": "G."}, {"name": "Davis Gordon B.", "first_name": "Davis", "last_name": "B."}, {"name": "Davis Fred D.", "first_name": "Davis", "last_name": "D."}]}, {"title": "The Emergence and Evolution of Social Networking Sites as an Organizational Form", "year": "2016", "journal": "Management Communication Quarterly", "volume": "30", "authors": [{"name": "Weber Matthew S.", "first_name": "Weber", "last_name": "S."}, {"name": "Fulk Janet", "first_name": "Fulk", "last_name": "Janet"}, {"name": "Monge Peter", "first_name": "Monge", "last_name": "Peter"}]}]}