{"doi": "10.1080/17512786.2019.1591928", "url": "https://doi.org/10.1080/17512786.2019.1591928", "title": "Missing the Big Wave: Citizens’ Discourses Against the Participatory Formats Adopted by News Media", "volume": "13", "year": "2019", "issue": "10", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Suau", "first_name": "Jaume", "name": "Jaume Suau"}, {"last_name": "Masip", "first_name": "Pere", "name": "Pere Masip"}, {"last_name": "Ruiz", "first_name": "Carlos", "name": "Carlos Ruiz"}], "abstract": "ABSTRACTUsers’ participation in news media websites has attracted great attention by academia in recent years. Nevertheless, studies about participatory journalism have traditionally been focused on the study of the participatory options offered by news media, or the attitudes of journalists towards the participatory options offered to the users. Just in recent years research started to be focused on the users themselves and their attitudes towards being involved in online participatory practices. This research presents the findings of a qualitative study based on focus groups conducted in Spain about citizens’ attitudes in relation to the participatory options offered by news media websites. Results point towards a general critique about how news media are implementing online participation, despite being news media websites “natural” online environments to foster participatory energies and the main spaces where citizens gather information about public issues. Focus groups also showed a minor interest in options of content production or content personalization, together with a higher demand for suitable spaces for public debate and interaction with journalists or the newsroom.", "body": [{"title": "Introduction", "paragraphs": ["In the conclusions of one of his early studies of participatory journalism, Neil Thurman (2008) pointed out that the most popular location for debate on the BBC News website, “Have Your Say”, was attracting contributions of around 0.05% of the site's daily visitors. Thurman’s reflection finished by supporting further work on how audiences were using tools for participatory journalism offered on media websites, and also further research on more general attitudes of citizens towards online media participation. Thurman’s claim has remained until last years mostly unanswered by the high number of scholars who have researched citizens’ participation in news media websites (participatory journalism). They have been more focused on analysing the participatory formats adopted by media or professional journalists’ attitudes towards user participation (Hermida and Thurman 2008; Singer et al. 2011; Wardle and Williams 2010). Although the common assumption in academia is that citizens are generally willing to get involved in online participatory practices (Jenkins and Carpentier 2013), recent research points towards a different reality: lack of interest of citizens in participating in the formats offered by news media (Karlsson et al. 2015; Springer, Engelmann, and Pfaffinger 2015).", "The present paper will attempt to address some of the shortcomings identified in previous research, presenting the qualitative part (based on focus groups) of a research project conducted in Spain about citizens’ attitudes towards online participation. Building on previous authors’ work (Suau 2015; Suau and Masip 2014) the paper will distinguish among different kinds of interactivity in order to analyse which online participatory practices are preferred by citizens. By doing so, the paper contributes to mitigate the shortcoming of qualitative research on the subject of online participation, and more specifically, about users’ perceptions on the participatory formats offered by news media websites. By structuring our research on the diverse levels of interactivity required in different formats of media participation we expect to have a better picture of citizens’ preferences towards their participation in and through media (Carpentier 2011; Peters and Witschge 2015)"]}, {"title": "Participatory Journalism So Far", "paragraphs": ["The participatory dimension of the new media environment (Suau 2015) created a series of challenges to traditional media institutions, which had to adapt their websites to the increasing options for audience participation that were offered by Internet-based technologies. Formerly abstract concepts such as “audiences” or the “public” suddenly start to have an active and permanent presence, both in the newsroom and on the websites of traditional media (Heinonen 2011). Widely adopted, the concept of “participatory journalism” is used to describe the different formats implemented by news media websites by which citizens are invited to contribute in the processes of news’ gathering, selection, publication or commentary, all of this always within a framework designed by news media (Nip 2006).", "Previous research shows how in most countries during the last decade news media have opened their websites to users’ participation (Singer et al. 2011; Thurman 2008; Williams, Wardle, and Wahl-Jorgensen 2011), following Spain a similar evolution than other European countries (Domingo et al. 2008; Suau and Masip 2014). Moreover, the two years between 2006 and 2008 seem to be in most countries the time when their media made the most radical changes and adopted the most tools, allowing for more user participation (Domingo et al. 2008). Nevertheless, despite this first stage characterized by a certain optimism in the transformative potential of participatory journalism (Curran, Fenton, and Freedman 2012), it seems that journalists and media institutions are loosing interest in further develop participatory options (Karlsson et al. 2015).", "However, this process of gradually opening the doors to users’ participatory energies was never completed, and journalists from traditional media institutions have always had the last word in decision-making processes and newsroom control (Singer et al. 2011). Although news media websites follow a clear trend of opening up their websites to user participation, this mostly consists of formats based on editing or moderating by journalists prior to publication, rather than formats that would involve users publishing directly without any previous control (Thurman and Hermida 2010). Borger et al. (2013) have summarized the big body of literature on participatory journalism, concluding that most previous research approached the issue form a normative perspective. Hence, both journalists and news media institutions are frequently accused of neglecting to engage in participatory practices to maintain their status and gatekeeping role (Chung 2007; Singer and Ashman 2009; Williams, Wardle, and Wahl-Jorgensen 2011), or adopting them just for economic reasons (Singer et al. 2011; Vujnovic et al. 2010).", "The aforementioned normative approach that according to Borger et al. (2013) characterizes former research on participatory journalism, also implies a certain disappointment with news users’ passivity. Despite being citizens’ attitudes and motivations towards participatory journalism the area in this field more scarcely researched, results have shown that citizens seem not to be highly interested in engaging in participatory practices (Hujanen and Pietikäinen 2004; Suau 2015). It has been found that users still see themselves as mainly consumers of news content rather than potentially content producers, preferring to keep more active forms of participation to a minimum (Larsson 2011), without questioning journalists’ predominant role in news production processes (Heise et al. 2013). Even without disregarding the potential of user participation on news media websites (Wardle and Williams 2010), (Bergström 2015) pointed out the limited interest of audiences in participating and the fact that most users do not directly perceive participatory journalism tools as linked with democratic purposes.", "In what regards attitudes and motivations to participate, the few existing studies, most of which are quantitative, indicate personal motivation or entertainment as the main reasons leading users to participate, as opposed to an active motivation to produce or enhance journalistic content (Heise et al. 2013). In these cases, practices such as sharing and commenting seem to be of more interest rather than news’ creation (Fröhlich, Quiring, and Engesser 2012). Participation seems to be usually connected with personal character or interest in certain personal issues rather than an active willingness to participate in democratic life or engagement with public issues (Picone, Wolf De, and Robijt 2016; Springer, Engelmann, and Pfaffinger 2015). Nevertheless, most users point towards lack of time or interest as reasons for their non-involvement in practices connected to participatory journalism (Wardle and Williams 2010), something that previous research has also found by studying the number of interactions on news media websites through time (Karlsson et al. 2015).", "Finally, some recent research points towards a negative opinion of citizens towards how news media websites are implementing participatory options. Firstly, it seems that offering more participatory tools do not necessarily increases users’ satisfaction (Heise et al. 2013; Prochazka, Weber, and Schweiger 2018). Especially if journalists and news media are not engaging with users when they comment or contribute with their own content. As Borger, van Hoof, and Sanders (2016) have defined, citizens expect reciprocity from journalists and news media institutions. Previous research has found that although users appreciate to have freedom to participate (Yoo 2011), they also support moderation and editorial control (Heise et al. 2013; Van Der Wurff and Schoenbach 2014). Regarding this lack of control or journalists’ reciprocity, the way that news media adopt comments on news seem to be the participatory format that generates more critics (Bergström and Wadbring 2015; Borger, van Hoof, and Sanders 2016; Løvlie, Ihlebæk, and Larsson 2018).", "To sum up, research on participatory journalism has traditionally approached the object of study from a normative perspective. In what regards citizens’ perceptions, it claims against a lack of interest to participate, usually denouncing the lack of motivation of users in engaging in the democratic possibilities apparently opened by participatory options. Previous studies present different answers to this lack of motivation. Firstly, some studies point towards a limited interest in participating in unattractive formats of participatory journalism. Secondly, other studies seem to go further, claiming that citizens have no interest in participating as they see themselves still as news’ recipients rather than active participants (Larsson 2011). Former research on citizens’ attitudes towards participatory journalism has adopted mainly quantitative methodologies (Borger, van Hoof, and Sanders 2016), lacking the field insight about how citizens see participation by itself or how they perceive the different participatory formats.", "Some previous research on these issues tried to mitigate this shortcoming by focusing on how citizens’ consider participation in different stages of the journalistic process (Karlsson, Clerwall, and Nord 2018), following a similar approach than early studies on participatory journalism (Domingo et al. 2008). Despite its relevance, this approach still positions the focus on news media and journalists. Our study suggests to build from here, but addressing participatory practices from a perspective that stresses the kind of interactivity that each kind of participation presents, in order to better grasp how citizens understand online media participatory practices associated with participatory journalism (Suau 2015). Building on previous research, the next section will present our methodological approach, together with the research questions that will guide this study."]}, {"title": "Interpreting Online Participatory Practices: Objectives and Methodology", "paragraphs": ["In order to interpret the results of this research, we used a typology of participatory journalism tools (previously used by the authors in Suau 2015; Suau and Masip 2014), based on the degree or level of relationship that each participatory tool allows for users, both in user-user relations and in medium-user ones. We do so with the aim the shed some light on the different attitudes that citizens might have depending on maximalists or minimalists formats of participation (Carpentier 2011) on news media websites. As Peters and Witschge (2015, 28) have stated, there is a need to “understand the utility of different participatory tools for audiences, which demands not only empirical research on the way they are experienced but also specificity on their different affordances and implications”. Hence, the typology takes into account the social dimension of interactivity (Steensen 2013), facilitating the comparison of data collected during the focus groups. With some exceptions (Springer, Engelmann, and Pfaffinger 2015), former research that used qualitative methodologies to better understand users’ attitudes towards participatory formats mostly do so from the point of view of media institutions (Karlsson, Clerwall, and Nord 2018). Sometimes mixing in their studies different participatory formats, a choice that perhaps makes sense from a journalistic point of view, but not from an users’ one (Örnebring 2008). Hence, there is a need to understand participatory journalism from the point of view of the participants, which is why this research focuses on the interactivity offered by the different participatory practices allowed by news media websites.", "Early research on participatory journalism has used similar typologies to classify the different participatory options offered by news media websites. Jönsson and Örnebring (2011) classified the tools according to users’ levels of involvement, distinguishing between forms with a low level of involvement (for instance, RSS or customization tools), and forms with high involvement, such as those that allow users to produce original content. However, studies on “participatory journalism” that try to focus on users’ involvement and engagement with the participatory tools provided by the media, tend to use the concept of “interactivity” to establish some typology of forms of “participatory journalism”. Some early works draw on Jensen’s definition of interactivity (1998) to adapt it to the context of the news media websites, such as Massey and Levy’s (1999) “content interactivity” and “interpersonal interactivity” or Rost’s (Rost 2006) “selective interactivity” and “communicative interactivity”. More recent authors, such as Chung (2007), or Larsson (2012), use a typology based on the kind of interactivity established between the individual and the medium enabled by each of the tools (human, medium, human-medium and medium-human). Finally, Krumsvik (2018) uses a similar approach than the one presented in this research, but focusing on the concept of “user involvement” to redefine it in four different categories (data gathering, distribution, deliberation and donation).", "As a starting point for building our typology the concept of interactivity was chosen (Jensen 1998; Massey and Levy 1999; Schultz 1999), which is then divided into different types of interactivity that are used to group the different interactive options that can be found in news media websites, Firstly, we define a group of tools and services that allows users to interact with the system, adapting the content to their preferences. This group is labelled “selective interactivity” (Rost 2006) and includes mechanisms for personalization. This type of interactivity enables the adaptation of the web content of the medium in line with the user’s preferences, either explicitly or implicitly (Thurman 2008). Examples of selective interactivity can be seen in Table 1 (below). Missing the Big Wave: Citizens’ Discourses Against the Participatory Formats Adopted by News MediaAll authorsJaume Suau , Pere Masip  & Carlos Ruiz https://doi.org/10.1080/17512786.2019.1591928Published online:18 March 2019Table 1. Typologies of interactivity dimensions.CSVDisplay Table", "A second group of tools is included under the term “participative interactivity”, which broadens Jensen’s concept of “conversational interactivity” (1998). This kind of interactivity takes place in the context of a user-user or user-professional relationship, which enables users to interact with journalists and other users as well as with news media content. This relationship is developed within the parameters previously established by the medium’s website and results in user contributions in the form of comments, ratings, or other input that does not involve genuinely content creation by the user. Lastly, a third group of interactive features was identified, included under the label “productive interactivity”. This takes place in the context of a user-professional relationship, the purpose of which is for the user to contribute original content, a participatory practice that require higher levels of effort and commitment than the previous ones. Wunsh-Vincent and Vickery (2007) propose three essential characteristics that content must possess in order to be classified in this group: publication, creative effort and creation outside work routines and practices. Detailed features included in each typology are shown in Table 1.", "In line with the former typology that guides this research as well as the identified gaps in previous research, the objectives covered by this paper are: Research question 1: Which kind of online participatory practices citizens’ prefer to conduct in news media websites: practices of selection, interaction or content production?This first research question will be complemented with a second research question aimed at comparing citizens’ attitudes towards the different kinds of interactivity: Research question 2: Which citizens’ attitudes towards participatory journalism are identified in relation with the different kinds of interactivity?Finally, a third research question will address citizens’ attitudes towards participatory journalism in relation with normative debates about online participation, the role of news media and journalists: Research question 3: To which extent citizens’ understanding of online media participatory practices challenges traditional hegemonies in the media field and the journalistic process?This research used a qualitative methodology in order to study citizens’ attitudes towards online media participation. Qualitative research is more valued when analysing complex objects of research, especially when some component of reflexivity is needed among research participants (Markham and Couldry 2007). Among the different qualitative methodologies, this research has chosen focus groups as a methodological tool to research participants’ attitudes towards online media participation. Focus groups stimulate participants’ self-reflection (Morgan 1997), being more capable to show their “latent thoughts” (Hansen et al. 1998), facilitating the understanding of how citizens build meanings about public issues or democratic practices (Gamson 1992).", "Research question 1: Which kind of online participatory practices citizens’ prefer to conduct in news media websites: practices of selection, interaction or content production?", "Research question 2: Which citizens’ attitudes towards participatory journalism are identified in relation with the different kinds of interactivity?", "Research question 3: To which extent citizens’ understanding of online media participatory practices challenges traditional hegemonies in the media field and the journalistic process?", "Following previous research that used focus group methodology (Coleman, Anthony, and Morrison 2009; Schroder and Phillips 2007), gender, age and level of education were the three main characteristics that structured the gathering of participants. Although generalization of results is a shortcoming inherent to all qualitative research, theoretically motivated sampling can mitigate this (Morgan 1997). Hence, this research included two other factors in order to better structure participants’ selection: civic engagement and media engagement. The first one is a criterion in which we asked possible participants if they were participating in civic associations, NGO’s, political parties or similar. Regarding media engagement, we wanted to ensure that our final sampling included citizens with different levels of media consumption. Hence, three categories of media engagement (high, medium and low) were created to select participants, following the criteria described in Table 2. Missing the Big Wave: Citizens’ Discourses Against the Participatory Formats Adopted by News MediaAll authorsJaume Suau , Pere Masip  & Carlos Ruiz https://doi.org/10.1080/17512786.2019.1591928Published online:18 March 2019Table 2. Focus groups scheme.CSVDisplay Table", "Basing on these factors, during 2015, 12 focus groups were conducted in the city of Barcelona, for a total of 106 participants. This number of groups was similar to those used in studies with similar characteristics (Coleman, Anthony, and Morrison 2009; Couldry, Livingstone, and Markham 2007). With regard to the specific configuration of the groups, each group had participants who shared a common characteristic from the main selection criteria (education, civil engagement or media engagement) and a balance was maintained across the groups between sex, age, and the other criteria. Thus, there were two focus groups whose participants did not have a university education, two that had a university education, two groups with civic engagement, two without civic engagement, one with a high media engagement, one with a low media engagement, and two with a medium media engagement.", "A pre-determined open-ended questionnaire was used in the focus groups. Questions were grouped in four main blocs: (1) News consumption through social media, (2) Audience participation in news media (3) Media, pluralism and democracy, and (4) Credibility, Trust and Quality. The answers used for this article comes mainly from bloc 2. All the focus groups were moderated by the authors and recorded in audio and video to facilitate the subsequent transcription of conversations. A qualitative textual analysis was carried out to identify key themes related to the research questions."]}, {"title": "Results", "paragraphs": ["Results from the focus groups confirm that generally participatory journalism is not considered as an extended practice among research participants. Just a minority of civically engaged individuals are actively searching the Internet for spaces directly aimed at online participation related to public issues. This confirms previous quantitative research on the subject, which points to a lack of interest on the part of citizens in the participatory options provided by news media websites (Bergström 2015; Heise et al. 2013; Larsson 2011). This general conclusion will be further developed in the following paragraphs of this section. Results are going to be presented following the typology of participatory journalism tools formerly introduced. To introduce focus group transcripts it will be used the usual reference: F/M for gender followed by a number to show the age of the participant.", "Participatory formats of selective interactivity (tools which allows content selection or personalization) tend to be more positively perceived if they are of low-intensity. For example, “soft” personalization such as newsletters or aggregators like RSS syndication or following news media on social networks to receive their publication on the timeline are formats generally considered as positive. This is especially so among the most engaged citizens, who tend to follow a higher number of news media and appreciate these kinds of formats that allow them to “put some order” in their news sources. The next conversation is an extract from a focus group session in which participants show how personalization is valued when it implies easiness in accessing news: “– Before I had this thing, iGoogle, now they have changed it (…). It was so useful because in five minutes I could make a quick review of all the news media I was following and what they had published. I like it because it’s quick and I can personalise it according to my preferences.” F54 “– I do something similar using Facebook, It’s like my personal assistant who prepares a press summary [laugh]. All news media have spaces on Facebook and they publish their news there, so I follow the news media I like and each time I open Facebook I can make a quick review of what’s going on.” M61Some research participants show also fears about options of content selection or personalization. With regard to formats of “hard” personalization, such as options for choosing which kind of news will appear on the home page of a news media website, these are not positively appreciated. Similarly, possible options of implicit personalization (the news media adapts the content based on what the user has chosen in previous visits to the site) are also perceived as negative. In both cases, most of the research participants show negative attitudes if personalization implies modifying the “normal” selection of news stories, as it can be seen in these extracts from focus groups: “I wouldn’t do that [personalization]. I like to be able to see everything, all news articles, and then choose which ones I want to read. In this way you can sometimes find things that you didn’t expect.” M25 – “I don’t want to do that. I like to access the page of the newspaper and look at the things I’m more interested in, but I also like to be surprised.” F25 – “Me neither, I don’t like that.” F32Hence, participants understand that, by using personalization, some users more interested in entertainment or soft news would be less in contact or not in contact at all, with hard news. Generally, as it can be seen in the next extract from focus groups, participants value the gatekeeper function of the media and their news selection as something important to enable them to be informed about general issues in society and not just what they are most interested in: No, I don’t like this personalization. I like to look for things in the newspaper. I normally read the printed press but also online, and I like to quickly check all the news they have. F66", "“– Before I had this thing, iGoogle, now they have changed it (…). It was so useful because in five minutes I could make a quick review of all the news media I was following and what they had published. I like it because it’s quick and I can personalise it according to my preferences.” F54", "“– I do something similar using Facebook, It’s like my personal assistant who prepares a press summary [laugh]. All news media have spaces on Facebook and they publish their news there, so I follow the news media I like and each time I open Facebook I can make a quick review of what’s going on.” M61", "“I wouldn’t do that [personalization]. I like to be able to see everything, all news articles, and then choose which ones I want to read. In this way you can sometimes find things that you didn’t expect.” M25", "– “I don’t want to do that. I like to access the page of the newspaper and look at the things I’m more interested in, but I also like to be surprised.” F25", "– “Me neither, I don’t like that.” F32", "No, I don’t like this personalization. I like to look for things in the newspaper. I normally read the printed press but also online, and I like to quickly check all the news they have. F66", "When introducing the topic of participation on news media websites in the focus groups the general common understanding is to associate it with comment on news. It means that other forms of participatory journalism (such as content production or personalization) are completely secondary in participants’ discourses and that their attitudes towards participation on news media websites are strongly influenced by their opinions towards this concrete form of online participation. Furthermore, when introducing the topic regarding in which contexts they can debate online, comment on news appears to be the most common answer. Other formats of public discussions used on news media websites, such as forums or other similar spaces for user discussion, are not generally mentioned. The other online spaces, outside news media websites, which participants identify as suitable for public debate and discussion are social networks (generally associated with Facebook) and WhatsApp.", "Discourses towards discussions and debates about public issues conducted on news media websites, are expressed in a negative way by research participants. Most participants have made at least one comment on a news website, although only a few participants do comment more often. Even among those participants that do engage frequently, the common perception is that these spaces are not suitable for debate and opinion exchange. Although there is generally low active engagement in comments on news stories, participants state that they do read the comments frequently after reading the news story or its headline. This is due to a curiosity to test “public opinion” about a particular issue or with the desire to know what kind of debate it has generated: I think sometimes I go to those websites to read what other people have written because I want confirmation that other people think the way that I do F58.Even if interested in reading some comments, most participants just decide to engage in the discussion in a reactive way: the topic of the news story or a comment that they have read makes them especially angry or produces a strong disagreement. As a result, they want to have their say and contribute to the discussion. In most cases, this is not due to a willingness to start a debate or an exchange of opinions, but obeys the necessity they feel to express their opinion. Hence, commenting is mostly understood as a reaction to a previous position, and not as an action that obeys a preference to debate or exchange positions and perspectives about public issues. Participants also said that they were more likely to comment if they saw that no one had already expressed their positions, as the following quotations show: Certainly I’ll comment if it’s something that makes me angry. I’ll comment if I think it’s important. M44With regard to the broad negative understanding of comment on news there are three different points that have been detected in participants’ discourses. Firstly, the more common one is the perception that comments on news stories generally are not, or only barely, moderated. According to the research participants this means that uncivilized and inappropriate behaviours are common, especially as far as the more controversial topics are concerned. In consequence, research participants think that comments should be more controlled, rather than establishing free environments where inappropriate behaviour is not punished. The following quotations from focus groups exemplify this general trend: I think that we still need to learn how to debate … because each time I read those comments there are always people fighting and blaming each other. Perhaps before we learn how to be more civilized all of this should be more moderated or controlled …  M29Secondly, and strongly related to the first point, participants consider that debate and opinion exchange with other users that they do not know is not as interesting as with other users that they do know. According to the focus group results, the fact that when commenting on news stories the users do not generally know each other or can post anonymously, contributes to the aforementioned inappropriate behaviour. Most of research participants confirm that they talk about public issues with friends and family. Furthermore, they also admit to conduct this kind of public talk in online environments such as social networks. However, comments on news are commonly perceived as spaces in which the interaction is established with unknown people, what does not attract research participants, as shown below: “Is anonymity that makes people to write awful things. If they had to include their names … then that would be different … is like in football, a single person normally behaves good but when they gather and they have anonymity then is when they get into these violent and radical behaviour” F58 “That’s the reason I don’t post regularly, because there’s no reason that anyone should really care about what I think.” M29Last but not least, highly civically engaged research participants also show a tendency to argue that comments on news stories are not a suitable space in which to look for new information or points of view. These kinds of participants are the ones who tend to follow a more diverse diet of news media, also showing a strong interest in getting in touch with different perspectives and opinions. According to their interventions in the focus groups, they believe that online public debate should be able to provide them with contrasting opinions or suggest new sources of information. According to their opinion, people who join these discussions are not really informed about the issues that they are talking about. – “I think that they’re not discussing things in a very interesting way. I don’t think it’s interesting to engage there” M44 – “Yes, if I want to talk about politics I would not do it there, it’s not the right place” F42 “ Debate is not possible because there is no empathy. You do not have any chance to connect to the other person. No debate, you just throw your opinion, the other does the same and everyone sticks in his position … not really very interesting … ” M29Consequently, joining the conversation will not provide any new input. In this case, the benefit of participating (joining an unrewarding conversation) does not compensate for the time and effort that making a comment involves. As a result, after reading some comments and testing the general trend in the last comments, they tend to leave the site or read another new one. The following focus group conversations among civically engaged participants reflect this common behaviour, pointing also to the fact that news media seem just to open comments and then abandon these spaces, nor moderating neither participating: – “You don’t know if your comment is going to be read or taken into account. I think that they (the media) are not reading them” F58 – “Yes, you know that your comment is not going to make any impact, whatever you write … ” F26In some cases, civically engaged participants point to an initial strong motivation to participate in the formats provided by news websites that was afterwards lost when they realized that these websites could not fulfil their participatory needs. Apart from the already mentioned lack of positive outcomes or empathy from other users, what is also generally mentioned is the lack of feedback or engagement of journalists and news media. These kinds of participants seemed to be looking for online spaces aimed at public debate, but did not find that in newspapers websites.", "I think sometimes I go to those websites to read what other people have written because I want confirmation that other people think the way that I do F58.", "Certainly I’ll comment if it’s something that makes me angry. I’ll comment if I think it’s important. M44", "I think that we still need to learn how to debate … because each time I read those comments there are always people fighting and blaming each other. Perhaps before we learn how to be more civilized all of this should be more moderated or controlled …  M29", "“Is anonymity that makes people to write awful things. If they had to include their names … then that would be different … is like in football, a single person normally behaves good but when they gather and they have anonymity then is when they get into these violent and radical behaviour” F58", "“That’s the reason I don’t post regularly, because there’s no reason that anyone should really care about what I think.” M29", "– “I think that they’re not discussing things in a very interesting way. I don’t think it’s interesting to engage there” M44", "– “Yes, if I want to talk about politics I would not do it there, it’s not the right place” F42", "“ Debate is not possible because there is no empathy. You do not have any chance to connect to the other person. No debate, you just throw your opinion, the other does the same and everyone sticks in his position … not really very interesting … ” M29", "– “You don’t know if your comment is going to be read or taken into account. I think that they (the media) are not reading them” F58", "– “Yes, you know that your comment is not going to make any impact, whatever you write … ” F26", "During the focus groups sessions it has been found that these participatory energies are in fact moving to other online spaces. These spaces can be different depending on each research participant. For example, younger participants tend to talk about social networks (mainly Twitter or Facebook), while older ones prefer other formats such as email lists or private forums. The widespread use of WhatsApp to share and comment news has been also detected in most focus group sessions, contributing to move comment and debate from open spaces to private or closed environments. The next quotation from a focus group session shows how a group of users who used to comment in a news section of a newspaper created their own private forum to be able to continue conducting a practice that they like without the “noise” of other less civilized participants: It’s small debates that work best. I have this forum with six or seven people. It was people that used to comment on a newspaper website, at the beginning, when there were fewer people there, and we ended up knowing each other, and now we’ve got our own forum. M56", "It’s small debates that work best. I have this forum with six or seven people. It was people that used to comment on a newspaper website, at the beginning, when there were fewer people there, and we ended up knowing each other, and now we’ve got our own forum. M56", "Regarding productive interactivity, participants tend to show a lower level of interest when a higher level of activity or involvement is required. They also tend to show a lower level of knowledge or interest compared with their answers related to comments on news stories. For example, when asked about options for sending their own material to news media websites, the common understanding related to these formats is to relate them to materials absent of newsworthy content, such as pictures about the weather, holidays or similar. Participants’ discourses about these online practices mostly link them with entertainment and self-promotion: – “I think people do that with weather or landscape pictures, especially here in Catalunya, some media they even have entire sections of the website just for that” M34 – “People like to do that and see their picture posted, is not about journalism or relevant pictures, just to see your name and the picture you have taken, like in Instagram … ” M29Options of content production are generally appreciated by most of the research participants, although they confirm that they are only interested in sending pictures, videos or a letter to the editor in exceptional circumstances and as a way to publicize a situation that is personally affecting them (normally local issues such as problems with rubbish collection or with public transportation). The common discourse is that, in a context of absent and passive public institutions, the capacity for publishing as picture or a letter denouncing a problem in the local community may force institutions to react and give an answer. Most participants agreed that this kind of mechanism to put pressure on public authorities is better than following the normal procedure of writing to the representative or public officer. The next conversation exemplifies this common perception: – “I think that if you send it to a newspaper and it gets published it would be more effective than writing to the local council.” F28 – “Yes, I agree. I wanted to complain about the bus time table so I wrote a letter to the local council - no answer. Then I wrote to the local newspaper with a picture and they published it and the day after that they published the answer from the local council. I really didn’t know whether to be happy or angry.” M29Nevertheless, this capacity of agency through news media is perceived as effective only at the local level, it being considered almost impossible to have the same effects at the national level. The following quotation exemplifies how citizens see the possibilities they have to communicate with news media by sending them pictures of newsworthy events in which there is no journalist. It also exemplifies how news media are failing in engaging with these users that are willing to contribute with UGC: It was at the beginning of the economic crisis. I was at Passeig the Gracia (a centric street in Barcelona) and I saw a group of radicals who were attacking a bank, destroying the glasses and intending to get inside. I sent through Twitter some pictures to local news media. Although I saw no journalists around I though that this issue was relevant. But I had no response, they did not reply me, they didn’t’t publish it … I felt disappointed …  M24Most of the participants, however, are not interested in regular or frequent content production, disregarding their age, gender or levels of civic or media engagement. This differs from other kinds of interactivity, where more engaged participants did show higher interest in participating. The main problem here is that the research participants tend to consider that this kind of participation involves a great deal of effort but a low return from news media. Nevertheless, some focus group participants were especially active in writing letters to the editor, and another participant has their own blog on a news media website, but this cannot be considered a general trend. What some research participants asked for is more effective options to directly contact journalists and the newsroom, as well as, for example, the capacity to start their own debates through letters to the editor (that in most cases cannot be commented on), avoiding being restricted to commenting only on the issues that news media consider newsworthy and are consequently published as news stories. Arguments for participation do not point in the direction of controlling the newsroom, but to having the chance to establish some contact with the news-making process, as the following extract shows: People want to participate, most like it. But some of them are discouraged because they see they’re not receiving anything from this participation. But when people see that participation is generating something that’s positive, that they receive new information, then they like it. M68", "– “I think people do that with weather or landscape pictures, especially here in Catalunya, some media they even have entire sections of the website just for that” M34", "– “People like to do that and see their picture posted, is not about journalism or relevant pictures, just to see your name and the picture you have taken, like in Instagram … ” M29", "– “I think that if you send it to a newspaper and it gets published it would be more effective than writing to the local council.” F28", "– “Yes, I agree. I wanted to complain about the bus time table so I wrote a letter to the local council - no answer. Then I wrote to the local newspaper with a picture and they published it and the day after that they published the answer from the local council. I really didn’t know whether to be happy or angry.” M29", "It was at the beginning of the economic crisis. I was at Passeig the Gracia (a centric street in Barcelona) and I saw a group of radicals who were attacking a bank, destroying the glasses and intending to get inside. I sent through Twitter some pictures to local news media. Although I saw no journalists around I though that this issue was relevant. But I had no response, they did not reply me, they didn’t’t publish it … I felt disappointed …  M24", "People want to participate, most like it. But some of them are discouraged because they see they’re not receiving anything from this participation. But when people see that participation is generating something that’s positive, that they receive new information, then they like it. M68"]}, {"title": "Discussion", "paragraphs": ["Most of early research in participatory journalism assumes that citizens are always willing to get engaged in participatory practices (Borger et al. 2013; Jenkins and Carpentier 2013), following a normative discourse that started with the Web 2.0 optimism (Curran, Fenton, and Freedman 2012). However, it has been seen in the theoretical review that recent research points towards a different reality: most citizens have actually limited interest in those practices (Karlsson et al. 2015; Masip et al. 2015; Newman and Levy 2014; Springer, Engelmann, and Pfaffinger 2015; Wardle and Williams 2010). This study contributes to this body of research by showing how users present different attitudes depending on the kind of interactivity offered by online participatory practices.", "Regarding the lack of interest, this is greater in practices related to productive interactivity, and to a lesser extent, selective interactivity, being participative interactivity the one that attract more interest among research participants (RQ1). Results point towards a greater interest on the part of the research participants in online media participatory practices of low-intensity (practices connected to selective or participative interactivity formats) rather than others that might need more time or involvement, such as original content production (productive interactivity).", "Paradoxically, participative interactivity, despite being the one in which participants show more interest, is also the one that receives more critics regarding how news media are implementing it in their websites. As in previous research (Annika Andrea Ihlebaek and Larsson 2018; Bergström and Wadbring 2015; Borger, van Hoof, and Sanders 2016) comments on news and the lack of engagement of journalists in participatory formats are the two issues more mentioned in the focus groups sessions (RQ2). Selective and productive interactivity tools are seen as implemented correctly, but it seems that they do not attract interest because their function is seen as something to be used in more exceptional cases. Selective interactivity of low intensity is seen in a positive way, but harder options (content personalization) are seen as something that still belongs to journalists’ job. The same can be said for productive interactivity: citizens appreciate the possibility but still believe that content production belongs to professionals, considering just these options for very specific situations. Finally, for some civically engaged citizens, the lack of interest in participating in news media websites is not due to a lack of interest in online participation. Rather, their discourses show that they do have participatory energies, but these do not find accommodation in the formats used by news media websites for user participation.", "This brings us to comment the existing contradictions between normative academic discourses (Borger et al. 2013) and citizens’ preferences (RQ3). These contradictions have been recognized by Henry Jenkins in one of his seminal studies about online participation (Jenkins 2006). Although Jenkins argues in favour of the potentialities of the new scenario, which might force companies to “renegotiate their relationship to consumers”, he also argues that in this moment of transition we have yet to see if “the public is ready to push for greater participation or willing to settle for the same old relations to mass media” (Jenkins 2006, 234). Jenkins points out how the new media environment and its participatory dimension are not affecting all the areas or fields of the media sphere in the same way. Results of this study point towards this direction. We agree with Larsson (2011) when he states that citizens still see themselves more like news’ consumers rather than active producers that pretend to contest the positions of journalists in the news’ production process (Heise et al. 2013). However, there are several nuances that can be made to this assumption. Our results (RQ3) point towards the direction that citizens still value the news’ selection made by professional journalists, refusing to actively participate in tools of hard content selection, what Thurman (2010) called the “Daily Me”. Moreover, citizens’ content production is not understood in opposition to traditional journalism, citizens prefer to see such options for participation as complementary to news’ reporting.", "But is in the understanding of participative interactivity that the role of news media could be more contested (RQ3). According to our findings, in what regards participative interactivity citizens think that their only available options in news media websites are those regarding user-user interactivity. User-medium options are almost inexistent in news media websites and in participatory formats such as comment on news, and is precisely this lack of connection with journalists that participants are claiming against. Our results show how citizens value options to engage with journalists and news media content. Nevertheless, news media and journalists are mostly absent from participatory spaces. Furthermore, in several focus groups sessions has been detected that citizens do have participatory energies linked to participative interactivity. The lack of suitable spaces where to conduct them in news media websites, together with the absence of journalists, contribute to move those energies to other online spaces. Although some of those are transferred to open spaces such as Twitter or Facebook, others end up in closed environments, such as WhatsApp or non-opened forums. This move towards a private sphere (Papacharissi 2010) is something of concern, as might be contributing to the widespread of solo-spheres or eco-chambers of like-minded citizens (Dahlgren 2013).", "This study has found that most participants are attracted by participative interactivity formats, valuing less productive and selective interactivity. Furthermore, it can be also concluded that participation in media is not a citizens’ general demand. Rather, participation is seen as something casual and incidental. There is no need then to fear to “open the gates” (Singer et al. 2011), as citizens show no interest in substituting journalists or media institutions becoming something similar to prosumers (Bruns 2008). However, there is a need to better understand that although most citizens do not wish to regularly conduct participatory practices (and when they do, they prefer conducting those of low intensity labelled here as participative interactivity) citizens do appreciate the possibility to do so. Furthermore, they especially appreciate when journalists and news media get involved and engage with their audiences.", "The qualitative nature of this research as well as its national scope are both obvious limitations in order to generalize findings. However, we consider of interest that results in Spain follow similar trends than other Western countries, despite having a different media system (Hallin and Mancini 2004) or lower levels of trust regarding journalists and media institutions (Fletcher and Park 2017; Newman et al. 2017). The implications of this are relevant, as it seems that former models of media systems cannot explain online behaviour, especially in what regards the participatory dimension of the media environment. We think that future research on participatory journalism needs to continue to address the issue of audience attitudes towards these formats of online participation. The typology presented in this study could be a suitable tool to enhance our understanding about how citizens prefer to get involved with news media. Rather than continuing to recreate “grand narratives” about citizens’ participation (Peters and Witschge 2015) research should take into account that participation in and through media (Carpentier 2011) will never happen in great numbers. Departing from the assumption that citizens do not wish to create news, we think that further research is needed to better understand how citizens prefer to interact with media content."]}], "references": [{"title": "Learning by Doing, Perspectives on Social Media Regulations in Norwegian News Organizations", "year": "2018", "journal": "Journalism Studies", "volume": "19", "authors": [{"name": "Andrea Ihlebaek Karoline", "first_name": "Andrea", "last_name": "Karoline"}, {"name": "Larsson Anders Olof", "first_name": "Larsson", "last_name": "Olof"}]}, {"title": "The Reluctant Audience: Online Participation in the Swedish Journalistic Context", "year": "2015", "journal": "Westminster Papers in Communication and Culture", "volume": "5", "authors": [{"name": "Bergström A.", "first_name": "Bergström", "last_name": "A."}]}, {"title": "Beneficial yet Crappy: Journalists and Audiences on Obstacles and Opportunities in Reader Comments", "year": "2015", "journal": "European Journal of Communication", "volume": "30", "authors": [{"name": "Bergström Annika", "first_name": "Bergström", "last_name": "Annika"}, {"name": "Wadbring Ingela", "first_name": "Wadbring", "last_name": "Ingela"}]}, {"title": "Constructing Participatory Journalism as a Scholarly Object: A Genealogical Analysis", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Borger Merel", "first_name": "Borger", "last_name": "Merel"}, {"name": "van Hoof Anita", "first_name": "van", "last_name": "Anita"}, {"name": "Meijer Irene Costera", "first_name": "Meijer", "last_name": "Costera"}, {"name": "Sanders José", "first_name": "Sanders", "last_name": "José"}]}, {"title": "Profits and Perils: Online News Producers’ Perceptions of Interactivity and Uses of Interactive Features", "year": "2007", "journal": "Convergence: The International Journal of Research Into New Media Technologies", "volume": "13", "authors": [{"name": "Chung D. S.", "first_name": "Chung", "last_name": "S."}]}, {"title": "Online Journalism and Civic Cosmopolitanism", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Dahlgren Peter.", "first_name": "Dahlgren", "last_name": "Peter."}]}, {"title": "Participatory Journalism Practices in the Media and Beyond", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina"}]}, {"title": "The Impact of Trust in the News Media on Online News Consumption and Participation", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Fletcher Richard", "first_name": "Fletcher", "last_name": "Richard"}, {"name": "Park Sora", "first_name": "Park", "last_name": "Sora"}]}, {"title": "Between Idiosyncratic Self-Interests and Professional Standards: A Contribution to the Understanding of Participatory Journalism in Web 2.0. Results from an Online Survey in Germany", "year": "2012", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "13", "authors": [{"name": "Fröhlich Romy", "first_name": "Fröhlich", "last_name": "Romy"}, {"name": "Quiring Oliver", "first_name": "Quiring", "last_name": "Oliver"}, {"name": "Engesser Sven", "first_name": "Engesser", "last_name": "Sven"}]}, {"title": "Consumer Activity in Social Media: Managerial Approaches to Consumers’ Social Media Behavior", "year": "2011", "journal": "Journal of Consumer Behaviour", "volume": "10", "authors": [{"name": "Heinonen Kristina.", "first_name": "Heinonen", "last_name": "Kristina."}]}, {"title": "Including the Audience", "year": "2013", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Heise Nele", "first_name": "Heise", "last_name": "Nele"}, {"name": "Loosen Wiebke", "first_name": "Loosen", "last_name": "Wiebke"}, {"name": "Reimer Julius", "first_name": "Reimer", "last_name": "Julius"}, {"name": "Schmidt Jan-Hinrik", "first_name": "Schmidt", "last_name": "Jan-Hinrik"}]}, {"title": "A Clash of Cultures", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "Interactive Uses of Journalism: Crossing Between Technological Potential and Young People’s News-Using Practices", "year": "2004", "journal": "New Media \\& Society", "volume": "6", "authors": [{"name": "Hujanen Jaana", "first_name": "Hujanen", "last_name": "Jaana"}, {"name": "Pietikäinen Sari", "first_name": "Pietikäinen", "last_name": "Sari"}]}, {"title": "Theorizing Participatory Intensities: A Conversation about Participation and Politics", "year": "2013", "journal": "Convergence: The International Journal of Research Into New Media Technologies", "volume": "19", "authors": [{"name": "Jenkins H.", "first_name": "Jenkins", "last_name": "H."}, {"name": "Carpentier N.", "first_name": "Carpentier", "last_name": "N."}]}, {"title": "‘Interactivity’. Tracking a New Concept in Media and Communication Studies", "year": "1998", "journal": "Nordicom Review", "volume": "1", "authors": [{"name": "Jensen Jens F.", "first_name": "Jensen", "last_name": "F."}]}, {"title": "User-generated Content and the News", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Jönsson Anna Maria", "first_name": "Jönsson", "last_name": "Maria"}, {"name": "Örnebring Henrik", "first_name": "Örnebring", "last_name": "Henrik"}]}, {"title": "Participatory Journalism – the (r)Evolution That Wasn’t. Content and User Behavior in Sweden 2007–2013", "year": "2015", "journal": "Journal of Computer-Mediated Communication", "volume": "20", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael"}, {"name": "Bergström Annika", "first_name": "Bergström", "last_name": "Annika"}, {"name": "Clerwall Christer", "first_name": "Clerwall", "last_name": "Christer"}, {"name": "Fast Karin", "first_name": "Fast", "last_name": "Karin"}]}, {"title": "The Public Doesn’t Miss the Public. Views from the People: Why News by the People?", "year": "2018", "journal": "Journalism", "volume": "19", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael"}, {"name": "Clerwall Christer", "first_name": "Clerwall", "last_name": "Christer"}, {"name": "Nord Lars", "first_name": "Nord", "last_name": "Lars"}]}, {"title": "Redefining User Involvement in Digital News Media", "year": "2018", "journal": "Journalism Practice", "volume": "12", "authors": [{"name": "Krumsvik Arne H.", "first_name": "Krumsvik", "last_name": "H."}]}, {"title": "Interactive to Me – Interactive to You? A Study of Use and Appreciation of Interactivity on Swedish Newspaper Websites", "year": "2011", "journal": "New Media \\& Society", "volume": "13", "authors": [{"name": "Larsson A. O.", "first_name": "Larsson", "last_name": "O."}]}, {"title": "Interactivity on Swedish Newspaper Websites: What Kind, How Much and Why?", "year": "2012", "journal": "Convergence: The International Journal of Research into New Media Technologies", "volume": "18", "authors": [{"name": "Larsson Anders Oloff.", "first_name": "Larsson", "last_name": "Oloff."}]}, {"title": "User Experiences with Editorial Control in Online Newspaper Comment Fields", "year": "2018", "journal": "Journalism Practice", "volume": "12", "authors": [{"name": "Løvlie Anders Sundnes", "first_name": "Løvlie", "last_name": "Sundnes"}, {"name": "Ihlebæk Karoline Andrea", "first_name": "Ihlebæk", "last_name": "Andrea"}, {"name": "Larsson Anders Olof", "first_name": "Larsson", "last_name": "Olof"}]}, {"title": "Tracking the Reflexivity of the (Dis)Engaged Citizen: Some Methodological Reflections", "year": "2007", "journal": "Qualitative Inquiry", "volume": "13", "authors": [{"name": "Markham T.", "first_name": "Markham", "last_name": "T."}, {"name": "Couldry N.", "first_name": "Couldry", "last_name": "N."}]}, {"title": "News and Social Networks: Audience Behavior", "year": "2015", "journal": "Profesional de La Informacion", "volume": "24", "authors": [{"name": "Masip P.", "first_name": "Masip", "last_name": "P."}, {"name": "Guallar J.", "first_name": "Guallar", "last_name": "J."}, {"name": "Suau J.", "first_name": "Suau", "last_name": "J."}, {"name": "Ruiz-Caballero C.", "first_name": "Ruiz-Caballero", "last_name": "C."}, {"name": "Peralta M.", "first_name": "Peralta", "last_name": "M."}]}, {"title": "`Interactive’ Online Journalism at English-Language Web Newspapers in Asia: A Dependency Theory Analysis", "year": "1999", "journal": "International Communication Gazette", "volume": "61", "authors": [{"name": "Massey B. L.", "first_name": "Massey", "last_name": "L."}, {"name": "Levy M. R.", "first_name": "Levy", "last_name": "R."}]}, {"title": "Exploring the Second Phase of Public Journalism", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Nip Joyce Y. M.", "first_name": "Nip", "last_name": "M."}]}, {"title": "The Consumer as Producer—of What?", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Örnebring Henrik.", "first_name": "Örnebring", "last_name": "Henrik."}]}, {"title": "From Grand Narratives of Democracy to Small Expectations of Participation", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Peters Chris", "first_name": "Peters", "last_name": "Chris"}, {"name": "Witschge Tamara", "first_name": "Witschge", "last_name": "Tamara"}]}, {"title": "Who Shares What with Whom and Why?: News Sharing Profiles amongst Flemish News Users", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Picone Ike", "first_name": "Picone", "last_name": "Ike"}, {"name": "Wolf De Ralf", "first_name": "Wolf", "last_name": "De Ralf"}, {"name": "Robijt Sarie", "first_name": "Robijt", "last_name": "Sarie"}]}, {"title": "Effects of Civility and Reasoning in User Comments on Perceived Journalistic Quality", "year": "2018", "journal": "Journalism Studies", "volume": "19", "authors": [{"name": "Prochazka Fabian", "first_name": "Prochazka", "last_name": "Fabian"}, {"name": "Weber Patrick", "first_name": "Weber", "last_name": "Patrick"}, {"name": "Schweiger Wolfgang", "first_name": "Schweiger", "last_name": "Wolfgang"}]}, {"title": "Complexifying Media Power: A Study of the Interplay between Media and Audience Discourses on Politics", "year": "2007", "journal": "Media, Culture \\& Society", "volume": "29", "authors": [{"name": "Schroder Kim Christian", "first_name": "Schroder", "last_name": "Christian"}, {"name": "Phillips Louise", "first_name": "Phillips", "last_name": "Louise"}]}, {"title": "Interactive Options in Online Journalism: A Content Analysis of 100 U.S. Newspapers", "year": "1999", "journal": "Journal of Computer-Mediated Communication", "volume": "5", "authors": [{"name": "Schultz Tanjev.", "first_name": "Schultz", "last_name": "Tanjev."}]}, {"title": "‘Comment is Free, but Facts are Sacred’: User-Generated Content and Ethical Constructs at the Guardian", "year": "2009", "journal": "Journal of Mass Media Ethics", "volume": "24", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Ashman Ian", "first_name": "Ashman", "last_name": "Ian"}]}, {"title": "User Comments: Motives and Inhibitors to Write and Read", "year": "2015", "journal": "Information, Communication \\& Society", "volume": "18", "authors": [{"name": "Springer Nina", "first_name": "Springer", "last_name": "Nina"}, {"name": "Engelmann Ines", "first_name": "Engelmann", "last_name": "Ines"}, {"name": "Pfaffinger Christian", "first_name": "Pfaffinger", "last_name": "Christian"}]}, {"title": "Exploring Participatory Journalism in Mediterranean Countries", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Suau Jaume", "first_name": "Suau", "last_name": "Jaume"}, {"name": "Masip Pere", "first_name": "Masip", "last_name": "Pere"}]}, {"title": "Forums for Citizen Journalists? Adoption of User Generated Content Initiatives by Online News Media", "year": "2008", "journal": "New Media \\& Society", "volume": "10", "authors": [{"name": "Thurman N.", "first_name": "Thurman", "last_name": "N."}]}, {"title": "Making ‘The Daily Me’: Technology, Economics and Habit in the Mainstream Assimilation of Personalized News", "year": "2010", "journal": "Journalism", "volume": "12", "authors": [{"name": "Thurman Neil.", "first_name": "Thurman", "last_name": "Neil."}]}, {"title": "Civic and Citizen Demands of News Media and Journalists: What Does the Audience Expect from Good Journalism?", "year": "2014", "journal": "Journalism and Mass Communication Quarterly", "volume": "91", "authors": [{"name": "Van Der Wurff Richard", "first_name": "Van", "last_name": "Der Wurff Richard"}, {"name": "Schoenbach Klaus", "first_name": "Schoenbach", "last_name": "Klaus"}]}, {"title": "Exploring the Political-Economic Factors of Participatory Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Vujnovic Marina", "first_name": "Vujnovic", "last_name": "Marina"}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}, {"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}, {"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}, {"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}]}, {"title": "Beyond User-Generated Content: A Production Study Examining the Ways in Which UGC Is Used at the BBC", "year": "2010", "journal": "Media, Culture \\& Society", "volume": "32", "authors": [{"name": "Wardle C.", "first_name": "Wardle", "last_name": "C."}, {"name": "Williams A.", "first_name": "Williams", "last_name": "A."}]}, {"title": "Have They Got News for Us?", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Williams Andy", "first_name": "Williams", "last_name": "Andy"}, {"name": "Wardle Claire", "first_name": "Wardle", "last_name": "Claire"}, {"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}]}, {"title": "Modeling Audience Interactivity as the Gratification-Seeking Process in Online Newspapers", "year": "2011", "journal": "Communication Theory", "volume": "21", "authors": [{"name": "Yoo Chan Yun.", "first_name": "Yoo", "last_name": "Yun."}]}]}