{"doi": "10.1080/1461670X.2012.744553", "url": "https://doi.org/10.1080/1461670X.2012.744553", "title": "“Culture Clash” in Phoenix", "volume": "14", "year": "2013", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Worthington", "first_name": "Nancy", "name": "Nancy Worthington"}], "abstract": "This case study examines online news framing of a group rape occurring in a Liberian refugee community in Phoenix, Arizona, where four boys sexually assaulted an eight-year-old girl. Specifically, the paper analyzes how the website of the Phoenix-based Arizona Republic newspaper, azcentral.com, constructed the assault and its aftermath, focusing on what framing suggested about the causes of the crime and the role of identity discourses about gender, class, race, nation, and age. Findings suggest two dominant frames that blame the crime and its aftermath on Liberian culture by mobilizing identity discourse to construct youthful male Liberian refugees as violent “others,” and by suggesting that gang rape and victim-blaming are alien to American culture. A less prevalent frame counters the cultural explanation, pointing instead to individual responsibility. To some extent, dominant framing implicates social structures as a cause of rape, but overemphasizes race and nation to mask how they intersect with gender and age, thereby constructing the story in ways that support public anxiety about refugees more than progressive reforms to alleviate gender violence. The conclusions suggest that the frames identified follow established patterns for news constructions of gender violence involving young perpetrators of color. Thus, the study adds a new dimension to recent research likening online newspapers to their print predecessors in ways that reveal a cautious approach to the embrace of the innovative possibilities of internet-based news.", "body": [{"title": "Introduction", "paragraphs": ["On July 16, 2009, four boys aged 9, 10, 12, and 14 years lured an eight-year-old girl into a Phoenix, Arizona apartment complex storage shed, where they took turns holding her down and raping her. Within a year, all four perpetrators would be free, despite confessing to participating in the assault. The crime became notorious, with media emphasizing its occurrence among Liberian refugees and police reports that the girl's father blamed her for bringing shame on the family. The case attracted international attention, leading the Liberian president to both condemn the crime and dispatch her deputy ambassador to Phoenix. The ambassador attempted to assure locals that the incident and its aftermath were not culturally sanctioned in Liberia, where rape had been frequently employed as a weapon in a protracted civil war.", "This analysis of news about the Phoenix gang rape expands research examining how multiple-assailant rape is constructed by journalists, especially those working for online newspapers. My goals are to determine how a locally based mainstream newspaper website constructed the crime and what that construction suggests about its causes. A related concern is how identity discourse is invoked and mobilized in that construction of the crime and its aftermath. For my purposes, identity discourse refers to the use of language that links certain social attributes to groups based on presumed commonalities of gender, class, race, nation, age, and/or their intersections in ways that create or sustain inequitable power relations. Such discourses might be explicitly conveyed or implicitly embedded in commonly held assumptions that have evolved over time in specific cultural and historical circumstances. I also consider how the crime's portrayal is influenced by its appearance online since both print news consumers and advertisers are increasingly turning to online venues (Pew Center for Excellence in Journalism 2011). How news accounts frame gender violence is important because framing helps to define how social problems are widely understood, thereby privileging potential solutions, as well (Caragee and Roefs 2004). Moreover, framing that attributes responsibility for a social problem may suggest an especially narrow range of solutions and obscure other possible courses of action (Kim, Carvalho, and Davis 2010). Finally, examining a case involving young boys could yield insight into media discourse about violent behavior sometimes perceived as culturally appropriate socialization into masculinity (Connell 2005; Consalvo 2003).", "This case study of online reporting about gang rape among Liberian refugee children is organized as follows. I begin by discussing related research on news constructions of gang rape with special attention to identity discourse. Next, the study's method of qualitative framing analysis is outlined and followed by a discussion of the major frames emerging from how a mainstream online news outlet constructed the young girl's brutal assault by boys she knew. The study concludes by relating the findings to earlier research and suggesting that the frames identified do little to break new ground with respect to news constructions of gender violence involving young perpetrators of color, just as the website on which they appeared deviates little from its print forebear."]}, {"title": "Related Research: Gang Rape and Identity Intersection", "paragraphs": ["Studies examining news representations of gang rape find a high incidence of story selection involving cases with non-white perpetrators, including immigrants or refugees, whose race or ethnicity eventually emerges as a focus of coverage. For example, Helen Benedict's (1992) analysis of the Big Dan's case in Massachusetts, where the multiple assailants and their victim shared Portuguese heritage, finds that coverage attributed the crime to Portuguese culture, suggesting that such phenomena were foreign to American society. Moreover, Lisa Cuklanz (1996) found that news accounts about the same case focused on the defendants’ cultural identity by falsely pitting locals of Portuguese descent against feminists to emphasize conflict and drama through the use of dichotomies, a staple tactic of crime reporting. Similarly, Kate Warner (2004) analyzed responses to gang rapes perpetrated by Lebanese refugees in Australia and found that both politicians and news media blamed Lebanese culture, thereby criminalizing the wider group of Lebanese refugees, in a way she suggests was similar to the moral panic found in 1970s British news about street crimes involving black youths (Hall et al. 1978). The consistent finding across these studies is that news constructions of gender violence emphasize racial or ethnic identity in cases where those involved deviate from the presumed (and therefore invisible) white/Anglo norm, such that broad racial and ethnic groups are deemed suspect. The wrongful convictions of the young African-American males described as “wilding” in media accounts of the famed Central Park jogger case illustrate the most serious dangers of such depictions (Welch, Price, and Yankey 2004).", "A narrow body of research specifically examines news framing of gang rape, applying primarily qualitative analysis to press constructions of the crime. For example, Leslie Steeves (1997) examined news coverage of a Kenyan school where boys raped 71 and murdered 19 girls. She found framing in Kenyan news that implicated the assailants’ Meru ethnicity to explain the crime, while international news perpetuated stereotypes of oversexed Africans, both of which reasserted findings from research on rape cases involving suspects of color (Benedict 1992; Meyers 1997). Framing of the St. Kizito case also linked the crime to unpopular education policies and poor discipline at the school, while a broad indictment of gender socialization was lacking (Steeves 1997).", "A more recent analysis considers how the San Francisco-based online outlet, SFGate.com, framed the gang rape and brutal beating of a high school girl leaving her homecoming dance in Richmond, California (Worthington, 2013). The case study suggests internet-based technology facilitated a relatively wide range of sometimes-competing perspectives from disparate sources. Central frames often echoed well-established media discourse on rape, suggesting an apparent abnormality among the Latino and African-American suspects (Benedict 1992; Cuklanz 1996; Meyers 1997; Moorti 2002), interrogating the reluctance of bystanders to render aid (Benedict 1992), investigating possible security lapses at the school (Steeves 1997; Weaver, Carter, and Stanko 2000), and questioning the victim's choices immediately preceding the attack (Benedict 1992; Cuklanz 1996; Meyers 1997, 2004). The study also found evidence of minor framing that implicated gender as a social structure, although that frame was confined to genres that diverged from the traditional crime news format (Moorti 2002), such as opinion pieces and blogs (Worthington, 2013). The study suggests that the migration of newspapers online, combined with the need to generate more content to fill a 24-hour news cycle, led to framing of rape news that is more open to contributors who either consciously reject journalistic standards and traditions or are unaware of them.", "The Phoenix case bears many similarities to the Richmond gang rape: the two attacks occurred in 2009, and both involved a young victim who knew at least some of her attackers, who were identified as poor, young men of color. Also, both attacks occurred in a marginalized community in a major metropolitan area whose main online newspaper provided consistent, detailed coverage of the crime and its aftermath. However, there are important differences between the two cases, as well. The Phoenix victim was extremely young, just eight years old, and most of her attackers were elementary school students only slightly older. Additionally, all the principals in the case were members of a refugee subculture, unlike those in the Richmond case, whose heritage was typical of the wider community where the assault occurred. Thus, coverage of the Phoenix assault provides an opportunity to investigate news constructions of gang rape involving cross-cultural struggles over gender socialization, including through youth violence (Connell 2005; Connell and Messerschmidt 2005)."]}, {"title": "Method", "paragraphs": ["Investigating how newspaper websites privilege certain interpretations of gang rape news requires a method that links news reports to frameworks for understanding. Thus, I employed framing analysis, which examines how journalists select, include, and emphasize particular information resulting in accounts that “frame” or privilege particular meanings of events or problems while marginalizing or excluding alternative viewpoints (Caragee and Roefs 2004; Gitlin 1980; Tuchman 1978). Since framing analysis links the emergence of frames to journalistic work practices (Gitlin 1980; Tuchman 1978), recent changes in news work are relevant for understanding how contemporary news frames emerge from journalistic environments characterized by new technologies and expectations. As noted above, news workers are expected to generate more content to feed 24-hour news cycles, and to the extent that content has changed as newspapers migrated online, stories tend to be longer and, of interest to this study, crime stories are more prevalent (Barnhurst 2010). In other respects, online newspapers tend to be quite similar to their print predecessors (Boczkowski 2004; Salwen 2005): such sites typically shy away from fully exploiting the interactive possibilities of online technology. More often, newspapers that have migrated online are cautious, attempting to preserve existing audiences while their print subscribers decrease. In typical online newspapers, then, journalists can still be considered gatekeepers, instead of the “gatewatchers,” Axel Bruns (2005) associates with online venues that frequently host more user-generated content, such as blogs.", "My analysis included all relevant stories that appeared on the website of the Phoenix-based Arizona Republic newspaper, azcentral.com, which is both the state's most popular news source and a prominent outlet local to the city where the crime occurred. To locate relevant news texts, I searched the site using the keywords “Phoenix” and “rape” first and then the words “Liberian” and “rape” in a second search. Irrelevant and redundant pieces were eliminated, leaving 37 texts comprising nearly a year's worth of news and commentary, from July 23, 2009, when the assault and related arrests were reported, through June 15, 2010, when the dismissal of charges against the final defendant was reported. The population consisted of 35 discrete stories and two pieces by “columnist/bloggers,” as azcentral.com called them, with their respective reader responses. My interest in changes attributable to the online migration of news led me to include the latter in addition to legacy journalistic formats such as news, analysis, and features.", "My approach was qualitative, employing a close textual analysis to determine recurring themes over the course of the 11-month span of news texts. I closely examined the online pieces repeatedly, noting major themes across multiple reports and the journalistic techniques by which those themes were suggested, such as the selection, inclusion, and treatment of contextual information and source material. In particular, I noted what accounts suggested about the accused assailants, the victim, and the wider community of Liberian refugees. I also sought to determine if the online reports about the Phoenix case incorporated progressive approaches to gender violence news (McManus and Dorfman 2005; Worthington 2008a, 2008b), such as omitting details that invite readers to blame the victim or mitigate suspect responsibility, including accurate information about sexual assault prevalence, and discussing the role of social structures in precipitating rape."]}, {"title": "Central Framing", "paragraphs": ["The analysis found that central framing drew on identity discourses of gender, class, race, age, and, most prominently, nation, to suggest that Liberian cultural norms caused the crime and the subsequent victim-blaming. Two frames dominate coverage: “‘Others’ Who Blame the Victim,” and “Liberia's Violent Masculinity.” Here, social structures tied to dimensions of identity, such as race and nation, often intersect with gender, class, and age to suggest responsibility could not be attributed to the perpetrators, especially the three youngest boys. Alternative explanations emerge to a lesser degree, but lack the coherence of the cultural explanation, which was heavily supported by expert source commentary and contextual material. Although Liberian culture is most often invoked to explain the central events, specific people or organizations are sometimes blamed in the less prominent “Individual Responsibility” frame, which counters the cultural explanation by offering up other potential culprits: the oldest perpetrator, the victim's parents, and the local Child Protective Services (CPS) office, which failed to remove the girl from her home before the rape. Coverage marginalized anti-rape views that would implicate gender norms more broadly, in part by presenting progressive discourse primarily in the opinion-oriented format of a column/blog, which rarely appeared in relation to the case.", "Much early coverage of the case focused on the reported reaction of the victim's parents, especially her father, and associated Liberian culture with rejection and blame of rape victims. Initial reports depend heavily on a police spokesperson, Sergeant Andy Hill, whose comments are featured prominently during the first week of coverage, illustrating how routine dependence on police sources in crime news can exert considerable power on framing of gender violence reports (Bullock 2008; Meyers 1997). For example, he is paraphrased suggesting that Liberian culture explains the parents’ reported reaction, and context is supplied to clarify his meaning: “Hill cited the family's background as the reason the family shunned the girl. All five children are refugees from the West African nation of Liberia” (Myers 2009). The police position is underscored by another source, the head of a Liberian refugee resettlement organization based in Colorado, who labels the culture “shame-based” (Myers 2009). As the case wore on, attribution to officials and experts would disappear, but azcentral.com continued to supply context about how rape was used in the Liberian civil war and what it “meant:”Rape was inexpensive and effective. It inflicted horrible physical trauma on the victim and emotional suffering. Rape victims also were often shunned. Some were thrown out of their houses by family members. Some parents stopped paying for school after their daughters had been raped. In their eyes, their daughter had been “spoiled” in a culture where having children is seen as one of the principal roles of women. (González 2009) ", "Rape was inexpensive and effective. It inflicted horrible physical trauma on the victim and emotional suffering. Rape victims also were often shunned. Some were thrown out of their houses by family members. Some parents stopped paying for school after their daughters had been raped. In their eyes, their daughter had been “spoiled” in a culture where having children is seen as one of the principal roles of women. (González 2009)", "Presumably readers could draw parallels between how rape was reportedly interpreted in Liberia and by the Liberian refugee parents of the young Phoenix victim. Similarly, reporting reminds readers about the father's foreign origins with details about his contention that he had trouble understanding the police, the family's eventual use of their pastor as a spokesperson, and linguistic experts verifying potentially confusing differences between Liberian English and American English (Ferraresi 2009c).", "Occasionally, the cultural explanation is extended to include Africa more broadly or sometimes even other parts of the so-called developing world. For example, unattributed context published a week after the assault implicates unnamed African nations: “In some parts of Africa, women often are blamed for being raped for enticing men or simply being in the wrong place at the wrong time. Girls who are raped are often shunned by their families” (Myers 2009). A subsequent article quotes a development expert describing gender discrimination more broadly, such that readers may infer that the criticism applies generally to the so-called developing world: “‘They're always being blamed for everything,’ said Monica Westin, founder of World of Hope International, which promotes human rights. ‘It's always the girl's fault. There's no gender equality’” (Cooper and Tang 2009). Similarly, coverage quotes Republican Senator Jon Kyl, whose experience working on legislation supporting crime victims is noted:“It's practically impossible for us to understand a society which has precisely the opposite idea about who should be blamed and who should feel shame and who should be helped or not helped,” Kyl said Friday at his Phoenix office. “It's not just a problem for Liberians. There are other people with a similar culture that is, frankly, the problem.” (McKinnon and Nowicki 2009) ", "“It's practically impossible for us to understand a society which has precisely the opposite idea about who should be blamed and who should feel shame and who should be helped or not helped,” Kyl said Friday at his Phoenix office. “It's not just a problem for Liberians. There are other people with a similar culture that is, frankly, the problem.” (McKinnon and Nowicki 2009)", "Kyl specifically refers to the case as a “culture clash,” articulating what others imply—that blaming sexual assault victims for their own attacks occurs only in “other” cultures, not in the United States. That assertion is easily defied by data about sexual assault in Phoenix, which is missing in both news accounts and analysis of the case. It does emerge in an opinion piece by columnist/blogger Laurie Roberts (2009a), however, as discussed below.", "Instead of considering whether victim-blaming might be tied to identity discourse that transcends national borders, the Republic constructs a debate between sources who either malign Liberian culture or defend it. A variety of Liberians take issue with the condemnation of their culture. For example, a Liberian who works to resettle refugees is paraphrased thus: “Keita said that Liberian families may question why sexual-assault victims were in a situation that left them open for attack but that the initial response likely stems from disappointment and frustration with the family's circumstances” (Myers 2009). A quote clarifies Keita's position, which contradicts earlier sources by suggesting that the parents blame themselves not the child: “‘[As a parent], you feel like you've failed … to protect them,’ Keita said” (Myers 2009). A report on a meeting between Liberian refugees and local police indicates that the Liberians believe the media have mischaracterized their culture: “[T]he president of the Liberian Association of Arizona, said the case had generated an ‘overemphasis’ on Liberian culture in the media that suggested that rape and shunning of victims is condoned in Liberia” (Ferraresi 2009a). Thus, in azcentral.com constructions of the Phoenix crime, police and other experts explained the parents’ apparent victim-blaming as bound to Liberian culture, despite well-documented patterns of mainstream US media's complicity in perpetuating myths that females of particular class and racial backgrounds provoke their own attacks (Benedict 1992; Cuklanz 1996; Meyers 1997, 2004). Here, the heavy reliance on police and experts on Liberian culture comes alongside a near-exclusion of other knowledgeable sources who might shift the frame, such as gender violence experts, who can contribute relevant context such as rape prevalence information.", "As noted above, a second prevailing theme is closely related to the first, but this time blames Liberian culture for the assault itself. Stories about the rape frequently link the attack to the wartime use of rape in Liberia to terrorize families. Much of this material takes the form of quotes and paraphrases from expert sources on Liberia, Africa, or refugee resettlement. Two headlines assert that the rape reminded Liberian refugees about the violence that drove them from their homeland (González 2009; McKinnon and Nowicki 2009), but neither story includes Liberian sources supporting the assertion. Instead the Liberian sources refute the charge that their culture caused the assault. Indeed, some Liberian sources who know the children involved question whether the assault actually happened. The uncle of the two youngest accused assailants is paraphrased defending them, the girl's parents, and Liberian culture, all at once:But Slueue Goe, who is from Liberia and identified himself as the uncle of the 9- and 10-year-old suspects, said he knows the girl's parents and doesn't believe allegations that they blamed or shunned their daughter.He denied that his nephews are capable of sexual assault, and said his country does not have a rape problem. (Cooper and Tang 2009) ", "But Slueue Goe, who is from Liberia and identified himself as the uncle of the 9- and 10-year-old suspects, said he knows the girl's parents and doesn't believe allegations that they blamed or shunned their daughter.", "He denied that his nephews are capable of sexual assault, and said his country does not have a rape problem. (Cooper and Tang 2009)", "The uncle's comments follow reports of the boys’ confessions and considerable contextual material from sources identified as experts, who cite rape prevalence in the Liberian civil war, and an expert in women's and African studies, who suggests that the boys imitated behaviors they had seen growing up (Cooper and Tang 2009).", "Thus, the azcentral.com site frames much of its coverage as a debate between experts contending culture explains the attack while the opposite view is voiced by a range of sources including Liberian refugees, Liberian politicians, Phoenix police, and one azcentral.com columnist. Those who challenge the cultural explanation appear to have an equally diverse range of reasons for doing so, resulting in a dissipated opposition lacking the coherence of the more dominant cultural explanation. As with the frame focused on the parents’ reported reaction, this frame sometimes blurs Liberia with Africa more generally, both of which are presented as “other” to the presumably more civilized US culture. An article depicting the altruism of Phoenix residents poses a noticeable contrast to the portrayals of Liberians, for example. The azcentral.com story leads with the example of a missionary who, upon her return from helping African rape victims, volunteers to adopt the eight-year-old Phoenix victim: “Like the victims she met in Africa, this one ‘survived hell,’ she said” (Ferraresi 2009c).", "An article suggesting that the Phoenix crime reminded Liberian refugees of the violence they fled is especially forthright about linking both rape and youthful sex offenders to Liberian culture (González 2009). The story opens by describing the assault and the events preceding it. The details emphasize the youth of the children involved, including that they were together in an apartment waiting for a birthday party when they decided to go to one boy's “secret place,” a storage closet. In many ways the details about the defendants are like those depicting the victim, on the rare occasions she is mentioned. Following her assault, she was described as sitting on the curb holding her lower abdomen, crying, and chewing the gum the oldest boy used to lure her into the storage closet. Similarly, the two youngest boys, 9- and 10-year-old cousins, were portrayed with descriptors suggesting youthful innocence—elementary school students, one tripping over his leg chains and crying at the mention of an award earned for schoolwork, the other so small as to be nearly hidden by his courtroom chair, at times refusing to lift his head off a courtroom table. Such details encourage readers to question how boys so youthful could brutally assault a girl so young she reportedly enjoys playing with Barbies. A history of the Liberian civil war is proposed as the answer, with language that explicitly embeds the practice of rape within Liberian culture and details how children would be socialized into it:Rape was rampant during the war. So rampant it became part of the culture.Amnesty International reported that an estimated 60 to 70 percent of the Liberian population were victims of rape or other sexual violence. Men with guns would burst into houses, kill the men and rape the women. The victims included old women, young girls and even men. Children often were forced to watch. Sometimes children were forced to do the raping. Gang rape also was common.Rape was so common during the war, it became embedded in society. (González 2009) ", "Rape was rampant during the war. So rampant it became part of the culture.", "Amnesty International reported that an estimated 60 to 70 percent of the Liberian population were victims of rape or other sexual violence. Men with guns would burst into houses, kill the men and rape the women. The victims included old women, young girls and even men. Children often were forced to watch. Sometimes children were forced to do the raping. Gang rape also was common.", "Rape was so common during the war, it became embedded in society. (González 2009)", "Rebuttals to the above explanation are attributed to Liberian refugees, one of whom argues that the boys were too young to remember much about the civil war; the oldest boy was only eight years old when it ended in 2003, and the youngest boy was three. Refugees suggest instead that American culture and American television socialized the boys into gender violence, but that opportunity to explore US-based violent masculinity is left unexplored. Instead, the brutality of the Liberian civil war is juxtaposed with the apparent kindness of Phoenix citizens, several of whom reportedly offered to adopt the young victim.", "Liberian officials are also among those whose comments refute the cultural explanation, but they stop short of laying blame elsewhere, as in this paraphrase of the nation's president, Ellen Johnson Sirleaf: “who two weeks ago expressed concern about the incident and reiterated through international media that rape is not condoned in the war-torn West African nation” (Kiefer and Ferraresi 2009). The sense that there is a dispute over the role of Liberian culture is reiterated by how the site characterizes the motives for the deputy ambassador's visit: “to defend his country's honor and to express his empathy for the victim and the defendants’ families” (Kiefer, Ferraresi, and Berry 2009). Three months later, similar language refers back to his visit: “The incident set off international clamor that brought a Liberian ambassador to Phoenix to defend his country's reputation” (Kiefer 2009a).", "In contrast, columnist Laurie Roberts points out similarities between the refugee case and other assaults in the Phoenix area, in the one instance that could implicate gender as a social structure. Her column opens with what she presumes to be the prevailing view of the case in Phoenix: “Such horrors—children who prey on children, parents who turn away from their own daughters—don't happen every day, after all. Do they?” (Roberts 2009a). The piece includes a type of expert source that is otherwise lacking in coverage, the executive director of Phoenix's Center Against Sexual Abuse and Violence, who details the similarities between the Liberian refugee case and other Phoenix cases. She also pinpoints the attendant denial: “It's the elephant in the room that we are walking around and completely ignoring.”", "A more common rebuttal or alternative to the cultural explanation is the blaming of individuals or agencies whose missteps are detailed in relation to either the assault or the aftermath. For example, Phoenix police hone in on the boys who perpetrated the attack:”“The conversation about culture and diversity is important, but it's not important to the facts of the case,” said police spokesman Sgt. Andy Hill, adding that the children attended Phoenix schools and had no problems comprehending investigators. “The facts of the case are that a girl was brutally raped and held against her will.” (Berry 2009) ", "“The conversation about culture and diversity is important, but it's not important to the facts of the case,” said police spokesman Sgt. Andy Hill, adding that the children attended Phoenix schools and had no problems comprehending investigators. “The facts of the case are that a girl was brutally raped and held against her will.” (Berry 2009)", "Here, Hill weighs in on the much-debated question of whether the boys could comprehend the charges against them. He dismisses the suggestion that linguistic difficulties exist or that cultural influences matter in relation to the question of culpability for the assault (Berry 2009), despite his contention, noted above, that Liberian culture did explain the parents’ reaction to the crime (Myers 2009). Similarly, a quoted police report depicts the father's response to the crime without reference to his country of origin or his claim that he misunderstood police:Investigators said the victim's father, “seemed to place blame on [the victim] for the sexual assault because she did not stay at home” and that the father “did not care if [the victim) ever returned to their family,” the report said. (Ferraresi 2009a) ", "Investigators said the victim's father, “seemed to place blame on [the victim] for the sexual assault because she did not stay at home” and that the father “did not care if [the victim) ever returned to their family,” the report said. (Ferraresi 2009a)", "Thus, police commentary invokes the discourse of personal responsibility for both key legal issues, who perpetrated the assault and whether the juveniles are competent to stand trial, even as descriptions of the youthful defendants would seem to suggest that the boys were too young to understand or participate in legal proceedings. Indeed, the police position seems immutable in the face of details about possible mitigating circumstances: the boys growing up in poverty, raised either by a single mother or extended family members who would not or could not supply clean clothes for school (Kiefer 2009b). While such facts apparently left police unmoved on the question of culpability, the accumulation of details invites readers to tap into xenophobic discourses about the defendants, the victim, and their families, based on their reported linguistic difficulties and apparent need for social services. Such media portraits can be interpreted as suggestions that immigrants of color “pollute” previously pristine communities (Cisneros 2008).", "In other accounts, source material supports the discourse of individual responsibility, distinguishing recent events from Liberian cultural norms, as in this example in which the site quotes the Liberian President speaking to CNN: “Not only should they abide by the law, but they too need serious counseling because clearly they are doing something, something that is no longer acceptable in our society here” (Cooper and Tang 2009).", "Some of the website's treatment of the oldest boy, who was 14 during the assault, suggests an editorial view in agreement with holding him responsible for the crime. He alone is referred to by name following the court's decision to try him as an adult (after that decision was reversed, coverage named him once more, then stopped). Source commentary and selected context also emphasize his relative maturity:According to court documents filed Monday, 14-year-old Steven Tuopeh offered a pack of gum to the younger boy if he would sexually assault an 8-year-old girl. Then, according to the record, Tuopeh, who is 5 feet 3 inches tall and weighs 125 pounds, held the girl's head between his knees to restrain her as the 10-year-old and two other boys, ages 9 and 12, took turns raping her. (Kiefer and Ferraresi 2009) ", "According to court documents filed Monday, 14-year-old Steven Tuopeh offered a pack of gum to the younger boy if he would sexually assault an 8-year-old girl. Then, according to the record, Tuopeh, who is 5 feet 3 inches tall and weighs 125 pounds, held the girl's head between his knees to restrain her as the 10-year-old and two other boys, ages 9 and 12, took turns raping her. (Kiefer and Ferraresi 2009)", "When the oldest boy's attorney requests that his case be moved back to juvenile court, azcentral.com coverage provides multiple perspectives on the youth, describing him according to his culture of origin, how men and women see him differently, and how he poses problems for the Phoenix justice system:Over the course of two days of testimony, a picture has emerged of a young man from a male-dominated society in ruin, where children saw their fathers killed, and women were treated as second-class citizens.To his male teacher in jail and to the father of his best friend, he is a respectful youth, fond of joking. To his female pastor and his single mother, he is an out-of-control man-child.And to the juvenile-court system, he is an enigma. Two juvenile-probation officers told the court that they seldom get juveniles accused of such violent sex crimes in their system—because they go to adult court. (Kiefer 2010) ", "Over the course of two days of testimony, a picture has emerged of a young man from a male-dominated society in ruin, where children saw their fathers killed, and women were treated as second-class citizens.", "To his male teacher in jail and to the father of his best friend, he is a respectful youth, fond of joking. To his female pastor and his single mother, he is an out-of-control man-child.", "And to the juvenile-court system, he is an enigma. Two juvenile-probation officers told the court that they seldom get juveniles accused of such violent sex crimes in their system—because they go to adult court. (Kiefer 2010)", "Here the site suggests the defendant is a particularly lethal intersection of gender, race, class, and nation, by depicting him in relation to Liberia's violent legacy and female subordination; his single mother; and the label, “out-of-control man-child.” The sense of his abnormality is underscored by the final reference to him as an “enigma” and by the label, “out-of-control man-child,” which likens him to the images of beasts and animals commonly evoked in reporting on black male suspects (Lule 1995).", "CPS emerges as another potential target for blame on July 30, when the victim's parents begin to use their pastor as a spokesperson, and framing focuses more on the rape itself, as opposed to the parents’ response. The pastor recounts that numerous CPS visits occurred prior to the assault (Ferraresi 2009c). A few months later, columnist Laurie Roberts questions why a gang rape had to occur before CPS removed the young girl from a home they had visited eight times because of complaints from school workers and neighbors (2009b). Her piece describes how the girl wandered around the apartment complex trying to start cars, swam alone in her underwear, stole a steak off a neighbor's grill, and begged a neighbor to save her from her parents’ beating. The assertion that CPS knew about the parents’ abuse of the girl is supported by comments from the police spokesperson, however, a summary of police interaction with the parents before the attack suggests the police believe the parents were ultimately responsible for not heeding their warning:On May 28, less than two months before police say the boys assaulted the girl, police found her begging for food. They warned her parents: If you don't do a better job of keeping an eye on your daughter, something bad could happen to her. She could be kidnapped, the police said. Or sexually assaulted. (González 2009) ", "On May 28, less than two months before police say the boys assaulted the girl, police found her begging for food. They warned her parents: If you don't do a better job of keeping an eye on your daughter, something bad could happen to her. She could be kidnapped, the police said. Or sexually assaulted. (González 2009)", "In some ways, the site's indictment of CPS and the victim's parents can be interpreted as a proxy for victim-blaming, a patriarchal mainstay of rape reporting in which details invite news consumers to weigh the impact of a victim's choices in precipitating her own attack (Benedict 1992; Meyers 1997). In this case, the preposterousness of blaming an eight-year-old would seem to forestall the usual diversion into discussions of clothing, behavior, and substance abuse. However, the similarly youthful ages of the assailants likely sparked some enterprise journalism in search of other possible explanations.", "Yet, as noted above, Roberts stands alone among azcentral.com journalists in pointedly suggesting that social structures other than those bound to Liberian culture may play a role:Experts were quick to explain it all away as a product of culture. “What you're seeing here is the very long legacy and reach of the violence that took over Liberia for 70 years,” a professor of women's and African studies at Emory University, told The Republic last week. ", "Experts were quick to explain it all away as a product of culture. “What you're seeing here is the very long legacy and reach of the violence that took over Liberia for 70 years,” a professor of women's and African studies at Emory University, told The Republic last week.", "Whew! It's cultural. Things like this only happen to people who hail from far away, violent places. Certainly not to us, not to our children.", "Do they? (Roberts 2009a)", "Roberts' selected source material contradicts the more dominant discourse portraying juvenile gang-rape perpetrators as a foreign phenomenon:Orr said one in four girls is sexually abused and one in six boys. About 40 percent of sex offenders are younger than 18, she said. They usually begin between age 9 and 13. “We see it in the finest, most expensive private schools where we're called because of a story of a child molesting another child or kids getting sexually transmitted diseases of the mouth,” Orr said. (Roberts 2009a) ", "Orr said one in four girls is sexually abused and one in six boys. About 40 percent of sex offenders are younger than 18, she said. They usually begin between age 9 and 13. “We see it in the finest, most expensive private schools where we're called because of a story of a child molesting another child or kids getting sexually transmitted diseases of the mouth,” Orr said. (Roberts 2009a)", "A similar perspective is offered by a reader with the screen name, Feflicker, who briefly responds to a columnist/blogger's argument that the boys should not have been interviewed without their parents, regardless of whether they consented (Montini 2009). The reader supplements that response with commentary that addresses the near absence of news context or reader responses that relate the crime to American rather than Liberian culture:There are always kids, groups of boys especially, who will put pressure on a particular female, or group of them, and try to either bully or talk them into doing things. It happens every day, thousands of times, even in our country. What happened here is it went farther than we normally hear about. This happens, and most of the time no one talks about it because of the shame, and because “they are just kids”. (Montini 2009) ", "There are always kids, groups of boys especially, who will put pressure on a particular female, or group of them, and try to either bully or talk them into doing things. It happens every day, thousands of times, even in our country. What happened here is it went farther than we normally hear about. This happens, and most of the time no one talks about it because of the shame, and because “they are just kids”. (Montini 2009)", "The above two examples suggest that crimes and reactions similar to the Phoenix case occur in mainstream American society, as well. However, the perspective is marginalized by its comparative rarity and its seclusion in opinion-oriented venues, a column and a blog."]}, {"title": "Conclusions", "paragraphs": ["The framing analysis of azcentral.com construction of the Phoenix gang-rape suggests the coverage attracted readers’ attention with the brutality of a local gang rape, but ultimately the stories were about something else, as in previous studies examining news about multiple-assailant rapes taking place in immigrant communities (Benedict 1992; Cuklanz 1996; Warner 2004). In the Phoenix case, framing focused on possible explanations for the seemingly inexplicable: parents shunning their young daughter after she was gang-raped by four youthful perpetrators, two of whom were still in elementary school. Dominant framing offered up Liberian culture as the true culprit by frequently including expert source commentary and contextual material discussing how rape was used as a war-time weapon in Liberia, with supplemental or alternative explanations also suggested, but to a lesser extent. As is common with news framing of gender violence, reports frequently portrayed dichotomous versions of events with two apparently opposing viewpoints, appeasing the news value of conflict in sex crime stories already heavily laden with drama (Cuklanz 1996; Worthington 2008b).", "Reminders that gang rape of children exists in American and even Phoenix-area culture were marginalized, emerging infrequently and only in the “softer,” more opinion-oriented venues of a featured column and a reader's response to a blogger. In this respect, the case suggests a similarity to findings from research on televised depictions of racialized rape (Moorti 2002), which found the talk show genre to be a more progressive forum than news or entertainment programs. In the case of azcentral.com coverage, such genres appear too rarely to counter the wider suggestion that violent gender subordination emanates from the perpetrators’ culture of origin and not from within US borders (Benedict 1992). As such, perpetrators of gender violence are made to seem “other” in the Phoenix case, a finding that echoes studies from other settings (Bullock 2007; Meyers 1997; Steeves 1997). More specific to the Phoenix case is the way the abnormality discourse converges with racist and xenophobic discourses suggesting that immigrants pollute American society (Cisneros 2008) and that African cultures cause criminal violence (Hanson-Easey and Augoustinos 2010).", "Identity discourses supported the two major frames with Liberian, and more broadly, African males described largely in terms of violent masculinity, and all the major players discussed primarily in terms of their nation of origin, which readers might easily interpret to be the root cause of a variety of social problems. Coverage sometimes suggested the rape perpetrators were victims of circumstance, as is common in US news representations of black rape suspects and young male perpetrators of gang rape (Lule 1995; Moorti 2002; Steeves 1997). That discourse converged neatly with the dominant cultural explanation for the boys’ behavior, and underscored the suggestion that they were “others” whose actions were alien to American culture. Certainly references to the ages of the defendants also played into their portrayals as victims of circumstance, with descriptions of the two youngest boys’ diminutive size and youthful emotions featuring prominently in coverage of court appearances, such that the boys seemed to have much in common with the girl they assaulted.", "Exceptions emerged on occasion when coverage discussed the oldest suspect, who was either 14 or 15, depending on the publication date. The narrower focus on him, the practice of naming him, and the selection of quotes and paraphrases from sources describing him suggested that he bore greater responsibility for the rape, which conforms to a pattern found in coverage of gang rape, whereby one offender is singled out for greater blame (Steeves 1997). The practice serves to undercut how group behavior and male-bonding fuel such crimes, which can be a means for masculine socialization regardless of race and class (Sanday 2007). The other representation of black male suspects commonly found in US news, their portrayal as animals, was less visible in this case, although it sometimes emerged in depictions of the oldest defendant. For him, the two extremes seemed to merge such that his brutality was explained by the circumstances of his early life in Liberia.", "In framing that suggested individual responsibility for the assault and its aftermath, coverage emphasized the outsider status of the perpetrators, the victim, and the victim's father by privileging discussions of their apparently limited ability to speak English and the demands they placed on social services, including the police department and CPS. Coupled with details about unemployment, single-parent households, and children living with non-parental relatives, the emphasis on contact with police and CPS raises the specter of problems widely assumed to be related to race and class intersections and which overlap with race and class stereotypes about immigrants (Cisneros 2008). In this regard, the individual-responsibility frame harkens back to the cultural discourse more prominently on display in the two dominant frames.", "Understood in the wider context of US news about Africa, which overemphasizes violence and strife, the frequent references to Liberian culture throughout coverage suggest a particular version of racialized masculinity in which nation intersects with race, gender, class, and age to portray youthful male Liberian refugees as prone to gender violence and female oppression in ways that contrast with the wider culture in which they have resettled (Hanson-Easey and Augoustinos 2010). Thus, such framing implicates social structures as a cause of brutal sex crimes, which is rare, as feminist media studies scholars have noted (Cuklanz 1996; Meyers 1997, 2004; Steeves 1997; Worthington 2008a, 2008b). However, the overemphasis on race and nation masks how they intersect with gender and age, thereby constructing the story of a brutal sex crime in ways that are likely to support public anxiety associating violent crime with male immigrants of color, rather than stimulating interest in progressive reforms to alleviate gender violence (Warner 2004).", "The constructions noted above bear close resemblance to earlier case studies of print and broadcast media coverage of gang rape in their emphasis on intersections of gender with race or ethnicity coupled with a relative ignorance of gender, race, and class as transnational structures (Benedict 1992; Cuklanz 1996; Steeves 1997; Warner 2004). Thus, the study adds another dimension to the broader finding that, while newspapers migrating online may have increased crime coverage and story length (Barnhurst 2010), their content is quite similar to news publicized in more traditional print and broadcast media. In the Phoenix case, the discourses invoked about rape and identity follow a well-worn pattern, in part because the news venue itself shies away from integrating much content generated by someone other than journalists affiliated with the site or its print parent. Given that this study was confined to a single media outlet, however, future research comparing multiple outlets could refine the circumstances leading to or preventing progressive reporting on gender violence, as could studies comparing the production practices of news sites strongly linked to print newspapers with those incorporating more user-generated content."]}], "references": [{"title": "The Form of Reports on U.S. Newspaper Internet Sites, an Update", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Barnhurst Kevin G", "first_name": "Barnhurst", "last_name": "G"}]}, {"title": "Framing Domestic Violence Fatalities: Coverage by Utah Newspapers", "year": "2007", "journal": "Women's Studies in Communication", "volume": "30", "authors": [{"name": "Bullock Cathy F", "first_name": "Bullock", "last_name": "F"}]}, {"title": "Official Sources Dominate Domestic Violence Reporting", "year": "2008", "journal": "Newspaper Research Journal", "volume": "29", "authors": [{"name": "Bullock Cathy F", "first_name": "Bullock", "last_name": "F"}]}, {"title": "The Neglect of Power in Recent Framing Research", "year": "2004", "journal": "Journal of Communication", "volume": "54", "authors": [{"name": "Caragee Kevin M.", "first_name": "Caragee", "last_name": "M."}, {"name": "Roefs Wim", "first_name": "Roefs", "last_name": "Wim"}]}, {"title": "Contaminated Communities: The Metaphor of ‘Immigrant as Pollutant’ in Media Representations of Immigration", "year": "2008", "journal": "Rhetoric \\& Public Affairs", "volume": "11", "authors": [{"name": "Cisneros J. David", "first_name": "Cisneros", "last_name": "David"}]}, {"title": "Growing Up Masculine: Rethinking the Significance of Adolescence in the Making of Masculinities", "year": "2005", "journal": "Irish Journal of Sociology", "volume": "14", "authors": [{"name": "Connell Robert W", "first_name": "Connell", "last_name": "W"}]}, {"title": "Hegemonic Masculinity: Rethinking the Concept", "year": "2005", "journal": "Gender \\& Society", "volume": "19", "authors": [{"name": "Connell Robert W.", "first_name": "Connell", "last_name": "W."}, {"name": "Messerschmidt James W.", "first_name": "Messerschmidt", "last_name": "W."}]}, {"title": "The Monsters Next Door: Media Constructions of Boys and Masculinity", "year": "2003", "journal": "Feminist Media Studies", "volume": "3", "authors": [{"name": "Consalvo Mia", "first_name": "Consalvo", "last_name": "Mia"}]}, {"title": "Out of Africa: Accounting for Refugee Policy and the Language of Causal Attribution", "year": "2010", "journal": "Discourse \\& Society", "volume": "21", "authors": [{"name": "Hanson-Easey Scott", "first_name": "Hanson-Easey", "last_name": "Scott"}, {"name": "Augoustinos Martha", "first_name": "Augoustinos", "last_name": "Martha"}]}, {"title": "Talking about Poverty: News Framing of Who Is Responsible for Causing and Fixing the Problem", "year": "2010", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Kim Sei-Hill", "first_name": "Kim", "last_name": "Sei-Hill"}, {"name": "Carvalho John P.", "first_name": "Carvalho", "last_name": "P."}, {"name": "Davis Andrew C.", "first_name": "Davis", "last_name": "C."}]}, {"title": "The Rape of Mike Tyson: Race, the Press and Symbolic Types", "year": "1995", "journal": "Critical Studies in Mass Communication", "volume": "12", "authors": [{"name": "Lule Jack", "first_name": "Lule", "last_name": "Jack"}]}, {"title": "Functional Truth or Sexist Distortion? Assessing a Feminist Critique of Intimate Violence Reporting", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "McManus John H.", "first_name": "McManus", "last_name": "H."}, {"name": "Dorfman Lori", "first_name": "Dorfman", "last_name": "Lori"}]}, {"title": "African American Women and Violence: Gender, Race, and Class in the News", "year": "2004", "journal": "Critical Studies in Media Communication", "volume": "21", "authors": [{"name": "Meyers Marian", "first_name": "Meyers", "last_name": "Marian"}]}, {"title": "Gang Rape in Sydney: Politics, the Media, Race and Sentencing", "year": "2004", "journal": "The Australian and New Zealand Journal of Criminology", "volume": "47", "authors": [{"name": "Warner Kate", "first_name": "Warner", "last_name": "Kate"}]}, {"title": "Youth Violence and Race in the Media: The Emergence of ‘Wilding’ as an Invention of the Press", "year": "2004", "journal": "Race, Gender \\& Class", "volume": "11", "authors": [{"name": "Welch Michael", "first_name": "Welch", "last_name": "Michael"}, {"name": "Price Eric", "first_name": "Price", "last_name": "Eric"}, {"name": "Yankey Nana", "first_name": "Yankey", "last_name": "Nana"}]}, {"title": "Encoding and Decoding Rape News: How Progressive Reporting Inverts Textual Orientations", "year": "2008", "journal": "Women's Studies in Communication", "volume": "31", "authors": [{"name": "Worthington Nancy", "first_name": "Worthington", "last_name": "Nancy"}]}, {"title": "Progress and Persistent Problems: Local TV News Framing of Acquaintance Rape on Campus", "year": "2008", "journal": "Feminist Media Studies", "volume": "8", "authors": [{"name": "Worthington Nancy", "first_name": "Worthington", "last_name": "Nancy"}]}, {"title": "Gender Violence News Online: Gang Rape and Diverse Voices in a ‘Rough Town.’", "year": "2013", "journal": "Communication, Culture \\& Critique", "volume": "6", "authors": [{"name": "Worthington Nancy.", "first_name": "Worthington", "last_name": "Nancy."}]}]}