{"doi": "10.1080/1461670X.2014.959815", "url": "https://doi.org/10.1080/1461670X.2014.959815", "title": "Setting the Agenda, Influencing Public Opinion, and Advocating for Social Change", "volume": "17", "year": "2016", "issue": "1", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Hanitzsch", "first_name": "Thomas", "name": "Thomas Hanitzsch", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Hanusch", "first_name": "Folker", "name": "Folker Hanusch", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Lauerer", "first_name": "Corinna", "name": "Corinna Lauerer", "affiliation": "", "orcid": "", "role": ""}], "abstract": "This study seeks to contribute to the systematic explanation of journalists’ professional role orientations. Focusing on three aspects of journalistic interventionism—the importance of setting the political agenda, influencing public opinion, and advocating for social change—multilevel analyses found substantive variation in interventionism at the individual level of the journalist, the level of the media organizations, and the societal level. Based on interviews with 2100 journalists from 21 countries, findings affirm theories regarding a hierarchy of influences in news work. We found journalists to be more willing to intervene in society when they work in public media organizations and in countries with restricted political freedom. An important conclusion of our analysis is that journalists’ professional role orientations are also rooted within perceptions of cultural and social values. Journalists were more likely to embrace an interventionist role when they were more strongly motivated by the value types of power, achievement, and tradition.", "body": [{"sec_title": "Introduction", "sec_content": ["The study of journalists’ professional orientations and worldviews has long been at the forefront of scholarly inquiry into journalism. One particular feature of journalists’ understanding of their role is interventionism—that is, the extent to which journalists pursue a particular mission and promote certain values in their work (Hanitzsch 2007). Journalistic interventionism is particularly relevant to the study of news as it boils down to the essence of journalism's relationship with society and socio-cultural processes. It is for this reason that interventionist media roles have been traced in many surveys of news workers, with journalists acting as “participants,” “advocates,” and “missionaries” (Cohen 1963; Donsbach and Patterson 2004; Janowitz 1975; Köcher 1986). During the past two decades, the focus in this strand of research has shifted strongly to cross-cultural comparison (for an overview, see Hanitzsch and Donsbach 2012; Örnebring 2012).", "At the same time, the question of what shapes the news has kept journalism and mass communication researchers busy for several decades. It is often argued that journalists’ professional role orientations strongly depend on political and economic contexts (Hallin and Mancini 2004; McChesney 2004; Shoemaker and Reese 1996; Weaver 1998) as well as on journalists’ individual characteristics and political views (Kepplinger, Brosius, and Staab 1991; Köcher 1986; Donsbach and Patterson 2004). However, relatively little attention is paid to the organizational dimension and the way it relates and compares to the individual and societal levels (Weaver and Löffelholz 2008).", "A survey of the considerable wealth of literature about journalists’ professional role orientations allows us to identify a number of important shortcomings. First, there is a lack of comprehensive accounts, as most studies consider a rather limited number of factors, a specific sample of journalists and news media, or particular national contexts. Second, there is a need for more explanatory studies (Donsbach and Patterson 2004). Despite the notable progress made after comparative research gained currency in the 1990s, our knowledge about the forces that underlie differences in professional orientations is still somewhat limited. Third, more attention needs to be paid to cultural factors. Recent studies point to an interaction between socio-cultural values and journalistic role orientations (Hanusch 2009; Kim and Kelly 2008; Weaver 1998). Yet, the relationship between professional orientations and cultural values is not fully understood. Fourth, the multilevel structure behind the various influences on journalism has rarely been addressed at the level of research design. There is a need for studies that assess determinants of journalism culture across the societal, organizational, and individual levels of analysis (Hanitzsch et al. 2010; Preston 2009; Shoemaker and Reese 1996; Whitney, Sumpter, and McQuail 2004). Fifth, and finally, the methodological consequences of such a multilevel structure have not been fully explored. Journalists are mostly nested within news organizations, and news organizations are nested within countries. Traditional statistical techniques, such as ordinary least squares (OLS) regression, downplay potential interdependence among journalists from the same news organization or the same country and can produce misleading results when an inherent multilevel structure is ignored (Kreft and de Leeuw 1998; Southwell 2005).", "This article seeks to close the above gaps. We aim to identify the primary forces that account for differences in professional role orientations, more specifically, in the extent to which journalists embrace interventionist values in their work. We address multiple influences on journalistic interventionism across the societal, organizational, and individual levels of analysis, and take into account the methodological consequences of such a multilevel structure. Furthermore, we pay close attention to cultural values in the nexus of potential determinants of professional role orientations. The overarching research question that motivated this analysis is:RQ: What are the major determinants of interventionist values among journalists, and, to what extent do cultural values play out in this process? The data for this analysis were taken from the cross-national Worlds of Journalism Study, an unprecedented collaborative effort of researchers from 21 countries. 1  ", "What are the major determinants of interventionist values among journalists, and, to what extent do cultural values play out in this process?"]}, {"sec_title": "Conceptual Background", "sec_content": ["By role orientations we refer to particular sets of ideas by which journalists, consciously and subconsciously, legitimate their role in society and render their work meaningful (Hanitzsch 2007). These values, attitudes, and beliefs are essentially perceptions, or subjective understandings, for they are bound to journalists’ cognitive faculties. Role orientations encompass generalized and aggregate expectations which journalists believe are deemed desirable in society (Donsbach 2012), and they incorporate the occupational values and beliefs individual journalists embrace as a result of their professional socialization and the internalization of normative expectations. Role orientations should be distinguished from role enactment, which is the process by which role orientations translate into action (Tandoc, Hellmueller, and Vos 2012), and role performance, which captures the roles of journalists as they are executed in practice (Mellado and van Dalen 2013).", "Our conceptualization of journalistic interventionism draws on a long tradition of research on journalistic role orientations. Interventionism reflects the extent to which journalists pursue a particular mission and promote certain values in their work (Hanitzsch 2007), and it is sometimes also discussed with reference to journalists’ active involvement in social processes (Himelboim and Limor 2005). Interventionism in our understanding combines and further develops a set of role conceptions that have been theorized for more than half a century. Cohen (1963, 19–20) identified a “participant” role that he associated with journalists’ active participation in the policy-making process. According to Janowitz (1975, 619), some journalists act as “advocates” for those who are “denied powerful spokesmen” and, in so doing, “point out the consequences of the contemporary power imbalance.” Based on a comparative analysis, Köcher (1986, 63) found German journalists saw themselves as “missionaries,” as spokespeople for the underdog, as those who take up grievances—ideas that stand for value judgments and advocacy. A sophisticated theoretical attempt was undertaken by Donsbach and Patterson (2004, 265), who distinguish between a passive and an active approach, on the one hand, and a neutral versus an advocate approach on the other. Most relevant for our purpose is the active approach, associated with journalists “actively shaping, interpreting, or investigating political subjects,” and the advocate position, in which journalists take sides and do so “in a consistent, substantial, and aggressive way.”", "The above role conceptions, however, have the tendency to aggregate aspects of journalists’ roles that do not necessarily refer to the same thing and which may not always be compatible. Like Donsbach and Patterson, we believe that journalistic advocacy needs to be disentangled from the idea of watchdog journalism that stands in the tradition of the news media acting as Fourth Estate and guardian of democracy (Gans 1979; Schramm 1964). Watchdog journalism is not per se connected to advocacy and participation. Journalists can, and often do, point to social grievances and political misconduct from a reasonably neutral and objective perspective.", "Interventionism, as we understand it, refers to role models such as the “participant,” “advocate,” and “missionary” (Cohen 1963; Donsbach and Patterson 2004; Janowitz 1975; Köcher 1986). In this view, journalists take a more active, socially committed, and assertive role in their reporting, and in so doing they involve themselves in social and political processes to the extent that they become participants. These journalists may act on behalf of the socially disadvantaged, as mouthpiece of a political party, or give voice to a specific ideological position. As a consequence, journalistic interventionism can be articulated in various distinct ways, depending on the organizational and national contextual settings. The impetus behind interventionist journalism is not to stay apart from the flow of events, but to participate, intervene, get involved, and promote change. An interventionist impulse of this kind can be found in normative concepts such as peace journalism and even more so in development(al) journalism, as well as civic or public journalism (Gunaratne 2006).", "Consequently, we are able to identify three theoretically relevant facets of journalistic interventionism that may play out in different ways in different societies. Journalists in interventionist professional cultures are more likely to actively put issues on the political agenda (agenda-setting), to influence the way the public thinks about these issues (public influence), and to advocate for certain values and ideas to transform society (advocacy).", "Cross-national comparisons have found journalistic interventionism to be a principal component of variation in journalists’ professional orientations (Hanitzsch et al. 2010, 2012). Interventionism, it seems, is generally not a characteristic of western journalistic cultures. A tendency toward interventionist values was found among journalists from developing societies and transitional democracies, where it can partly be placed in the context of “development journalism” (Wong 2004, 26). Strong interventionism was also found in Egypt and, partly so, in Turkey. An interventionist orientation does generally seem to be a distinctive feature of journalism in the Arab world (Pintak 2011).", "There is much reason to believe that the determinants of journalists’ professional orientations, and interventionism for that matter, stem from the societal, organizational, and individual levels simultaneously (Hanitzsch et al. 2010; Preston 2009; Whitney, Sumpter, and McQuail 2004; Shoemaker and Reese 1996; Voakes 1997). Shoemaker and Reese (1996) have proposed a hierarchical structure of influences on journalism that are arranged in the form of five nested levels. The individual level is in the center and refers to the characteristics and backgrounds of the journalists, their personal attitudes, values, and beliefs, as well as their professional orientations. The next higher levels are, in this order, the media routines (journalistic practices), the organization (organizational goals, roles, structures, and control), the extra-media level (information sources, revenue sources, social institutions, economic environment, and technology), and the ideological level (system-level influences).", "Our conceptualization of the determinants of journalists’ interventionism recognizes three basic levels of analysis in the sociology of work: societies (countries), organizations (newsrooms), and individuals (journalists). With regards to the societal level of media systems, it is often argued that the political context is a major source of cross-national variation in journalistic cultures (Gurevitch and Blumler 2004; Hallin and Mancini 2004; Weaver 1998). Since journalistic autonomy is generally restricted by the social power structure, one could reasonably argue that journalists’ interventionism is higher in societies that grant them more political freedom. However, empirical evidence suggests otherwise (Hanitzsch et al. 2010, 2011). It may actually be restricted political freedom that motivates journalists to be more interventionist: either because they are forced to act as missionaries for the dominant ideology, or because they intellectually oppose the system with the intention to improve society. Political parallelism is another important factor; it refers to the degree and nature of the links between the media and political parties or, more broadly, the extent to which media systems reflect the major political divisions in society (Hallin and Mancini 2004). High levels of interventionism among journalists should be present in contexts with strong traditions of political parallelism, such as Southern Europe and Latin America (Hallin and Mancini 2004; Hallin and Papathanassopoulos 2002). Our first set of hypotheses, therefore, is as follows:H1: Journalists are more likely to embrace an interventionist role in societies that are politically less free.H2: Journalists are more likely to embrace an interventionist role in societies with stronger political parallelism. ", "Journalists are more likely to embrace an interventionist role in societies that are politically less free.", "Journalists are more likely to embrace an interventionist role in societies with stronger political parallelism.", "Furthermore, journalists mostly operate within highly organized contexts, most notably the newsroom and media organizations (Fishman 1980; Gans 2003; Golding and Murdock 1991). Especially ownership has long been established as a major, if not the most important factor that shapes news production at the organizational level (Donohue, Olien, and Tichenor 1985; Weaver et al. 2007; Sigelman 1973; Zhu et al. 1997). Most relevant in this respect is the distinction between three general types of ownership: private, public, and state ownership. In state-owned media organizations, governments tend to have a stronger grip on the editorial management than in privately owned media. We therefore expect journalists working for these news organizations to be less interventionist. This means that there are different explanations at work at the societal and organizational level: while journalists may be more interventionist when they work in a country with restricted political freedom, they might be less inclined to entertain interventionist values in state-owned newsrooms with restricted autonomy because taking a passive approach in reporting can be a safe way to avoid political repercussions and potential punishment by the employer. Similarly, their colleagues in public media organizations may be less interventionist because they mostly subscribe to an institutional framework that requires them to be neutral and objective in their effort to represent all cultural and political ideologies in their societies. This brings us to our third hypothesis:H3: Journalists are less likely to embrace an interventionist role in state-owned and public media organizations than in privately owned news media. ", "Journalists are less likely to embrace an interventionist role in state-owned and public media organizations than in privately owned news media.", "Influences on the individual level originate from journalists’ personal and professional backgrounds and worldviews, as well as from their specific roles and occupational characteristics within the news organization. These factors matter because “journalists, unlike most other professions, constantly have to make perceptional decisions” (Donsbach 2004, 151). One of the most important factors in this context is the editorial autonomy journalists enjoy within the newsroom, which is widely accepted to be one of the most fundamental requirements for professional journalistic practice (e.g., Gans 2003; McDevitt 2003; Soloski 1989). We conceptualize professional autonomy primarily in terms of the “latitude that a practitioner has in carrying out his or her occupational duties” (Weaver et al. 2007, 70). Here, we expect journalists to be more interventionist if given more editorial leeway to do so.", "Professional experience is another factor that we think is important in this context, but there is fairly little that we know about its influence. We tend to believe that professional experience correlates negatively with interventionism. More experienced journalists may be less likely to subscribe to an interventionist framework after they were socialized into the predominant norm of objective and neutral journalism. Furthermore, they might be less motivated to challenge the social and cultural norms as they have much more to lose, as they tend to have higher salaries and be more highly ranked in the editorial and social hierarchies.", "The third factor at the individual level is political interest. Extending the now classic gatekeeping research of White (1950) and Flegel and Chaffee (1971), several studies have pointed to a relationship between journalists’ political views and their reporting (Donsbach and Patterson 2004; Kepplinger, Brosius, and Staab 1991). Effects, however, were of mostly small or moderate size. On this ground we hypothesize that political interest is positively associated with journalistic interventionism. Our third set of hypotheses reads as follows:H4: Journalists are more likely to embrace an interventionist role when they enjoy greater editorial autonomy.H5: Journalists are more likely to embrace an interventionist role when they are less experienced.H6: Journalists are more likely to embrace an interventionist role when they are politically more interested. ", "Journalists are more likely to embrace an interventionist role when they enjoy greater editorial autonomy.", "Journalists are more likely to embrace an interventionist role when they are less experienced.", "Journalists are more likely to embrace an interventionist role when they are politically more interested.", "Finally, we think there is reason to believe that cultural values impact on journalists’ professional orientations, too. Journalists do not operate in a cultural vacuum but are influenced by the belief systems that prevail in their respective societies. In cross-cultural psychology, individuals’ values, attitudes, and beliefs are referred to as “deeply rooted, abstract motivations that guide, justify and explain attitudes, norms, opinions and actions” (Schwartz 2007, 169). As such, we reason that journalists’ cultural and social values also inform their professional views and practice.", "The cross-cultural psychologist Shalom Schwartz (1994, 92) argues that values on the individual level “reflect the psychological dynamics of conflict and compatibility that individuals experience in the course of pursuing their different values in everyday life.” Value dimensions, along with the goals that represent them, can be grouped into a circular structure of 10 motivational types of values (Schwartz 2004). 2  Of these, three value types are of particular importance to journalists’ role orientations:“Power” is indicated by striving for social status and prestige, as well as control or dominance over people and resources.“Achievement” refers to an orientation toward personal success through demonstrating competence.“Tradition” denotes respect, commitment, and acceptance of the customs and ideas that traditional culture or religion provide the self. ", "“Power” is indicated by striving for social status and prestige, as well as control or dominance over people and resources.", "“Achievement” refers to an orientation toward personal success through demonstrating competence.", "“Tradition” denotes respect, commitment, and acceptance of the customs and ideas that traditional culture or religion provide the self.", "Since the relationship between professional and cultural values is largely uncharted territory in the field of journalism research, there is fairly little we can draw on to specify assumptions. Journalism is a highly competitive business, which is why we expect interventionist journalists to be motivated by the values of power and achievement. This expectation is in line with Ros, Schwartz, and Surkiss (1999), who make a case for a distinctive domain of prestige values in the workplace. Through interventionist reporting, journalists can achieve visibility and recognition among their peers and in the larger public, and they can improve their social status and prestige. The values of tradition, on the other hand, should be rather detrimental to journalistic interventionism, as interventionism would most likely mean changing the status quo (i.e., tradition). This brings us to our final set of hypotheses:H7: Journalists are more likely to embrace an interventionist role when they are more strongly motivated by power values.H8: Journalists are more likely to embrace an interventionist role when they are more strongly motivated by achievement values.H9: Journalists are more likely to embrace an interventionist role when they are less strongly motivated by tradition values. ", "Journalists are more likely to embrace an interventionist role when they are more strongly motivated by power values.", "Journalists are more likely to embrace an interventionist role when they are more strongly motivated by achievement values.", "Journalists are more likely to embrace an interventionist role when they are less strongly motivated by tradition values."]}, {"sec_title": "Methodology", "sec_content": ["The analysis reported in this article is based on 2100 interviews with working journalists in 21 countries. The surveyed countries include Australia, Austria, Brazil, Bulgaria, Chile, China, Egypt, Germany, Greece, Indonesia, Israel, Mexico, Pakistan, Portugal, Romania, Russia, Spain, Switzerland, Turkey, Uganda, and the United States. The selection of countries followed the configurative logic of a “most different systems design” (Przeworski and Teune 1970) and therefore encompassed a broad range of national contexts. The selection of countries essentially followed a maximizing-variance strategy by which we tried to take account of the global diversity in terms of political systems, socio-economic development, media systems and development, as well as social and cultural value systems.", "Within the 21 countries, sampling was carried out in two steps. We first selected 20 news organizations in each country following a common target sample (see Table 1). The choice of newsrooms was organized along two parameters. On the first level, we distinguished between types of media, as well as between national and local/regional media. On a secondary level, we stratified print media into quality (citizen-oriented) and popular (consumer-oriented) outlets, 3  and electronic media according to ownership into public, state-owned, or private channels. While the choice of popular print media was based on circulation, the quality outlets were selected according to their perceived agenda-setting power. 4  Online newsrooms were omitted from the study, as the degree of their institutionalization still varied considerably across countries. All national research teams invested a great deal of effort in order to match the overall sampling scheme and, at the same time, achieve a reasonable approximation to the diversity that exists within their countries.", "Wherever possible, we selected five journalists in each newsroom. Since the total sample size in every country was 100 respondents, this study does not claim to portray a representative picture of news people in the 21 nations. Rather, the various country samples were “matched” in terms of their internal composition to allow for meaningful cross-country comparison. To this end, Hofstede (2001), for instance, suggests minimal sample sizes of at least 20, preferably 50, respondents per country.", "To capture the various domains of news work we selected respondents from the traditional “hard news” beats, as well as from other editorial areas. Within news organizations, journalists were further stratified according to the extent of their editorial responsibility. Ideally, one journalist was selected from the top echelon of the editorial hierarchy (e.g., chief editors and their deputies), one from the middle level of operational decision-makers (e.g., senior editors and desk heads), and three from the lowest level of the newsroom hierarchy (e.g., reporters). The selection of journalists in each of these categories was based on random sampling.", "The research tools used in this study were collaboratively designed in order to guarantee a maximum degree of intercultural validity. A fully standardized master questionnaire was first developed in English and then translated into the relevant languages. A relatively simple wording was used in order to reduce potential translation problems. Translation usually involved an iterative translation–back-translation procedure or committees of bilingual experts to achieve the best possible approximation to the original master questionnaire.", "The interviews were conducted between 2008 and 2011 by telephone and personal interviewing. 5  The enthusiasm of journalists and newsroom managers varied from case to case and country to country, sometimes substantially. From all 414 newsrooms that were originally chosen, 28 refused to cooperate and were subsequently replaced. At the level of journalists, we had to substitute 266 interviewees from the overall 2100 journalists due to refusal.", "Interventionism was measured through three indicators. In the interview, the question was introduced as: “The following list describes some of the things the news media do or try to do. Please tell me on a scale of 1 to 5 how important each of these things is in your work.” The scale was later reversed in order to make interpretations more intuitive, resulting in higher values to indicate higher importance. The three indicators were worded as follows: “To set the political agenda,” “To influence public opinion,” and “To advocate for social change.”", "Information about political freedom was obtained from the Freedom in the World database, published annually by Freedom House. The ratings process for freedom is based on a checklist of 10 political rights questions and 15 civil liberties questions. Each pair of political rights and civil liberties ratings is averaged to determine an overall status of “Free,” “Partly Free,” or “Not Free.” Countries whose ratings average 1.0–2.5 are considered “Free,” 3.0–5.0 “Partly Free,” and 5.5–7.0 “Not Free.” In our analysis we treated political freedom as a dummy variable, with a value of 1 representing a politically free country, and a value of 0 indicating partly free and not free societies. 6  Political parallelism was modeled after Hallin and Mancini (2004) as the extent to which media systems reflect the major political divisions in society. A more detailed explanation was provided on a score sheet on which all principal investigators categorized political parallelism levels in their respective countries as either “high,” “medium,” or “low.” For the purpose of this analysis, we collapsed the “medium” and “low” categories into a single group. Data on media ownership was gathered through document analysis (e.g., annual business reports), searches in public databases, and telephone inquiry. On the basis of ownership information, we divided the investigated newsrooms into three broad groups: state-owned, public, and private. Private ownership was used as the base category in our regression models.", "Editorial freedom was measured in the questionnaire through a five-point rating scale, which asked respondents to express their agreement to the statement: “I have a lot of control over the work that I do.” Interest in politics was assessed by inviting interviewees to indicate their political interest on a five-point scale ranging from “extremely interested” to “not interested at all.” In addition, we asked respondents to indicate the number of years they had been working in journalism (professional experience). Finally, cultural values were measured on a five-point scale ranging from “extremely important” to “not important at all.” The statements we used for the purpose of this analysis were worded as follows: “To be in charge” (power), “To be successful and get recognition” (achievement), and “To follow religious or family traditions” (tradition). In addition, we included gender and education as controls in our analysis, as these factors have been found to be influential in several studies (Armstrong 2004; Craft and Wanta 2004; Weaver et al. 2007)."]}, {"sec_title": "Findings", "sec_content": ["All hypotheses were tested by using multilevel modeling as the analytical technique. A major advantage of this method over OLS regression is that analysts can model variance at multiple levels simultaneously, and they can allow intercepts and regression slopes to vary between groups (Bryk and Raudenbush 1992; Hox 2002; Park, Eveland, and Cudeck 2008). Since there was only little variation in the regression slopes for individual-level predictors, we built random-intercept models for all dependent variables in which regression coefficients were fixed. The intercepts, however, were allowed to vary, which means that the model takes into account that journalists’ interventionism can be different across organizations and countries. As a first step, we estimated empty or “null” models that did not carry any predictor. The null models provided useful information about the variance components for the three levels of influence (see Tables 2–4). In a second step, we built random-intercept models that included all predictors. All models were estimated based on standardized data; hence, the resulting coefficients can be interpreted as standardized betas.", "The empty models indicated that variance components for the organizational and societal levels were all significant at p < 0.001. Based on the information provided for the variance components, we calculated intraclass correlation coefficients (ICC) that denominate the proportion of variance in the dependent variable that is “accounted for” by each higher level. Results indicate that cross-national differences contribute 8.2, 27.8, and 20.7 percent to the overall variance in journalists’ interventionism (for “setting the political agenda,” “influencing public opinion,” and “advocating for social change,” respectively). The organizational level, on the other hand, accounts for 8.2, 5.8, and 8.8 percent of the total variation.", "In order to test our hypotheses and identify the key factors that explain variation in journalists’ interventionism, we estimated additional models with all predictors included. Hypothesis 1 was mostly supported (see Tables 2–4). Journalists are indeed more likely to embrace an interventionist role in societies that are politically less free. This was especially true with regards to the importance of influencing public opinion and advocating for social change. The results for setting the political agenda came close to significance (p = 0.08). H2 was not confirmed, as there was no relationship between interventionism and political parallelism. H3 was partly supported. Journalists are indeed less likely to influence public opinion in state-owned and public media organizations than in privately owned newsrooms, but we found no such relationship for setting the political agenda. Journalists in public media are more strongly inclined to advocate for social change.", "On the individual level, H4 and H5 were not confirmed. There was no substantive association between interventionism and editorial autonomy or professional experience. The relationship between setting the political agenda and professional experience comes close to significance (p = 0.06). H6 received only limited support. Journalists are more likely to set the political agenda when they are politically more interested. We found no such association for the other two indicators. Likewise, H7 was confirmed only for one aspect: journalists are more likely to advocate for social change when they are more strongly motivated by power values. H8 was supported in two of the three models. Journalists are more likely to set the political agenda and influence public opinion when they are more strongly motivated by achievement values. This relationship does not hold, however, for advocating for social change. H9 was not confirmed, although coefficients turned out to be significant. The results actually contradicted our hypothesis consistently in all three models. Hence, journalists are more likely to embrace an interventionist role when they are more strongly motivated by tradition values."]}, {"sec_title": "Discussion", "sec_content": ["Methodologically, this analysis demonstrates one thing very clearly: the variation in journalists’ interventionism on the organizational and the societal level of analysis, indicated by the size of the ICCs and significant variance components, was substantive across all three models. This means that ignoring the multilevel structure of variance in journalistic interventionism would have led to a misspecification of the modeled relationships and, as a consequence, would most likely have produced misleading results. The first step in our analysis (the inspection of the empty models) led to the important conclusion that in this case—and most likely in many other cases, too—multilevel modeling should be favored over “flat” OLS regression. Regression models that ignore an existing nesting and interdependence between objects that belong to the same class or group violate three essential assumptions inherent in linear OLS regression: independence of observations, constant slopes and intercepts, and uncorrelated residuals. When all variation in the model is collapsed into a single error term, estimators for predictors at higher levels of analysis can have substantively deflated standard errors, producing dubious tests of significance (Kreft and de Leeuw 1998; Southwell 2005). On the theoretical level, these results also attest to the usefulness of approaches that model influences on the news in terms of a hierarchy of forces acting on different levels (Hanitzsch et al. 2010; Preston 2009; Whitney, Sumpter, and McQuail 2004; Shoemaker and Reese 1996; Voakes 1997).", "Furthermore, our results show that cross-national differences contribute more variation than the organizational level, which means that differences in journalists’ interventionism loom larger between countries than between news media organizations. This was especially true for two aspects of interventionism: the importance of influencing public opinion and advocating for social change. Here, we found substantive cross-national variation, indicating that there are striking differences between journalists in different countries with respect to these features of professional role orientations. As expected, our evidence points to the importance of political context, with political freedom playing a major role. We found journalists in politically less free countries were more likely to embrace an interventionist role in society. In two of the three models—for “influencing public opinion” and “advocating for social change”—the regression coefficients were particularly strong for political freedom. Even though we could reasonably argue that journalists’ interventionism should be more pronounced in societies that grant them more freedom, our results support an alternative view, which has important theoretical implications for our understanding of the relationship between journalists’ role perceptions and political contexts. It appears that restricted political freedom may actually motivate journalists to be more, rather than less, interventionist. Reasons might be the political structures that confine them to act as missionaries for the dominant ideology (or they feel compelled to do so), or because journalists intellectually oppose the system with the intention to improve society. Table 5, which documents the mean scores for the individual countries, provides some evidence to support this interpretation. In some of the politically less free countries, journalists may be more interventionist because they intellectually engage in political discourse with the intention of changing society (e.g., in Egypt and Uganda). In other, more authoritarian contexts, journalists might act on behalf of the government and dominant ideology to bring about change as partners of political authorities (e.g., in China and Pakistan). This again illustrates why interventionist journalism should not be equated with the idea of watchdog journalism.", "We found no evidence, however, for an effect of political parallelism on journalists’ levels of interventionism. Perhaps political parallelism acts on the organizational rather than the individual level, which again is an aspect relevant to future theorizing. In societies characterized by a high degree of parallelism, journalists may simply comply with editorial policy and the ideological stance of their news organization, rather than with the intention of changing society and making a political intervention.", "On the organizational level, we found little support for the assumed relationship between interventionism and state ownership of media organizations. While in some countries (e.g., in China) the media serve as a propaganda tool for the government, state ownership in itself does not seem to carry any visible and substantive influence. However, there is some support for the impact of public ownership on journalists’ interventionism. We found journalists were less likely to influence public opinion and advocate for social change in public media organizations. As we reasoned earlier, journalists in public media organizations may be less motivated to intervene in society, as in most countries they operate in an institutional environment that emphasizes objectivity and political neutrality. One important normative function of public service media is to represent all cultural and political ideologies in society and give them visibility in public conversation.", "On the individual level, we found no substantive association between interventionism, on the one hand, and editorial autonomy and professional experience, on the other. Higher editorial autonomy might provide journalists with the opportunity to perform an interventionist role. However, the very fact of having the opportunity does not seem to necessarily drive journalists to embrace interventionist values more strongly. Likewise, there was little evidence of journalists being less interventionist as they become more experienced. However, for “setting the political agenda,” at least, we found a small effect pointing in the hypothesized direction. In a similar vein, we found support for a relationship between journalists’ interventionism and political interest only for one investigated aspect: journalists are indeed more likely to set the political agenda when they are politically more interested. This means that a greater interest in politics motivates journalists to influence the political agenda but does not, in itself, drive them to go beyond this intervention.", "Our review of potential associations between journalists’ role orientations and some of the cultural values they embrace, we believe, produced a range of interesting insights in this analysis. We did indeed find evidence for such a relationship with regards to the value types of power, achievement, and tradition. Journalists found it more important to advocate for social change when they are more strongly motivated by power values. To hold power means to have the discursive resources to leave an imprint on public conversation and promote change in society. The results also show that power values are more directed to the ultimate goal (social change) than they are to the discursive mechanisms to achieve this goal (influence political agenda and public opinion).", "Likewise, achievement values constitute another important driving force behind journalists’ interventionist role orientations. Also, while power values are connected with the goal of changing society, achievement values target the political discursive realm: journalists are more likely to set the political agenda and influence public opinion when they are more strongly motivated by achievement values, that is, “to be successful and get recognition” (questionnaire wording). As we reasoned in the discussion of our conceptual framework, journalists can achieve visibility and recognition among their peers and in the larger public through interventionist reporting, which may ultimately equip them with more prestige and higher social status.", "Our investigation of tradition values and their relationship with interventionism, however, also produced a surprising result. The effects of tradition values turned out to be significant, but they contradicted our hypothesis consistently. While we expected tradition values to be detrimental to interventionism—as an intervention would most likely mean to change the status quo—we found journalists are instead more likely to embrace an interventionist role when they are more strongly motivated by tradition values. In Schwartz’ (2004) value theory, “tradition” indicates respect, commitment, and acceptance of the customs and ideas that traditional culture or religion provide the self. Making a journalistic intervention in society can obviously mean both: to intellectually challenge existing political and socio-cultural conditions, as well as to actively promote the conservation of these circumstances. At any rate, an important conclusion of this analysis is that journalists’ professional role orientations are, beyond many other factors, also deeply rooted within perceptions of cultural and social values.", "The implications of these finding are obvious. Cultural values and their importance in the context of journalistic work have long been marginalized in research on journalists, perhaps mostly so because they are so difficult to trace. This analysis clearly suggests that cultural values matter in journalists’ mindsets. However, much more research needs to be done as we are just beginning to understand the way these values interact with journalists’ professional cultures."]}, {"sec_title": "Limitations", "sec_content": ["This study is not without limitations. While we carefully distinguished journalists’ role orientations from related concepts, such as role enactment and role performance, there is still a great deal of conceptual ambiguity in academic and professional discourses. In the scholarly literature, we find journalistic role orientations as “press functions,” “media roles,” “role perceptions,” “role conceptions,” “news ideologies,” and “journalistic paradigms” (Cohen 1963; Donsbach and Patterson 2004; Janowitz 1975; Pan and Chan 2003). The conceptual ambiguity stems from the fact that researchers tend to confound the attitudinal and performative aspects of journalists’ professional roles, as well as confuse the normative and empirical dimensions. In other words, many researchers do not make sufficiently clear if they are discussing normative ideas (what journalists should do), subjective orientations (what journalists want to do), or perceived performance (what journalists think they do in practice). And even if we tried to make this distinction clear in the interviews, we cannot rule out the possibility that at least several respondents confused the various aspects of journalists’ professional roles.", "Ultimately, we think that this article should not be seen as the end of a journey but as a beginning. While the design of this cross-national study was aimed at enabling valid multidimensional comparative analyses of journalists, its matched-quota sample is not necessarily representative. Thus, the lack of potential for generalizability is an important limitation. Larger and more robust samples are needed to make stronger universal claims in the context of this analysis. Another weakness of this study is its limited country sample. With only 21 nations investigated, we realize that the number of highest-level units (i.e., countries) is relatively small, which can pose problems for multilevel modeling, although effect sizes are not likely to be severely affected. A simulation study of Maas and Hox (2005) indicated that even with a sample of 10 higher-level units, the estimates of the regression coefficients were sufficiently accurate. However, small samples can lead to biased estimates of higher-level standard errors (Hox 2002; Kreft and de Leeuw 1998). In order to reduce at least some of the potentially negative consequences of a small country sample, we followed Snijders and Bosker's (1999) recommendation to use Restricted Maximum Likelihood estimation throughout."]}], "references": [{"title": "The Influence of Reporter Gender on Source Selection in Newspaper Stories", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Armstrong Cory L.", "first_name": "Armstrong", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Women in the Newsroom: Influences of Female Editors and Reporters on the News Agenda", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Craft Stephanie", "first_name": "Craft", "last_name": "Stephanie", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wanta Wayne", "first_name": "Wanta", "last_name": "Wayne", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reporting Conflict by Pluralism, Newspaper Type and Ownership", "year": "1985", "journal": "Journalism Quarterly", "volume": "62", "authors": [{"name": "Donohue George A.", "first_name": "Donohue", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Olien Clarice N.", "first_name": "Olien", "last_name": "N.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Tichenor Phillipe J.", "first_name": "Tichenor", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Psychology of News Decisions: Factors behind Journalists’ Professional Behavior", "year": "2004", "journal": "Journalism", "volume": "5", "authors": [{"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalists’ Role Perception", "year": "2012", "journal": "The International Encyclopedia of Communication", "volume": "", "authors": [{"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Influences of Editors, Readers, and Personal Influences on Reporters", "year": "1971", "journal": "Journalism Quarterly", "volume": "48", "authors": [{"name": "Flegel Ruth C.", "first_name": "Flegel", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Chaffee Steven H.", "first_name": "Chaffee", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Political Clientelism and the Media: Southern Europe and Latin America in Comparative Perspective", "year": "2002", "journal": "Media, Culture \\& Society", "volume": "24", "authors": [{"name": "Hallin Daniel C.", "first_name": "Hallin", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Papathanassopoulos Stylianos", "first_name": "Papathanassopoulos", "last_name": "Stylianos", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Deconstructing Journalism Culture: Towards a Universal Theory", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Modeling Perceived Influences on Journalism: Evidence from a Cross-national Survey of Journalists", "year": "2010", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Anikina Maria", "first_name": "Anikina", "last_name": "Maria", "affiliation": "", "orcid": "", "role": ""}, {"name": "Berganza Rosa", "first_name": "Berganza", "last_name": "Rosa", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cangoz Incilay", "first_name": "Cangoz", "last_name": "Incilay", "affiliation": "", "orcid": "", "role": ""}, {"name": "Coman Mihai", "first_name": "Coman", "last_name": "Mihai", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hamada Basyouni", "first_name": "Hamada", "last_name": "Basyouni", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mapping Journalism Cultures across Nations: A Comparative Study of 18 Countries", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Anikina Maria", "first_name": "Anikina", "last_name": "Maria", "affiliation": "", "orcid": "", "role": ""}, {"name": "Berganza Rosa", "first_name": "Berganza", "last_name": "Rosa", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cangoz Incilay", "first_name": "Cangoz", "last_name": "Incilay", "affiliation": "", "orcid": "", "role": ""}, {"name": "Coman Mihai", "first_name": "Coman", "last_name": "Mihai", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Product of Their Culture: Using a Value Systems Approach to Understand the Work Practices of Journalists", "year": "2009", "journal": "International Communication Gazette", "volume": "71", "authors": [{"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Professional Models in Journalism: The Gatekeeper and the Advocate", "year": "1975", "journal": "Journalism Quarterly", "volume": "52", "authors": [{"name": "Janowitz Morris", "first_name": "Janowitz", "last_name": "Morris", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Instrumental Actualization: A Theory of Mediated Conflicts", "year": "1991", "journal": "European Journal of Communication", "volume": "6", "authors": [{"name": "Kepplinger Hans Matthias", "first_name": "Kepplinger", "last_name": "Matthias", "affiliation": "", "orcid": "", "role": ""}, {"name": "Brosius Hans-Bernd", "first_name": "Brosius", "last_name": "Hans-Bernd", "affiliation": "", "orcid": "", "role": ""}, {"name": "Staab Joachim Friedrich", "first_name": "Staab", "last_name": "Friedrich", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Matter of Culture: A Comparative Study of Photojournalism in American and Korean Newspapers", "year": "2008", "journal": "International Communication Gazette", "volume": "70", "authors": [{"name": "Kim Yung Soo", "first_name": "Kim", "last_name": "Soo", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kelly James D.", "first_name": "Kelly", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Bloodhounds or Missionaries: Role Definitions of German and British Journalists", "year": "1986", "journal": "European Journal of Communication", "volume": "1", "authors": [{"name": "Köcher Renate", "first_name": "Köcher", "last_name": "Renate", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Sufficient Sample Sizes for Multilevel Modeling", "year": "2005", "journal": "Methodology", "volume": "1", "authors": [{"name": "Maas Cora J. M.", "first_name": "Maas", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hox Joop J.", "first_name": "Hox", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "In Defense of Autonomy: A Critique of the Public Journalism Critique", "year": "2003", "journal": "Journal of Communication", "volume": "53", "authors": [{"name": "McDevitt Michael", "first_name": "McDevitt", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Between Rhetoric and Practice: Explaining the Gap between Role Conception and Performance in Journalism", "year": "2013", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia", "affiliation": "", "orcid": "", "role": ""}, {"name": "van Dalen Arjen", "first_name": "van", "last_name": "Arjen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Comparative Journalism Research – An Overview", "year": "2012", "journal": "Sociology Compass", "volume": "6", "authors": [{"name": "Örnebring Henrik", "first_name": "Örnebring", "last_name": "Henrik", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Shifting Journalistic Paradigms: How China&#039;s Journalists Assess Media Exemplars", "year": "2003", "journal": "Communication Research", "volume": "30", "authors": [{"name": "Pan Zhongdang", "first_name": "Pan", "last_name": "Zhongdang", "affiliation": "", "orcid": "", "role": ""}, {"name": "Man Chan Joseph", "first_name": "Man", "last_name": "Joseph", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Basic Individual Values, Work Values, and the Meaning of Work", "year": "1999", "journal": "Applied Psychology", "volume": "48", "authors": [{"name": "Ros Maria", "first_name": "Ros", "last_name": "Maria", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schwartz Shalom H.", "first_name": "Schwartz", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Surkiss Shoshana", "first_name": "Surkiss", "last_name": "Shoshana", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reporting the News: An Organizational Analysis", "year": "1973", "journal": "American Journal of Sociology", "volume": "79", "authors": [{"name": "Sigelman Lee", "first_name": "Sigelman", "last_name": "Lee", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Reporting and Professionalism: Some Constraints on the Reporting of News", "year": "1989", "journal": "Media, Culture \\& Society", "volume": "11", "authors": [{"name": "Soloski John", "first_name": "Soloski", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Between Messages and People: A Multilevel Model of Memory for Television Content", "year": "2005", "journal": "Communication Research", "volume": "32", "authors": [{"name": "Southwell Brian G.", "first_name": "Southwell", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mind the Gap: Between Journalistic Role Conception and Role Enactment", "year": "2012", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Tandoc Edson", "first_name": "Tandoc", "last_name": "Edson", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hellmueller Lea", "first_name": "Hellmueller", "last_name": "Lea", "affiliation": "", "orcid": "", "role": ""}, {"name": "Vos Tim", "first_name": "Vos", "last_name": "Tim", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Social Influences on Journalists’ Decision Making in Ethical Situations", "year": "1997", "journal": "Journal of Mass Media Ethics", "volume": "12", "authors": [{"name": "Voakes Paul S.", "first_name": "Voakes", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Gatekeeper: A Case Study in the Selection of News", "year": "1950", "journal": "Journalism Quarterly", "volume": "27", "authors": [{"name": "White David M.", "first_name": "White", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Asian-based Development Journalism and Political Elections: Press Coverage of the 1999 General Elections in Malaysia", "year": "2004", "journal": "Gazette", "volume": "66", "authors": [{"name": "Wong Kokkeong", "first_name": "Wong", "last_name": "Kokkeong", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Individual, Organizational, and Societal Influences on Media Role Perceptions: A Comparative Study of Journalists in China, Taiwan, and the United States", "year": "1997", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "74", "authors": [{"name": "Zhu Jian-Hua", "first_name": "Zhu", "last_name": "Jian-Hua", "affiliation": "", "orcid": "", "role": ""}, {"name": "Weaver David", "first_name": "Weaver", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lo Ven-Hwei", "first_name": "Lo", "last_name": "Ven-Hwei", "affiliation": "", "orcid": "", "role": ""}, {"name": "Chen Chongshan", "first_name": "Chen", "last_name": "Chongshan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wu Wei", "first_name": "Wu", "last_name": "Wei", "affiliation": "", "orcid": "", "role": ""}]}]}