{"doi": "10.1080/21670811.2015.1063075", "url": "https://doi.org/10.1080/21670811.2015.1063075", "title": "Proximity", "volume": "4", "year": "2016", "issue": "5", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Oppegaard", "first_name": "Brett", "name": "Brett Oppegaard"}, {"last_name": "Rabby", "first_name": "Michael", "name": "Michael K. Rabby"}], "abstract": "Proximity has helped practitioners and scholars to determine newsworthiness for generations. Emerging mobile technologies, though, with contextual-awareness capabilities, have been complicating many of the related issues and expanding the realm of journalistic content—as well as conceptualizations of timeliness—through growing digital tethers to place and use of that material in place. Those evolving complexities include the increasing possibilities for journalists to make connections to contemporary audiences through the customization of content based on matters of user location. In turn, where an audience member is located when media is delivered can matter greatly. Geolocation metadata has become ubiquitous and media delivery systems can sort that data to customize user experiences based on place. In terms of such tailoring, mobile devices allow novel kinds of personalized connections to journalism, prompted by a geographical nearness to physical stimuli. In response, this study examines the potential of proximity for impact on key factors of engagement, through the involvement, social facilitation, and satisfaction of users. This conceptualization of mobile journalism shows that media designers now not only can know precisely where their particular audience is but also adapt their messages to the situation as a way to generate more engaging experiences.", "body": [{"title": "Introduction", "paragraphs": ["Although news organizations continue to adopt mobile technologies, their potential journalistic applications remain broadly unexplored (Wall 2015; Wenger, Owens, and Thompson 2014; Westlund 2014). To date, newsrooms have used place-based mobile apps predominantly to deliver geolocated traffic information and weather reports (Schmitz Weiss 2013). This has led various scholars (e.g., Cochrane et al. 2013; Goggin, Martin, and Dwyer 2015; Malila 2011; Martyn 2009; Pavlik and Bridges 2013; Westlund 2013, 2014) to contend that the current uses of mobile delivery systems by news organizations—which also include filtering stories by recurrent user interests, and tailoring advertisements to nearby businesses—may not be improving journalists’ abilities to engage citizens, create innovative storytelling forms, or provide more context, nuance, and texture to the events and issues they report.", "Media companies, for example, do not seem to have yet taken material advantage of a key mobile affordance for journalism: contextual awareness, which includes location awareness. Such awareness from a traditional newsroom paradigm could be considered closely aligned with classic concerns about geographical proximity. In a modern mobile newsroom, journalists often make, edit, and distribute their geolocated multimedia pieces, such as photos and videos, in situ, and those practices inherently meld with the environments of the creations, developing potentially valuable connections to those places, which mostly go unrealized thereafter. Geographical proximity within such a place-based news dynamic, though, could once again become a guiding force for efficient and effective journalistic practices, if spatial proximity can be reestablished as having an enduring value in today’s multiple mobile-use settings.", "As an enduring concept, proximity has generally persevered as one of the primary factors in determining news values for generations, with media organizations flaunting their connections to places through such techniques as datelined stories and live reports from news scenes, plus geolocated metadata existing today on much mass-circulated content (Galtung and Ruge 1965; Harcup and O’Neill 2001; Hess 2013; Morton and Warren 1992; Shoemaker 1996). Yet proximity has also shifted as a theoretical framework in recent years, pulled by perspectives of cultural and geographical interests. Mobile media delivery meanwhile has helped to diffuse proximity’s traditional definition of physical closeness. As a concept, proximity has morphed with evolving ambiguity, including being recoded with meanings well beyond spatial significance, such as through social or emotional or virtual ties (Huxford 2007). It has also increasingly been applied to a range of journalistic phenomena not necessarily based on geography, including work practices and audience reception (Ahva and Pantti 2014). Such erosion of the geographical foundations of proximity seems to contribute to the commodification of news and the general homogeneity in bland journalistic reports that circulate and recirculate from town to town.", "In that vein, this article returns the focus of journalistic proximity back to its spatial foundations as a way to examine the potential impact of place on the distribution of news and journalistic information. In mobile contexts, media producers can know where their audiences will be. Place-based journalism, or journalistic content tailored to the spatial knowledge of where it will be encountered, could give journalists a major technological edge. Yet such speculation needs field tests, and other types of studies, to determine where exactly this potential might exist, or not. For example, Campbell and Kwak (2011) built from the literature of mobile use to the foundations of mobile settings to create complex examinations of the interplay between those two contextual elements in terms of engagement. Along that vein, this study included the creation and evaluation of mobile news and related information as a form of service journalism, providing timely content of social significance. That content then was distributed to real audiences in real situations and evaluated in terms of engagement through operationalized concepts linked to habitual mobile app use—involvement, satisfaction, and social facilitation—as a way to further tease apart the factors affecting mobile news and to determine the effects of geographical proximity. Of the many potential factors considered for this study, those three seemed to address a cross-section of core news concerns related to overall mobile-mediated engagement. They also crossed over a desirable swath of activities that could be affected by geographical proximity. By creating a mobile app to test these factors, this study establishes a novel means of conceptualizing and examining news and related information, as placed-based journalism.", "Place-based journalism, in this context, is focused on the effects of geographical proximity on media audiences. Proximity, from this spatial perspective, refers to the physical nearness of an audience member to the locatable referent, or referents, in the media delivered by the mobile device. While such issues of space and place have been of significant concern for decades in many different academic realms—a variety of interactive design experiments, for example, have been conducted in museums—these place-based areas of inquiry have been neglected, for the most part, in journalism studies (Casey 2009; Cresswell 2004; Farman 2012, 2013; Galani et al. 2013; Gordon and de Souza e Silva 2011; Pavlik 2013; Peters 2012; Schmitz Weiss 2013, 2014; Tuan 1977; Wilken and Goggin 2013). Considering current use patterns, the mobile spatialities of journalism and emerging technologies seem destined for broader and more dynamic applications than just the rapid and widespread replication of news—primarily related to traffic and weather—rampant today. Peters (2012), for example, contended that by changing the public’s experience of journalistic consumption, these mobile spatialities also could change the fundamental composition of news. As the widespread use of mobile devices inherently affects the once-static sense of a connection to a place, and scrambles traditions of news production and distribution, questions emerge about in what ways, and how. Creating stronger anchors to journalistic place, as the focus in this research, could benefit the struggling news industry. Nyre et al. (2012), as an example of this perspective, explored the potential for such place-based journalism through mobile devices with a study on spatial proximity, and found several compelling reasons to inspire more investigations of location-dependent and hyperlocal technologies in search of robust journalistic solutions for the future. Mobile journalism, in these forms, could foster a sustainable way to respond more sensitively than ever to readers’ movements through their surroundings. But more models of this idea need to be developed and tested."]}, {"title": "Proximity, Place Matters", "paragraphs": ["Some scholars have argued that our locations have lost consequence and practical importance in today’s world (e.g., Ahva and Pantti 2014; Meyrowitz 2005). Yet Meyrowitz noted that all experience is local, and our knowledge of the world comes through our sensory organs, derived from our spaces and places, and through our social and affective ties within such place-tethered contexts. In powerful ways, place-curated mobile media can be a grounding and generative force; grounding in the sense that while digital worlds are unlimited and pragmatically unmanageable, the lone physical world we share is not only finite and fixed in space, it is a community’s primary connective tissue. In a generative sense, when people physically occupy a place, or are within close proximity to a place, as Polanyi (1966) wrote, they naturally are more curious about it. Likewise, Tobler’s (1970) First Law of Geography, states that near things are more related than distant things. Øie’s (2012) findings of insatiable place-based interest among LocaNews participants demonstrate this as well. Such interest naturally generates questions, which open paths for the delivery of contextual media. This interest creates a demand for situated media. A mobile device provides unique affordances for those forms and uses, leading to new opportunities for user gratifications, and, in turn, potentially viable media products.", "Space (Tuan 1977), place (Sun 2009), and locale (Giddens 2007), comprise three previously worn labels that attempt to capture location-oriented concepts. The blending of mobility and communication and spatiality and interactions, though, extends even further, into, as Eriksén (2002, 433) suggests, the fine-tipped spatial metaphor of “genius loci.” This concept—originating in discussions of architecture and mythology—allowed ancient philosophers to discuss a place, and the meaning of a place, in terms of its protective spirit. Contemporary usage now focuses upon a point-position referent without the guardian spirit (Øie 2012). Eriksén (2002, 442) used the term to help visualize the importance of returning from “out of time, out of space” objectivity to the subjective, “messy complexities of everyday life, where speciﬁc places and points in time, and people and their individual intentions, make a difference.” In short, the genius loci implies a spot where the subjective and objective meet and define each other, through action, and in action. This idea could be considered the defining mobile communication characteristic that frames activities and interactions with news and other forms of journalistic information (Sun 2009)."]}, {"title": "News Engagement", "paragraphs": ["Research perspectives in this realm have used labels other than place-based journalism to describe mobile content embedded in—and tailored to—a genius loci. Those include such terms as place-based knowledge and spatial journalism (Fisher 2012; Schmitz Weiss 2014), location-based journalism (Bjornestad, Tessem, and Nyre 2011), location-based content (Currie 2011), locative journalism (Nyre et al. 2012; Øie 2012), and locative news (Goggin, Martin, and Dwyer 2015). Since such related terminology, though, seems to be in a contested state, and without clear distinctions, our alternative, place-based journalism, is meant—at least as a placeholder—to signify that issues of place supersede all other journalistic news factors in this kind of conceptualization and that geographical proximity to the particular place could be an operationalized variable providing insights about unrealized potential for mobile journalism creation and consumption.", "Three engagement factors—involvement, satisfaction, and social facilitation—triangulate from varied perspectives some of the key responses that lead to engaging user experiences. These three engagement factors are essential in the design of interactive systems, and build on previous multidimensional work that posited a theory of engagement composed of complex and divergent attributes (O’Brien and Toms 2010). In an earlier study, O’Brien and Toms (2008) had grounded this approach when they drew together the threads of multiple research projects to identify the core attributes that constitute engaging experiences and proposed a conceptual, process-based model of engagement founded on Aesthetic, Flow, and Play theories. Their exploratory study tested the model and identified related factors as a way to standardize the concept of engagement—through involvement—and illuminate its essence. Others have approached this useful theory from various perspectives, including from an advertising paradigm, which has limited the development of understandings related to news and journalistic information (Kim 2012; Kim et al. 2013; Mersey, Malthouse, and Calder 2012). In addition, the impact of mobile news and journalistic information on social facilitation—or social-interactive engagement, i.e. sharing—provides another important measure of a piece of information (Mersey, Malthouse, and Calder 2010). Finally, satisfaction is considered critical for engagement in terms of understanding audience–media connections (Patwardhan, Yang, and Patwardhan 2011). These three concepts offer researchers, content producers, and developers a strong sense of how the user reacts to the experience of encountering place-based journalism.", "Given the conceptual complexity of mobile news and journalistic information with its many factors and variables, initial efforts to analyze and understand it have taken numerous paths. Engagement is a highly contested term in the field, too, despite general agreement about its broad importance. Mersey (2010) defined it as the collective experiences that readers or viewers have with a media brand, with experiences considered a specific set of beliefs that consumers have about how some media brands fit into their lives (Calder and Malthouse 2008). Yet people can have—and actively want—different experiences with a brand, including ones that are utilitarian, hedonic, and social-psychological, so an understanding of what types of experiences a media organization intends to create is an essential initial step in developing and positioning a media form, including a mobile app (Calder 2010; Malthouse and Peck 2010; Mersey 2010). Successful technologies meanwhile are not just usable, they are engaging (O’Brien and Toms 2008).", "Involvement, in general, determines if the news and information provided is effectively relevant to the receiver. Such involvement primarily comes from personal relevance, and that relevance is based on a person’s inherent value system and unique experiences, combined with the physical characteristics of the stimulus, such as type of medium, and the content of the communication, but also with consideration of the complexities inherent in any varying situation (Zaichkowsky 1986). In situ presentations of relevant journalistic material can make explicit what is implicit in a local landscape (Azaryahu and Foote 2008). Location-embedded media can be created for dynamic and four-dimensional maps, just itching to trigger mobile devices and deliver “the right experience at the right moment” to provide a social and journalistic experience that brings people together and forms communities within a broader audience (Stenton et al. 2007, 98). Combining the users’ mobility with location-aware interfaces could be an ideal approach to situating knowledge in actual and relevant contexts (de Souza e Silva and Delacruz 2006, 234). This situated knowledge, in turn, could be curated by both human intervention and technology-powered algorithms. Yet relatively few examples of this type of journalism exist in the wild, necessitating researchers to build their own, as instruments for such study. That perspective led us to build mobile apps for this study that provided service journalism content at an annual celebration of The Old Apple Tree, the matriarch of the apple industry in the Pacific Northwest, but also generated research data that could provide an in-depth and in situ perspective of the potential of place-based journalism. The app was intended to serve as a robust prototype of what an interactive news app could do in a journalistic context, when focused upon a prominent genius loci. The app also was intended to help us broach this issue from multiple angles.", "Users today, we were concerned, not only demand functionality in digital services, but with the many choices always available at their fingertips, they also will quickly discard the unengaging ones (O’Brien and Toms 2010; Overbeeke et al. 2003). Users also likely will have a fluid level of engagement with a digital service, based on the intensity of the interaction with it, and with that intensity level waxing and waning based on the needs, actions, and thoughts of the user, making it both a process and a product of interaction (O’Brien and Toms 2010). The involvement construct therefore should be considered motivating in nature, because users involved in a media service perceive that involvement as important and behave in a different manner than when not involved. Inherent in that involvement, then, is an active attention to the communication. Increased involvement appears associated with increased attention to the message content (Zaichkowsky 1986). In the pursuit of defining and affecting factors of engagement, such as involvement, O’Brien and Toms (2008) explored and verified attributes as a way to examine relationships among them and, in a later study (O’Brien and Toms 2010) determined that involvement was one of six key factors in determining engagement, which also includes focused attention, perceived usability, and aesthetics. Given the goals of the present study, involvement was isolated from the other factors and incorporated into our testing.", "Generating and having a “fun” experience is an important aspect of engagement, but others exist, dependent on a relevance to personal goals, including seeking experiences that will give the user “something to talk about” (Mersey, Malthouse, and Calder 2010). Such social facilitation that develops around news-and-information use helps people to incorporate media objects, such as mobile apps, into everyday life as a friendly presence, rather than as an alienating one (McQuail 1983). Mobile apps that are place-based and user-centered are designed with implications that the user will engage in the activities facilitated by the programs and become an active participant in the process, experiencing the media in situ but also creating and distributing content to additional audiences. The integration of a growing number of sensors in mobile devices meanwhile not only helps to capture users’ locations and activities but also increases contextual information that can support novel communication systems, such as mobile apps, capable of connecting content tailored to the genius loci and social behavior (Varni et al. 2011).", "As the desired consumption outcome, satisfaction binds many of these engagement factors together into what is ultimately a binary reaction by the audience; a person is either satisfied or not with the media object, such as a mobile app. The satisfaction concept, in general, is considered central to media use, as organizations and service providers with satisfied audiences likely will remain loyal while dissatisfied audiences defect to alternatives. In addition, satisfied audiences likely will come back to the same source for more media offerings and also to share their positive experiences with others, as another form of social facilitation (Jacobs 1999; Patwardhan, Yang, and Patwardhan 2011). Therefore, an examination of satisfaction has become a critical outcome variable for various media objects, including interactive news presentation styles (Chung and Nah 2009). Media satisfaction, in turn, can be defined as a positive general feeling, of varying intensity, evoked by a user’s favorable post-consumption evaluation of a medium, media genre, media program, media content, or media-generated activity (Patwardhan, Yang, and Patwardhan 2011, 175).", "In turn, a mobile news app should engage its users on various levels: (1) users should feel a sense of involvement with the app, despite the distractions of the festival taking place in the physical environment around them; (2) users should feel inspired to share their experiences with the app, in terms of generating social facilitation capital; and (3) users should feel satisfied with their experiences with the app, to feel like it had been worth the time, and that they would try something like that again. With these established conceptualizations of three core factors of evaluation, we created the following hypotheses based on the study of mobile news-and-information content about The Old Apple Tree and its proximity to the genius loci of the historic site. Through analysis of these three factors, we can examine the following hypotheses:", "H1: Users of the prototype mobile app in close proximity to the historic tree will report a greater level of involvement with the app than users not in close proximity.", "H2: Users in close proximity to the historic tree will feel the app fosters a greater level of social facilitation than users not in close proximity.", "H3: Users in close proximity to the historic tree will report a greater level of satisfaction with the app than users not in close proximity."]}, {"title": "Method", "paragraphs": ["In order to tests these hypotheses, mobile apps were created specifically for this study with these research issues in mind. This approach enabled the researchers to conduct in situ experiments, investigating the importance of place in how people reacted to the apps and their content. An independent filmmaker, with no direct connection to this study, was asked to journalistically document The Old Apple Tree Festival in video form in October 2011. The Old Apple Tree Festival occurs annually in Vancouver, Washington, and honors the oldest surviving apple tree from one of the pioneer population hubs in the western United States. This festival was chosen as a research location because it generates journalistic coverage every year from throughout the region, and that journalism focuses heavily upon a very precise place, the site of The Old Apple Tree. The filmmaker worked with the instructions that the video coverage should be journalistic in nature, should capture the essence of the festivities, and should be timeless in structure, so it would be relevant to viewers at the festival for many years to come. He also was told that the video would be embedded at the site through a mobile app, and he was asked to create a piece, in general, that would be valuable in such a form. No other specific instructions for content were provided, with the intent that the effort roughly would generate similar results to the annual coverage of a community festival in any area, in any legacy media form, including in newspapers and on broadcast television. This content therefore also was unique to the app, unavailable anywhere else, providing new and timely information about the event, at the moment and place where the audience likely would find such news most useful. Journalistic organizations constantly circulate a great diversity of content, including editorial cartoons, restaurant reviews, and feature stories about community events. As an example, a paragon of the industry, The New York Times, noted its top three digital stories of 2014 were: (1) a photo slideshow of four sisters as they have grown each year over the past 40 years, (2) contributed content from Dylan Farrow, an open letter that included allegations of abuse by her adoptive father, Woody Allen, and (3) a dialect quiz (The New York Times 2015). The journalistic content created in this study—while not high-level investigative reportage—was typical of an event-coverage piece, with textual, audio, and video information to put the community activities into context and to share the event’s highlights as news to the user when in a particular place.", "At the next year’s annual Old Apple Tree Festival, in October 2012, a prototype mobile app was released and tested as a way to circulate this journalistic coverage of the festival at the historic site, and in 2013, at the next October festival, a new version of the app debuted, including the journalistic video coverage, equivalent audio-only coverage, a built-in survey, and an opportunity, through the mobile app, for users to take their pictures with the historic tree and generate their own user-generated content. A couple of months later, this mobile app was given to visitors at a different community festival in the same city, only this one celebrating Christmas, through a Festival of Trees, not directly related to The Old Apple Tree.", "Data collection therefore occurred at two points in time at two separate events in the same city, Vancouver, WA, within a two-month period. Because of significant changes in the interface of the prototype mobile app between 2012 and 2013—due to lessons learned, both technical and process-based, during the 2012 data collection—only the 2013 data are included here. The first event of this study, The Old Apple Tree Festival in 2013, served as the proximal sample, directly linked to the genius loci “point position” referent, The Old Apple Tree. People viewed the app outside, on a sunny day, next to the tree. The annual event traditionally brings together local residents for an afternoon of music, food, and apple-related demonstrations, with the ultimate purpose of honoring The Old Apple Tree. The tree, planted about 1826, is the last above-ground remnant of the historic orchard at Fort Vancouver. Two custom-printed yard signs promoted and informed people about the ongoing research. Four researchers stationed themselves next to The Old Apple Tree and solicited people as they passed by and/or stopped at the tree. There were six identical tablet computers that rotated among the participants.", "Participants were asked if they would like to use a new mobile app to learn about The Old Apple Tree. They were told the app would take between three and five minutes. Participants viewed one of two randomly selected multimedia clips. One featured an audio-only clip and the other featured an audio-video clip. Both included the same general content, edited to be as equally media rich as possible, with each clip lasting a minute. After the media clip played, the app invited people to take a picture next to The Old Apple Tree. If a participant took the picture, she or he was then given the option to have the picture e-mailed to an address of choice, shared via the Facebook page of The Old Apple Tree, or not shared at all. Finally, the app prompted people to complete a 13-item survey, if they so desired, related to the factors of involvement, social facilitation, and satisfaction. With the exception of the demographic data, which appeared in the same order at the end, the programming of the app randomized the order of the questions for each user, to minimize survey fatigue bias and eliminate any order effect. Users also had the option to skip the survey completely.", "The second event, the Festival of Trees 2013, served as the sample to test the effects of proximity on the mobile journalism. As with The Old Apple Tree Festival, the Festival of Trees was open to, and attended by, the general public. Data collection for that sample occurred in a hotel lobby, a half-mile away. Taking place two months after The Old Apple Tree Festival, over three days, this event served as a community fundraiser that raffled off Christmas trees decorated with prizes. It featured the first appearance of Santa Claus downtown, and various choirs and performances. The same four researchers were stationed at a table by the entry to the display of trees, operating under the same basic procedures. As part of the condition for collecting data at the festival, a prize wheel was added, offering as prizes various trinkets such as pencils, pens, and temporary tattoos, plus $5 coffee gift certificates, for people who participated. This heightened the excitement level in the area around the data collection site and contributed to the festiveness of the event.", "The app had the same features as in the first round of data collection, with one notable exception. Since the user was not in proximity to The Old Apple Tree, it did not make sense to include the photo feature. So when the media object ended, the app took the user directly to the survey option prompt. Perhaps as a side-effect of this omission, as well as the incentive of the prize wheel, people completed the survey in far greater numbers. Eighty-six out of 90 (95.5 percent) completed the survey for the non-proximal-based group, versus 115 out of 169 (68 percent) in the proximal sample."]}, {"title": "Sample", "paragraphs": ["Collecting data at these events gave the researchers the chance to gather a substantive and high-quality sample. Having six identical tablet computers available enabled chances to catch more people when a crowd surge would occur; for example, when a performance would end, the scattering crowd would often congregate toward our station. More importantly, the samples captured a wide and varied group of people from all ages, education levels, and walks of life. Some people were fluid in their familiarity of how apps worked, whereas others were walked through the experience. Both festivals attracted people from throughout the community and generated samples of the population that could be considered authentic, in a general sense, and roughly representative of the attendees at either event. The affiliated university’s Institutional Review Board, as well as the affiliated event hosts, approved all procedures.", "For the proximal sample, a total of 115 people took the survey portion of the app, and therefore those are the only ones for whom we have demographic data. The ages of the participants were split between 15–18 years old (5.2 percent), 19–30 years old (22.6 percent), 31–40 years old (24.3 percent), 41–50 years old (18.3 percent), and 51 years and older (27 percent); 2.6 percent preferred not to answer the age-group question. Males comprised 33 percent of the sample (N = 38) and females comprised 63.5 percent of the sample (N = 73); four people did not specify a gender. In terms of ethnicity, 67.8 percent (N = 78) described themselves as European American; Hispanic/Mexican people comprised 6.1 percent of the sample (N = 7), followed by Pacific Rim (2.6 percent, N = 3), and Middle Eastern (0.9 percent, N = 1); 13 percent (N = 15) of the respondents described themselves as other and 9.6 percent (N = 11) preferred not to respond.", "For the non-proximal sample, a total of 86 people completed the survey portion of the app. The ages of the participants were split between 15–18 years old (3.5 percent), 19–30 years old (14 percent), 31–40 years old (22.1 percent), 41–50 years old (24.4 percent), and 51 years and older (34.9 percent); 1.2 percent preferred not to answer. Males comprised 36 percent of the sample (N = 31) and females comprised 64 percent of the sample (N = 55). Ethnically, 68.6 percent (N = 59) described themselves as European American; Hispanic/Mexican people comprised 4.7 percent of the sample (N = 4), followed by Pacific Rim (1.2 percent, N = 1); 20.9 percent (N = 18) of people described themselves as other and 4.7 percent (N = 4) preferred not to identify themselves by race."]}, {"title": "Operationalization", "paragraphs": ["The survey measured three constructs: involvement, social facilitation, and satisfaction. The survey items used to measure involvement came from a slightly modified subset of O’Brien and Toms (2010) scale of user engagement. Here, we used three items comprising the involvement variable, measured on a 1–5 Likert scale: “I felt interested in this app,” “I was really drawn into this app,” and “This app was fun” (α = 0.85). Social facilitation was measured with three slightly modified items from Mersey, Malthouse, and Calder’s (2010) Online Engagement, measured on a 1–5 Likert scale: “I will bring up things I saw on this app in conversation with other people,” “This app gave me something to think about,” and “I will use things from this app in discussions or arguments with people I know” (α = 0.79). Satisfaction was measured using Patwardhan, Yang, and Patwardhan’s (2011) four-item media satisfaction scale: “Using the app gave me pleasure,” “This app was enjoyable,” “I felt good after using the app,” and “I felt happy after spending time with this app” (α = 0.92)."]}, {"title": "Results", "paragraphs": ["A series of one-tailed independent sample t-tests were used to test the impact that direct proximity had on involvement, social facilitation, and satisfaction. The first hypothesis investigated involvement. The close proximity group (mean = 4.01, SD = 0.81) reported higher levels of involvement with the app than the non-direct proximity group (mean = 3.64, SD = 1.08), t(199) = 2.75, p < 0.01, η2 = 0.04. Thus, H1 received support.", "H2 investigated social facilitation. Just outside of significance (p = 0.059), direct proximity did not have a statistically significant difference on how users of this app felt about sharing its content with others (direct proximity: mean = 3.89, SD = 0.85; non-direct proximity: mean = 3.65, SD = 0.93). Thus, H2 did not receive support.", "The third hypothesis investigated satisfaction. The close proximity group (mean = 4.18, SD = 0.79) reported higher levels of satisfaction with the app than the non-direct proximity group (mean = 3.71, SD = 1.06), t(199) = 3.61, p < 0.001, η2 = 0.06. Thus, H3 received support.", "A further series of ANOVAs delved deeper into the data to examine the impact that viewing the audio-only versus audio-video clip in the app had. Although the focus of this study lies with the connection of proximity of an event to relevant content, this view provides a higher level of detail regarding people’s connection to an event and how they view the mobile app. As with the t-tests, the ANOVAs revealed statistical significance with involvement, F(3, 197) = 5.15, p < 0.05, and satisfaction, F(3, 197) = 6.20, p < 0.001, but not social facilitation, F(3, 197) = 1.58, p < 0.20. Table 1 reports these means, standard deviations, and post hoc tests.", "In this view, the contrasts emerge most strongly in the non-proximal, audio-only group as compared with the group who viewed the app in proximity to The Old Apple Tree. However, the users who were not in proximity to The Old Apple Tree consistently rated the app lower than the users in proximity in every category, strengthening the claim that proximity matters.", "Given the high quality of the sample, further statistical tests were run to test for any impact that sex, age, and ethnicity might have on the results. t-Tests indicated no significant differences between men and women on the social facilitation, involvement, and satisfaction variables. ANOVAs revealed no differences for age and ethnicity either."]}, {"title": "Discussion", "paragraphs": ["Proximity significantly affected both user involvement and satisfaction in mobile journalism tailored to the particular genius loci of The Old Apple Tree. Therefore, physical nearness to a point-position referent does seem to matter and could be understood as a promising component of consideration in terms of creating more efficient and effective media objects. The audio, video, and mobile apps were handcrafted for the places and the events, with mobile distribution and the experiments in mind. People in specific places conducted this study with the intent to test the effects of proximity. With no costs to participate but high costs of creation, these findings do not yet further a business model, as customization of this sort incurs a significant (though diminishing) cost. Yet if the ultimate goal of creating media is to stimulate and satisfy audiences, then attention to proximity demonstrates the promising potential of place-based journalism. The systematic geolocation of mobile media, through a technology-led process, also could be conducted and likely would be beneficial as well, with appropriate algorithms that attend to the various genius loci. As researchers and journalists attempt to understand how people react to reading news through mobile technologies, utilizing placed-based journalism to engage them provides one relatively unexplored and potentially crucial factor.", "Social facilitation, based on proximity, was not as clear-cut. Mobile devices clearly allow quick, easy, and powerful social options for users. With involvement and satisfaction increasing in relation to proximity, those factors would appear to also grease the channels for more social interactions about the mobile media content. But this study could not establish such a connection. This project also did not publish or further analyze the user-generated content (photos with The Old Apple Tree) created through the app at the site. Those photos could have been used to further refine understandings about social facilitation, through deeper explorations of the sharing process, or through content analysis.", "Although proximity and the power of place-based journalism was the focus of this investigation, a side examination of the data revealed an interesting finding that merits further research. Although the participants who used the app in its place-based form rated higher on the three factors than those who used it in its non-place-based form (the lone exception was a 0.01 difference in involvement between the non-proximal audio-video, 3.98, and proximal audio-only groups, 3.97), the addition of video to the app improved people’s perceptions of the experience. All of the differences occurred with the audio-only, non-proximal group, indicating that the inclusion of video can help mitigate the effect of experiencing the event in a place-based manner. However, as the data bear out here, the power of proximity emerges as the key distinction.", "In a larger sense, user engagement is a complex and multidimensional construct entangled with a variety of factors, such as timeliness and novelty. Proximity to The Old Apple Tree was different at the Festival of Trees, on one level, but the historic landmark still was in the same town, within walking distance even, of the Christmas festival. This study did not differentiate among the test subjects based on their strong or weak—or even absent—social connections to these places, as, say, residents or tourists, or try to establish previous knowledge levels about, and engagement in, these festivals. More demographic information in that vein, despite the increased burden on the participants, might provide deeper insights. Perhaps more space between the sites, through an even more remote and disconnected test site, could provide more clarity on those issues as well.", "Taking all of this into consideration, though, place distinctly matters in mobile-mediated situations just as it has in other media experiences throughout human history. That was an understanding sophists in ancient Greece had instinctively, reflected in their kairos doctrine. Communication technologies today, after decades of place diffusion through undifferentiated broadcast media, have come back to this place-based emphasis through the locale-aligning affordances of mobile technologies and broad journalistic discourse about hyperlocal sensitivities. Proximity persistently has comprised one of the cornerstone considerations of newsworthiness, upon which many coverage issues are based (Galtung and Ruge 1965; Hess 2013). From the results of this study, the genius loci of a site should be considered as a focal point around which a mobile news-and-information package could be built, and the more tailored the content to the location, the more likely audiences are to be involved in the material and satisfied by it. When news organizations preach local news, and hyperlocal content, they are directly and indirectly referencing issues of proximity. When media entrepreneurs imagine new forms of mobile news, information based on our connections to our inescapably popular places seems fertile for additional exploration."]}, {"title": "Limitations", "paragraphs": ["As with any study, a few limitations merit notice. The test instrument at the Festival of Trees had one less significant component, The Old Apple Tree photo activity, which could have impacted the results, particularly in relation to social facilitation. We thought that the picture-taking activity seemed out of place, and odd, at the Festival of Trees, but anecdotally, a couple of the users at the non-proximal site remarked about wanting to do more with the app. This could also explain why more users in the non-proximity sample completed the survey. So perhaps an equivalent activity could be substituted in future studies.", "We also incorporated a prize wheel at the Festival of Trees, which likely affected certain sampling outcomes, such as boosting the sample size at the non-proximal event and increasing the likelihood that the user would complete the survey. Although we did not state this explicitly, and instructed test subjects that they could stop at any time (and the option for skipping the survey was built into the app), the participants could have considered completion the social capital exchange for spinning the wheel.", "One sample was taken outside and the other inside. In addition, we did not attempt to control for the inherent distinctive qualities of each medium within the medium (such as audio versus video) in the media samples, besides editing for roughly equal richness of content; as noted, though, this did not affect the results. While this choice could be considered a limitation, it also, we think, should be considered an attempt to make authentic comparisons in particular settings and situations."]}, {"title": "Future Directions", "paragraphs": ["Many tough choices had to be made in this study about the concepts that would be operationalized and tested as a way to help broaden our understandings about proximity and mobile media. Engagement, in a larger sense, can be conceptualized through other factors, and similar studies with different dependent variables could lead to even more elegant insights about the dynamic that exists between mobility and the sense of experiencing a place.", "The differences in the locations in this study, from a larger perspective, were relatively minimal. A next stage of testing could include an even less-proximal location, such as a community festival in a far-away town, with no clear ties whatsoever to The Old Apple Tree. If, for example, this same test instrument was employed in another state, at a place where virtually no one would feel physically/emotionally/spiritually connected to the historic tree, how would the media about it be received? If the hypothesis would be not very well, then proximity should be considered a concept worthy of more investigation.", "New business models need to be developed with proximity in mind, whether those are human-led or technology-led customization systems, as a way to test the market sustainability of such ideas. Without market support, and clear paths to development resources, these media forms likely will be limited to the realms of academics and enthusiasts.", "Proximity has endured as a pillar of the news business but remains relatively unexplored as a concept in relation to mobile news and the affordances of emerging technologies (Ahva and Pantti 2014; Huxford 2007). This study shows some of the potential of place-based tailoring, particularly through human-led customization. Could future mobile journalism packages focus more on the genius loci than porch delivery or an evening television slot? Mobile news is in its infancy at this point, so its future is murky. Yet people for thousands of years have instinctively understood the importance of place and how news and journalistic information seems to generally increase in value to each individual by its physical nearness. Mobile technologies might be able to finally prove it, in undeniable ways.", "Digital media distribution concepts, though, have been diffusing and challenging this basic grounding principle for decades, while people founder with new understandings of proximity, based on cultural and societal perspectives. Returning to the focus of the geographical lens might be more limiting in some respects, but such a research approach also might provide a relatively stable and clear view of mobile technologies and their potential to improve media communication in an increasingly mobile society. Because, no matter what the other conditions, people are anchored to physical space and place. The geographical sense, therefore, is unavoidably critical to understandings of proximity.", "Journalism providers, empowered by mobile technologies, are bound to rediscover and reevaluate that perspective at some point. What such providers do with that perspective, and how it gets developed throughout the industry, though, remains just far enough ahead to see the issue rising but not close enough yet to know what can be made of it. The intent of this study is to both raise the idea that proximity might be poised for a significant journalistic revival and to establish a formative system for examining the importance of proximity. The abstraction and commodification of news seems to increase when particular place elements are left out, or behind. People in this study responded to the connections made between the physical surroundings and the digital augmentation of those surroundings through mobile technologies. Historically, journalism was founded upon the interests of people to nearby events, happening in specific places, helping to generate and grow the distinctive genius loci of each community. Place-based journalism returns to those core traditions while also taking advantage of the affordances of mobile technologies to tailor experiences based on context. This place-based approach presents possibilities for further field development and more refined formative assessment. It also, we think, has the potential to return journalism studies back onto solid ground."]}, {"title": "Funding", "paragraphs": ["This work was supported by the city of Vancouver, WA, in partnership with the National Park Service’s Fort Vancouver National Historic Site, and The Festival of Trees. Portions of this project also were supported by Clark County Historical Promotion grants as well as National Endowment for the Humanities grants [grant number HD-51330-11]."]}], "references": [{"title": "Proximity as a Journalistic Keyword in the Digital Era: A Study on the ‘Closeness’ of Amateur News Images", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Ahva Laura", "first_name": "Ahva", "last_name": "Laura"}, {"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi"}]}, {"title": "Historical Space as Narrative Medium: On the Configuration of Spatial Narratives of Time at Historical Sites", "year": "2008", "journal": "GeoJournal", "volume": "73", "authors": [{"name": "Azaryahu Maoz", "first_name": "Azaryahu", "last_name": "Maoz"}, {"name": "Foote Kenneth", "first_name": "Foote", "last_name": "Kenneth"}]}, {"title": "Political Involvement in ‘Mobilized’ Society: The Interactive Relationships among Mobile Communication, Network Characteristics, and Political Participation", "year": "2011", "journal": "Journal of Communication", "volume": "61", "authors": [{"name": "Campbell Scott", "first_name": "Campbell", "last_name": "Scott"}, {"name": "Kwak Nojin", "first_name": "Kwak", "last_name": "Nojin"}]}, {"title": "The Effects of Interactive News Presentation on Perceived User Satisfaction of Online Community Newspapers", "year": "2009", "journal": "Journal of Computer Mediated Communication", "volume": "14", "authors": [{"name": "Chung Deborah", "first_name": "Chung", "last_name": "Deborah"}, {"name": "Nah Seungahn", "first_name": "Nah", "last_name": "Seungahn"}]}, {"title": "Journalism 2.0: Exploring the Impact of Mobile and Social Media on Journalism Education", "year": "2013", "journal": "International Journal of Mobile and Blended Learning (IJMBL)", "volume": "5", "authors": [{"name": "Cochrane Thomas", "first_name": "Cochrane", "last_name": "Thomas"}, {"name": "Sissons Helen", "first_name": "Sissons", "last_name": "Helen"}, {"name": "Mulrennan Danni", "first_name": "Mulrennan", "last_name": "Danni"}, {"name": "Pamatatau Richard", "first_name": "Pamatatau", "last_name": "Richard"}]}, {"title": "Place-based Knowledge in the Digital Age", "year": "2012", "journal": "ARCNews", "volume": "34", "authors": [{"name": "Fisher Thomas", "first_name": "Fisher", "last_name": "Thomas"}]}, {"title": "The Structure of Foreign News: The Presentation of the Congo, Cuba and Cyprus Crises in Four Norwegian Newspapers", "year": "1965", "journal": "Journal of Peace Research", "volume": "2", "authors": [{"name": "Galtung Johan", "first_name": "Galtung", "last_name": "Johan"}, {"name": "Ruge Mari", "first_name": "Ruge", "last_name": "Mari"}]}, {"title": "Locative News: Mobile Media, Place Informatics, and Digital News", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Goggin Gerard", "first_name": "Goggin", "last_name": "Gerard"}, {"name": "Martin Fiona", "first_name": "Martin", "last_name": "Fiona"}, {"name": "Dwyer Tim", "first_name": "Dwyer", "last_name": "Tim"}]}, {"title": "What is News? Galtung and Ruge Revisited", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Harcup Tony", "first_name": "Harcup", "last_name": "Tony"}, {"name": "O’Neill Deirdre", "first_name": "O’Neill", "last_name": "Deirdre"}]}, {"title": "Breaking Boundaries: Recasting the ‘Local’ Newspaper as ‘Geo-social’ News in a Digital Landscape", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Hess Kristy", "first_name": "Hess", "last_name": "Kristy"}]}, {"title": "The Proximity Paradox: Live Reporting, Virtual Proximity and the Concept of Place in the News", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Huxford John", "first_name": "Huxford", "last_name": "John"}]}, {"title": "Evaluating Customer Satisfaction with Media Products and Services: An Attribute-based Approach", "year": "1999", "journal": "European Media Management Review", "volume": "32", "authors": [{"name": "Jacobs Randy", "first_name": "Jacobs", "last_name": "Randy"}]}, {"title": "The Diffusion of Mobile Data Services and Applications: Exploring the Role of Habit and Its Antecedents", "year": "2012", "journal": "Telecommunications Policy", "volume": "36", "authors": [{"name": "Kim Byoungsoo", "first_name": "Kim", "last_name": "Byoungsoo"}]}, {"title": "Antecedents and Outcomes of Attachment towards Smartphone Applications", "year": "2013", "journal": "International Journal of Mobile Communications", "volume": "11", "authors": [{"name": "Kim Chung K.", "first_name": "Kim", "last_name": "K."}, {"name": "Jun Mina", "first_name": "Jun", "last_name": "Mina"}, {"name": "Han Jeongsoo", "first_name": "Han", "last_name": "Jeongsoo"}, {"name": "Kim Miyea", "first_name": "Kim", "last_name": "Miyea"}, {"name": "Kim Joshua Y.", "first_name": "Kim", "last_name": "Y."}]}, {"title": "Mobile: The Challenge of a Unique New Space for Journalism: Have You Got Your Mojo?", "year": "2011", "journal": "Rhodes Journalism Review", "volume": "31", "authors": [{"name": "Malila Vanessa", "first_name": "Malila", "last_name": "Vanessa"}]}, {"title": "The Mojo in the Third Millennium: Is Multimedia Journalism Affecting the News We See?", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Martyn Peter", "first_name": "Martyn", "last_name": "Peter"}]}, {"title": "Engagement with Online Media", "year": "2010", "journal": "Journal of Media Business Studies", "volume": "7", "authors": [{"name": "Mersey Rachel", "first_name": "Mersey", "last_name": "Rachel"}, {"name": "Malthouse Edward", "first_name": "Malthouse", "last_name": "Edward"}, {"name": "Calder Bobby", "first_name": "Calder", "last_name": "Bobby"}]}, {"title": "Focusing on the Reader Engagement Trumps Satisfaction", "year": "2012", "journal": "Journalism and Mass Communication Quarterly", "volume": "89", "authors": [{"name": "Mersey Rachel", "first_name": "Mersey", "last_name": "Rachel"}, {"name": "Malthouse Edward", "first_name": "Malthouse", "last_name": "Edward"}, {"name": "Calder Bobby", "first_name": "Calder", "last_name": "Bobby"}]}, {"title": "Proximity: Localization Vs. Distance in PR News Releases", "year": "1992", "journal": "Journalism and Mass Communication Quarterly", "volume": "69", "authors": [{"name": "Morton Linda", "first_name": "Morton", "last_name": "Linda"}, {"name": "Warren John", "first_name": "Warren", "last_name": "John"}]}, {"title": "Locative Journalism: Designing a Location-dependent News Medium for Smartphones", "year": "2012", "journal": "Convergence: The International Journal of Research into New Media Technologies", "volume": "18", "authors": [{"name": "Nyre Lars", "first_name": "Nyre", "last_name": "Lars"}, {"name": "Bjørnestad Solveig", "first_name": "Bjørnestad", "last_name": "Solveig"}, {"name": "Tessem Bjornar", "first_name": "Tessem", "last_name": "Bjornar"}, {"name": "Øie Kjetil", "first_name": "Øie", "last_name": "Kjetil"}]}, {"title": "What is User Engagement? A Conceptual Framework for Defining User Engagement with Technology", "year": "2008", "journal": "Journal of the American Society for Information Science and Technology", "volume": "59", "authors": [{"name": "O’Brien Heather", "first_name": "O’Brien", "last_name": "Heather"}, {"name": "Toms Elaine", "first_name": "Toms", "last_name": "Elaine"}]}, {"title": "The Development and Evaluation of a Survey to Measure User Engagement", "year": "2010", "journal": "Journal of the American Society for Information Science and Technology", "volume": "61", "authors": [{"name": "O’Brien Heather", "first_name": "O’Brien", "last_name": "Heather"}, {"name": "Toms Elaine", "first_name": "Toms", "last_name": "Elaine"}]}, {"title": "Sensing the News: User Experiences When Reading Locative News", "year": "2012", "journal": "Future Internet", "volume": "4", "authors": [{"name": "Øie Kjetil", "first_name": "Øie", "last_name": "Kjetil"}]}, {"title": "Understanding Media Satisfaction: Development and Validation of an Affect-based Scale", "year": "2011", "journal": "Atlantic Journal of Communication", "volume": "19", "authors": [{"name": "Patwardhan Padmini", "first_name": "Patwardhan", "last_name": "Padmini"}, {"name": "Yang Jin", "first_name": "Yang", "last_name": "Jin"}, {"name": "Patwardhan Hemant", "first_name": "Patwardhan", "last_name": "Hemant"}]}, {"title": "Innovation and the Future of Journalism", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Pavlik John V", "first_name": "Pavlik", "last_name": "John"}]}, {"title": "The Emergence of Augmented Reality (AR) as a Storytelling Medium in Journalism", "year": "2013", "journal": "Journalism and Communication Monographs", "volume": "15", "authors": [{"name": "Pavlik John", "first_name": "Pavlik", "last_name": "John"}, {"name": "Bridges Frank", "first_name": "Bridges", "last_name": "Frank"}]}, {"title": "Journalism to Go: The Changing Spaces of News Consumption", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Peters Chris", "first_name": "Peters", "last_name": "Chris"}]}, {"title": "Exploring News Apps and Location-based Services on the Smartphone", "year": "2013", "journal": "Journalism and Mass Communication Quarterly", "volume": "90", "authors": [{"name": "Schmitz Weiss Amy", "first_name": "Schmitz", "last_name": "Amy"}]}, {"title": "Place-based Knowledge in the Twenty-first Century: The Creation of Spatial Journalism", "year": "2014", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Schmitz Weiss Amy", "first_name": "Schmitz", "last_name": "Amy"}]}, {"title": "Hardwired for News: Using Biological and Cultural Evolution to Explain the Surveillance Function", "year": "1996", "journal": "Journal of Communication", "volume": "46", "authors": [{"name": "Shoemaker Pamela", "first_name": "Shoemaker", "last_name": "Pamela"}]}, {"title": "Hybrid Reality Games Reframed: Potential Uses in Educational Contexts", "year": "2006", "journal": "Games and Culture", "volume": "1", "authors": [{"name": "de Souza e Silva Adriana", "first_name": "de", "last_name": "Adriana"}, {"name": "Delacruz Girlie", "first_name": "Delacruz", "last_name": "Girlie"}]}, {"title": "Mediascapes: Context-aware Multimedia Experiences", "year": "2007", "journal": "IEEE Multimedia", "volume": "14", "authors": [{"name": "Stenton Stuart P.", "first_name": "Stenton", "last_name": "P."}, {"name": "Hull Richard", "first_name": "Hull", "last_name": "Richard"}, {"name": "Goddi Patrick M.", "first_name": "Goddi", "last_name": "M."}, {"name": "Patrick Josephine E.", "first_name": "Patrick", "last_name": "E."}, {"name": "Clayton Ben J. C.", "first_name": "Clayton", "last_name": "C."}, {"name": "Melamed Tom J.", "first_name": "Melamed", "last_name": "J."}, {"name": "Wee Susie", "first_name": "Wee", "last_name": "Susie"}]}, {"title": "Toward a Rhetoric of Locale: Localizing Mobile Messaging Technology into Everyday Life", "year": "2009", "journal": "Journal of Technical Writing and Communication", "volume": "39", "authors": [{"name": "Sun Huatong", "first_name": "Sun", "last_name": "Huatong"}]}, {"title": "A Computer Movie Simulating Urban Growth in the Detroit Region", "year": "1970", "journal": "Economic Geography", "volume": "46", "authors": [{"name": "Tobler Waldo R.", "first_name": "Tobler", "last_name": "R."}]}, {"title": "A System for Mobile Active Music Listening Based on Social Interaction and Embodiment", "year": "2011", "journal": "Mobile Networks and Applications", "volume": "16", "authors": [{"name": "Varni Giovanna", "first_name": "Varni", "last_name": "Giovanna"}, {"name": "Mancini Maurizio", "first_name": "Mancini", "last_name": "Maurizio"}, {"name": "Volpe Gualtiero", "first_name": "Volpe", "last_name": "Gualtiero"}, {"name": "Camurri Antonio", "first_name": "Camurri", "last_name": "Antonio"}]}, {"title": "Change the Space, Change the Practice? Re-imagining Journalism Education with the Pop-up Newsroom", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Wall Melissa", "first_name": "Wall", "last_name": "Melissa"}]}, {"title": "Help Wanted Mobile Journalism Skills Required by Top US News Companies", "year": "2014", "journal": "Electronic News", "volume": "8", "authors": [{"name": "Wenger Debora", "first_name": "Wenger", "last_name": "Debora"}, {"name": "Owens Lynn", "first_name": "Owens", "last_name": "Lynn"}, {"name": "Thompson Patricia", "first_name": "Thompson", "last_name": "Patricia"}]}, {"title": "Mobile News: A Review and Model of Journalism in an Age of Mobile Media", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}]}, {"title": "Measuring the Involvement Construct", "year": "1986", "journal": "Journal of Consumer Research", "volume": "12", "authors": [{"name": "Zaichkowsky Judith", "first_name": "Zaichkowsky", "last_name": "Judith"}]}]}