{"doi": "10.1080/1461670X.2013.872415", "url": "https://doi.org/10.1080/1461670X.2013.872415", "title": "Just Fancy That", "volume": "16", "year": "2015", "issue": "2", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Dick", "first_name": "Murray", "name": "Murray Dick"}], "abstract": "This research finds that the emergence of infographics as a regular phenomenon in UK news can be traced back to The Daily Express of the mid-1950s. These “Expressographs” were often used not as a means of conveying data accurately and objectively, but in order to propagate the paper's editorial line, and to further Lord Beaverbook's political interests. A series of editorial narratives are established via the literature on The Daily Express, and its proprietor Lord Beaverbrook. These narratives are used as a framework to analyse statistical infographics published in The Daily Express between January 1956 and October 1959, by means of a combined content analysis and structural semiotic analysis. Best practice, as espoused in the information design literature, is used to identify misleading graphical methods in the sample, which were then analysed in the context of the editorial narratives identified. This study finds that infographics in UK news were the product of a lavishly financed organisation whose key decision-makers were deeply concerned with the impact of the visual in news. The purpose of these infographics was to perpetuate their employer's idiosyncratic view of how the world should be. Occupational norms and practices may account for some of the biases identified, but cannot account for the breadth, range and consistency of bias found across the sample, which constitutes an example of mid-twentieth-century propaganda.", "body": [{"title": "Introduction", "paragraphs": ["The centrality of design and graphical presentation to our interpretation and understanding of the news is long-established in the communications studies literature (Pasternack and Utt 1986; Griffin and Stevenson 1996; Middlestadt and Barnhurst 1999). And yet the history and function of the infographic in UK news has remained the preserve of practitioner texts to date. Infographics are here defined as visual representations of concepts, whether in the form of information or data (Chandler and Munday 2011; Stevenson 2010). Within scientific and social scientific literatures, infographics are championed as a means by which statistical truths about the world may be accurately conveyed (Tufte 1983). And yet some of the most celebrated examples, including work by William Playfair and Florence Nightingale, were more concerned with persuading the audience of a particular cause or belief than they were with explaining reality objectively (Small 1998). So what might we say of the antecedents, history, and function of the format in UK newspaper journalism—when did infographics become part of our news, what purpose did they serve, and to what end?", "In the United States the rise of newspaper infographics during the 1930s (Meyer 1997) has been attributed to those graphic artists, inspired by Swiss modern design, who moved from Europe to America, bringing the form from the sciences and social sciences into popular culture (Bogost, Ferrari, and Schweizer 2010) and enriching the field of American communications along the way (Meggs and Purvis 2011). As for UK newspapers, the only two detailed works written on this topic (both of which were authored or co-authored by celebrated former Sunday Times journalists) agree that before the 1960s “little of note” (Evans and Taylor 1997, 287) had been done, and certainly “nothing apart from a half-hearted use of maps and graphs” (Sullivan 1987, 17). And yet, on the contrary, anyone with access to the many digitised UK newspaper archives available today will find that several sophisticated infographics were published in British newspapers from the mid-eighteenth century onwards. These include, for example, an area map of the United Kingdom, detailing the journey of mail coaches from the capital to the provinces (St. James's Chronicle or the British Evening Post, September 30, 1786–October 3, 1786; Issue 3990), and a reproduction of Playfairs' seminal “balance of payments in England” line graph (The Scots Magazine, January 1, 1787, 55). Moreover, the present research finds that infographics began appearing routinely in The Daily Express during the mid-1950s.", "But why in the modern era should it take two decades for an increasingly popular innovation in one modern anglophone western country to find voice in another? It is argued that technological factors may be discounted, as infographics were routinely published in other UK media at the time, particularly in advertising (Sullivan 1987, 17). Sullivan goes on to suggest that the political and educational presumptions that dominated thinking in UK newsrooms stifled the rise of the form (17). That professional enmities may constrain innovative journalistic forms has been found in organisational studies of graphic artists in the newsroom (Lowrey 1999, 2002), and from a study of a contingent field (photojournalism) during the 1930s (Zelizer 1995). But just as our understanding of the form must accommodate those factors that held it (and its practitioners) back, so too must we understand the mind-set of the newspaper, its editorial staff and owner, who first saw the communicative potential in infographics for a UK audience.", "The commercial rise of The Daily Express under Lord Beaverbrook which peaked in the 1950s has been attributed to the newspaper's pioneering visual allure (Greenslade 2004, 65). As early as the 1940s, due care was seen to be applied consistently across all areas of the paper, from front page to back (Chisholm and Davie 1992, 212). Beaverbrook was popular amongst his journalists, who recognised his preparedness to invest heavily in news production (Greenslade 2004, 165). This largess was also recognised at the time by the Economist Intelligence Unit, which criticised Beaverbrook's titles as being the most over-manned, wasteful, and inefficient in Fleet Street—lending much to the notion that Beaverbrook invested in newspapers as a means of achieving personal ends, rather than as a financial means to an end (197). That he used his newspapers as vehicles for propaganda is well established in the literature (Greenslade 2004; Chapman and Nuttall 2011), and is indeed a matter of public record. His contribution to the Royal Commission on the Press in 1947 contained the infamous admission that he ran the paper “purely for the purpose of making propaganda” (Greenslade 2004, 63), albeit he qualified this by saying that it was carried in his newspapers' opinion columns only (wherein several infographics identified in the present study were also found). During his tenure as Minister for Information in 1918, Beaverbrook employed many propagandistic methods in media manipulation, some of which were considered pioneering (Taylor 1972, 137). That he recognised the significance of the visual in propaganda is evidenced by the fact that sponsorship of art increased greatly during his time in this role (Messinger 1992, 128)."]}, {"title": "Methodology", "paragraphs": ["This research involves a combined content analysis and structural semiotic analysis, a method which was developed iteratively. In order to obtain a reliable sample for this study, the author searched the UK Press Online commercial newspaper database, which contains a near-complete collection of archives for The Daily Express from 1900 until the present day. Several generic keywords associated with news infographics were used in the first instance, to obtain an initial sample. These included: an analysis of, analysis, axis, calculated, calculation, diagram, explains, guide, map, number of, our analysis, overview, plan, show, shows, shows that, and working. The infographics and associated stories found using these terms were then analysed for more suitable terminology. The term “Expressograph” was found, as were the bylines of several infographic artists (Michael Rand, John Bodle, and Derek Dale), and these terms were used to increase the sample. In order to ensure the sample was truly representative of the period chosen, key time-frames established in the initial analysis were re-visited by means of browsing. For example, all published output between August 1956 and April 1958 was manually browsed in order to test an initial hypothesis that no infographics supporting the narrative “Britain is still a global power” were published during that period.", "To establish a representative coding framework for the sample, random examples were analysed for basic, non-optional categories of information. These included: year, date, page number, topic (and sub-topic), type (of infographic), caption (or headline), and summary. As the topicality of news stories can be a slippery concept (Staab 1990), it was decided that an additional, optional narrative “summary” category was desirable. The classification system used for the infographics found in the sample is based upon BSI 7581:1992 (for statistical infographics). It comprises: tables, bar graphs, line graphs, area graphs, pie graphs, isotype graphs, scatter graphs, histograms, three-dimensional graphs, superimposed graphs, thematic maps, illustrated graphs, and pictorial graphs.", "A number of further optional categories were developed, in order to facilitate analysis of the sample. The recurring narratives found in this study were established by means of a critical reading of histories of The Daily Express (Smith, Immirzi, and Blackwell 1975; Greenslade 2004), biographies of Lord Beaverbrook (Taylor 1972; Chisholm and Davie 1992), and social, economic and political histories of the 1950s (Montgomery 1965; Peden 1985; Messinger 1992; Pearce and Stewart 1992; Shaw 1996). Categories of numerical bias and semiotic bias were informed by best practice in infographic design and data visualisation. A framework of common bad practice elements (which may in turn be used as a means of delivering misleading propaganda) was sourced from Tufte (1983), Tukey (1990), Holmes (1991), and the BSI (1992).", "It is acknowledged that the process of digitising these documents using Optical Character Recognition technology can fail to identify words correctly, and so may impede the full reach of this research. It is also acknowledged that because some infographics stand alone, and some are neither bylined nor adequately key-worded, this may also impede the range of the sample identified. Non-statistical graphics (including non-statistical maps) have not been included in this study, as it may be impossible to construct a detailed, normative framework with which to analyse these forms. It is acknowledged that some of the “best practice” texts identified (such as Tufte 1983) lack empirical basis (David 1992), and indeed that contemporary empirical research shows that, contrary to Tufte's criticisms, people prefer (Inbar, Tractinsky, and Meyer 2007), are better able to interpret and recall data associated with (Bateman et al. 2010), and in any case are not hampered from interpreting (Spence 1990; Blasio and Bisantz 2002; Kulla-Mader 2007) data presented in “chartjunk” format, a style commonly associated with newspaper infographics. It is further acknowledged that some of the models of excellence used are predicated on non-complementary theoretical approaches. For example, Tukey's identification of impact as central to best practice presents a counterpoint to the Bauhausian minimalism of Tufte's data:pixel ratio theory (Wainer 1990, 341). In short, excellence in data visualisation is circumscribed by the limitations of positivism."]}, {"title": "Findings: Propaganda Narratives", "paragraphs": ["The narratives established in this study are all realms of public affairs in which The Daily Express sought influence, namely:", "Beaverbrook's first forays into British politics were driven by tariff-reform and Imperial Preference (Chisholm and Davie 1992, 70). In founding the Empire Free Trade party in 1929, he sought to establish a trade agreement between countries within the Empire in order to counter rival trading blocks. During this period The Daily Express ran an “Empire Crusade” campaign, encouraging its readers to buy “imperially” at Christmas (290), and both management and editorial staff at the newspaper were drafted into this “crusade” directly (285). These themes continued to find expression in The Daily Express into the 1950s—for example, the paper celebrated Empire day in 1957 by distributing 1.5 million buttonhole flags (Daily Express, May 24, 1957, 1). The Express remained, as one leader column slogan declared: “The paper that keeps faith with the Empire” (Daily Express, October 30, 1959, 8).", "Beaverbrook was implacably opposed to the European Common Market (Chisholm and Davie 1992, 517). Throughout this period The Daily Express devoted much space to content that championed trade with empire countries (Daily Express, October 20, 1958, 11; Daily Express, June 4, 1959, 8; Daily Express, January 12, 1958, 2), while undermining the Common Market (Daily Express, January 21, 1957, 4–5); denouncing the perceived damage done to UK farming by free trade in bacon (Daily Express, February 4, 1958, 6); and decrying the alleged “dumping” of non-Empire butter on the UK market (Daily Express, March 24, 1958, 2).", "The Express's outlook during this period was, in the words of the editor of its main rival: “fundamentally materialist … appealing to the young man on the way up, encouraging him to accumulate possessions on route … preaching that hard work and application can enable every ambitious reader to make his pile like Lord Beaverbrook” (Greenslade 2004, 168). The political consensus of the 1950s that saw increasing trade union involvement in government decision-making caused consternation amongst those on the right of British politics (Pearce and Stewart 1992, 460). Throughout this period The Daily Express ran many stories critical of trade unions (Daily Express, April 30, 1957, 2); critical of trade unions' demands (Daily Express, July 3, 1957, 2; Daily Express, July 10, 1957, 7); critical of industrial action (Daily Express, July 24, 1956, 1), and even critical of the perceived inequality of collective bargaining (Daily Express, March 27, 1958, 2). This opposition was not pragmatic, but was rather borne of an ideology predicated on the individual over the collective. This has been observed of the paper's coverage of other news events elsewhere; for example, improvements to public health under the National Health Service (NHS) were attributed to individuals rather than the collective; to lawmakers, politicians, economists (Smith, Immirzi, and Blackwell 1975, 148).", "The period saw a major re-structuring of the country's domestic economy; by 1954 hire purchase was being paid on goods worth £750 million by 8 out of 10 Britons (Montgomery 1965, 269). Consumption was perceived as key to economic progress, and the lifting of government restraint on hire purchase was embraced in at least one Express leader column (Daily Express, November 3, 1958, 8). And yet the collectivist pressures of wages-driven inflation and increased taxes to pay for the new welfare state were routinely used as vehicles to decry a perceived increase in the cost of living throughout the period.", "Britain's place in the world was a significant issue during the 1950s, not just because of fears for the future in a post-Empire, globalised world, but also because of economic under-performance by comparison with rival economies. This was compounded by the humiliating climb-down over Suez, that saw Prime Minister Eden depart in ill-health, and with him any pretensions towards a global policing role for the United Kingdom (Pearce and Stewart 1992, 473–474). On the other hand, imperial preference required that people still recognise the virtues and reach of the empire.", "Given Beaverbrook's personal politics, it should come as no surprise that The Daily Express was broadly supportive of the Conservative Party and also broadly critical of the Labour Party; this will become apparent during the polling case study presented later in these findings.", "These narratives are not mutually exclusive, and some infographics embody more than one narrative. Where this is apparent, the dominant value was chosen as preferred category. In the majority of cases, data and signs in these infographics are affected in various ways to support editorial position on each of these narratives. Other minor and infrequent narratives were found (such as support for royalty), but given their limited reach, they offered little towards the analysis presented here."]}, {"title": "Findings: Content Analysis", "paragraphs": ["In total, 215 infographics were found to have been published between January 17, 1956 and October 22, 1959. Of these, 45 were found to be non-statistical in nature, leaving a sample of 170 statistical infographics in the sample. From July 1956 infographics start appearing at a rate of more than two per month, and from this point until October 1959 in only one month (November 1957) were fewer than two infographics published. Some 41 of these statistical infographics appeared on the front page of the newspaper; 24 per cent of the total sample, the first being a bar chart that conveyed survey findings on Sir Anthony Eden's handling of the Suez Crisis (Daily Express, September 10, 1956, 1). Some 19 of the 45 non-statistical graphics found in this survey (42 per cent) also featured on the front page. The tally of statistical infographics for each year was as follows: 29 were published in 1956; 51 were published in 1957; 50 were published in 1958; and 40 were published to October 1959.", "The most popular topic was the Economy (54), followed by Consumer Affairs (45), Politics (32), and International Affairs (18). All other topics were represented in low single-digits. The most popular infographic form in the sample was the line graph (60) followed by table (36), pictorial graph (34), and bar graph (21). Mixed formats accounted for 14 examples, and no other graphical format was represented by more than two examples. Of these infographic forms, it was found that bias in the representation of numbers occurred in 36 (or 60 per cent) of line graphs; in 19 (or 54 per cent) of pictorial graphs, and in 11 (or 52 per cent) of bar graphs. Over time it was found that bias in the representation of numbers peaked in 1957, and decreased in subsequent years.", "The most popular narratives amongst these infographics are shown in Table 1. Seven of the sample (or 0.04 per cent) were found not to conform to any of the narratives identified, but two of these were found to contain a bias towards recent change. Fourteen infographics (8 per cent) across the sample range were found to accompany opinion columns. None concerning the narrative “Britain is still a global power” were published between August 1956 and April 1958. None concerning the narrative “Britain is losing ground to its competitors” were published between March 1958 and October 1959. Of the 21 infographics concerned with the theme “You've never had it so good”, eight were published during 1959."]}, {"title": "Findings: Methods of Bias in Infographics", "paragraphs": ["A table (Figure 1) is used to detail the average pay for three non-professional employment sectors in four countries (France, West Germany, Italy, and Britain). Britain is listed bottom in this table, but no clear method of organisation is chosen to justify this position (for example, in terms of alphabetical, or scale ordering). Britain has the highest average earnings for all three of these sectors compared with the others, and yet (in keeping with the anti-collective narrative) it remains at the bottom of the table. Throughout the sample several infographics challenge non-professional wage-bargaining; questioning the motives of trades unions (Daily Express, July 10, 1957, 7), and airing scepticism about the ultimate value of increased wages, given the rising cost of living relative to other nations (Daily Express, August 27, 1957, 2). Elsewhere in the sample scale-order is routinely used in tables to support other narratives; to convey a selection of non-professional job-types in order of wages, high to low (Daily Express, March 26, 1957, 13); and to detail overpaid tax as expressed in magnitude of weekly earnings, low to high (Daily Express, 6 June, 1957, 6).", "In 19 of the 35 pictorial graphs found in the sample (54 per cent) the use of two-dimensional images or figures to represent single variables was found to distort or bias data. A series of dual-pictograms is used to represent the proportions of those in and out of work during the Austin and Morris car strike at 12 different plants (Figure 2). Those who chose not to strike narrowly outnumbered those who opted to strike, according to the employer's data cited here, and data published elsewhere (The Daily Mirror, August 11, 1956, 1), but the method used to display this information shows a clear visual advantage to those who broke the strike. On the first day a large majority in some of the largest plants were on strike (i.e. Fisher and Ludlow, at 90 per cent), but this visual symbol is significantly smaller than the largest single figure on the page (a working man) used to represent one of the smallest plants (MG Cars, Abingdon). It is also smaller than a strike-breaking icon used to represent Morris Radiators (Oxford), 90 per cent of whose workforce broke the strike. This strike-breaking figure is both taller and broader than the Fisher and Ludlow striker figure, though they represent the same percentage value. The image used to represent those who broke the strike is of a worker holding a work-tool aloft with legs spread apart, which has greater visual impact than the slouching, downcast striker with legs closed together, and with hands in pockets.", "Elsewhere in the sample a correlation between increases in pay and decreases in days lost to strikes is (falsely) implied via a table containing pairs of three-dimensional symbols (a pile of pound notes to represent settlements, and stop watches to represent time lost to strike action) (Figure 3). The size of the clock used to represent 1954 (427,000) is only slightly smaller than that representing 1953 (481,000), but the clock representing 1955 (395,000 hours) is disproportionately smaller than either. The visual confusion in this representation is compounded because it seems that both the diameter and depth of these images is being used to convey scale.", "Fluctuations in the price of petrol between 1950 and 1957 are exaggerated by means of a truncated vertical axis on a line graph (Figure 4). In the absence of any scale along the vertical axis the value jumps from around a fifth of the way up the vertical axis (at 3s 0d, in 1950) until it breaks through the top of the chart (at 6s 11d, in November 1956, during the Suez Crisis). If this line was plotted on a chart whose vertical axis started at zero, this rise would begin around half-way up, and so would look significantly less dramatic. Elsewhere data on car ownership are biased towards the United Kingdom (and against Common Market competitors) in the form of a bar chart with a series of ratios representing countries, where the vertical axis shows rates of car ownership as a ratio decreasing upwards (Figure 5). The upper limit of the chart is 60 rather than 100, which exaggerates the lead the United Kingdom holds. This example of bias is compounded by the fact that the data presented here are used elsewhere in the sample (Figure 6), but in the former Luxembourg, which outstripped Britain in terms of car ownership, is omitted.", "The second of these two infographics was published across a gatefold opinion column concerning the perils of joining the Common Market. Five bar graphs convey the comparative strength of the United Kingdom against its European rivals in terms of: average earnings, car ownership, unemployment, prosperity, and standard of diet (Daily Express, January 21, 1957, 4–5). All but one of these (unemployment) exaggerates the United Kingdom's advantage over its competitors, by truncating the value axis.", "The issue of infant mortality is expressed by means of a line graph containing five different variables labelled as “social groups” (Figure 7). The time series starts at 1911 on the horizontal axis, and runs to 1950 (left to right), while the vertical axis is marked at irregular intervals of deaths per 1000 live births (4, 6, 8, 10, 20, 40, 60, 80, 120, from bottom to top) with inconsistently scaled gaps between these values (the gap between 120 and 80, for example, is approximately a third of the size of the gap between 20 and 10). This irregularity is most pronounced amongst the highest numbers, and so the visual effect is to harmonise the five trend-lines, and so make the decline in mortality look broadly consistent across all groups over time. This approach dampens the positive visual effect of public health expenditure (and the advent of the NHS) on mortality rates for the poorest in society. It also informs a misleading reading of the data, as expressed in the accompanying opinion piece: “in spite of the levelling influences of ‘free’ medical service, subsidised milk, cheap vitamins, the soaking of the rich by income tax, babies born to the better-off still stand a much better chance of survival than those born to poorer parents” (Daily Express, June 4, 1959, 8).", "A graphic illustrating how trade unions were increasingly demanding a shorter working week rather than higher earnings was found in the sample (Daily Express, July 10, 1957, 7). Here workers are represented as either examining their watches before a clocking-in machine, or as holding out their hand before a payment kiosk—both of these images speak to the perception of demands rather than desserts, re-capitulated in the text, which speaks of “the new challenge” (Daily Express, July 10, 1957, 7) for government.", "The most consistently used bias in the use of descriptors concerns the labelling of the Labour Party as “Socialists” (covered in the following polling infographics case study). But elsewhere, a theme emerged across a range of infographics dealing with the Suez Crisis—the day Nasser took control of the canal is described in labels (Daily Express, August 8, 1956, 1; Daily Express, September 9, 1956, 1) as a “grab day” and in the standfirsts and text accompanying infographics in a further article, reference is made to “Nasser's grab” (Daily Express, July 28, 1956, 4).", "Where one variable is seen to break through the boundaries of an infographic, this may bias a comparison with other variables, and may imply something editorially that the data do not support. Variables break the boundaries of several infographics in the sample; for example, a three-dimensional pictorial graph is used to explore the costs associated with Egyptian ownership of the Suez canal—where the costs associated with an alternative route is seen to burst through the edge of the chart, thus metaphorically supporting the notion that Prime Minister Harold Macmillan's decision to deal with Nasser was a victory for pragmatism, rather than a necessary move following diplomatic humiliation (Daily Express, May 15, 1957, 2). This approach is also used to exaggerate the increase in the cost of living for those earning £2000 in 1938 (Daily Express, July 29, 1957, 2).", "A horizontal bar chart is used to compare the ratio of air miles to employees for several international airlines, in the context of industrial action at BOAC airlines (Figure 8). The symbol of a plane is used at the end of each bar, with the plane representing American Airlines being marginally longer than the others, thus exaggerating their advantage.", "In the example used above, the bars (and pictures) used to represent the number of employees at various airlines are difficult to compare for lack of values (and grid lines) on the horizontal axis—allowing for the alteration of the lengths of each bar. If the scale for these bars were taken from the length of the value attributed to American Airlines (which, at a magnification level of 125 per cent of the original was measured at 10.8 cm, representing 155,000 air miles), then while the UK figure is more or less visually representative (4.7 cm representing 68,000 air miles), those other competitors, KLM Royal Dutch (5.3 cm representing 71,100), Air France (4.2 cm representing 58,000), and SAS Scandinavian (6.6 cm representing 85,000), should all be smaller than they actually are (they should be 4.9, 4.0, and 5.9 cm, respectively), thus giving a wholly false sense of comparison biased against the UK airline (and its striking workers).", "Elsewhere in the sample a lack of labelling on axes was found to impede accurate comparison of rising wages against the cost of living (Daily Express, July 28, 1959, 1) and satisfaction with Eden's approach to the Suez Crisis (Daily Express, December 12, 1956, 1).", "Two values, one each for Britain's weekly consumption (in tonnes) of coal and oil, are plotted within a line graph in the sample, but their values are so far apart that a vertical line break is introduced between the two (Figure 9). This renders the grid lines used in this graph meaningless, and gives an inflated sense of significance to the rise in consumption of oil, at the expense of coal, an industry whose workers (and leading trade union) were often criticised by the Daily Express during the period.", "By making the trend line of a line graphic very thick, it is possible to skew interpretation of the data relative to the values on the axes (or grid-lines). Unemployment is presented as having fallen from 2.8 to 2.5 per cent between December 1958 and March 1959 in one infographic (Figure 10), but the trend line is relatively thick and includes an arrow on the end. In conjunction with the truncated vertical axis, its downward trajectory is over-emphasised. A similar approach is taken elsewhere (Figure 11), where a fall in the unemployment rate from 620,786 in January 1959 to 413,000 in June 1956, is (due to the truncated axis) presented in an even more exaggerated way. These examples fall between the “For Conservatives” and “You've never had it so good” narratives.", "The extrapolation of data without explanation is considered bad practice in the literature, but equally other manifestations of exaggeration when combined with extrapolation (especially where based upon a single unverifiable source) may also be considered to embody bias. Data based upon a plan set forth by the head of a Canadian Trade Council are projected using a line graph, whose horizontal axis starts at £100 million, rather than zero, thus artificially inflating the rise in recent imports, and exaggerating the predicted rise in trade (Daily Express, November 22, 1957, 2).", "Bias towards recent change is found commonly throughout the sample, and indeed is found (by degrees of application) in most of the time series infographics already mentioned in this analysis. Further examples range from increases in the price of commodities (Daily Express, September 19, 1); rises in the price of oil after the Suez Crisis (Daily Express, August 8, 1956, 1); rises in the price of petrol during the Iraq crisis (Daily Express, July 16, 1958, 2); and increases in the price of turkey in the run up to Christmas (Daily Express, December 21, 1956, 1).", "Other forms of bias may be seen to be at work within this sample that do not have a graphical basis. For example, the sourcing of data in several examples may be construed as biased. In industrial relations stories, the data used comes from employers (Daily Express, July 24, 1956, 1; Daily Express, July 25, 1956, 2), but not trade unions, while on tax issues, Confederation of British Industry data are used (Daily Express, January 2, 1956, 2), but no counter-veiling view is offered. The selective interpretation of data may also be observed in several examples. A pictorial graph is used to convey comparative international unemployment rates (Daily Express, March 18, 1958, 2), but regional variations, which accounted for significant differences (that allowed pockets of long-term unemployment to develop during the period, despite the aggregate figures) were not explored in the sample. The timing of inclusion of certain stories may also be seen to embody a form of bias, as may the process of omitting certain variables (or stories) altogether."]}, {"title": "Findings: Political Bias in Polling Infographics (Case Study)", "paragraphs": ["The starting point used in polling infographics found in the sample varies, but in most cases, the choice (and regularity) of time intervals favours the Conservative Party. Several line graphs use the 1955 election as their starting point, despite all other featured intervals being much later (e.g. Daily Express, October 8, 1956, 2; Daily Express, October 29, 1956, 9; Daily Express September 30, 1957, 1). In each of these cases the Labour Party was at the time leading the poll in question, and by including the result from the last election the reader is visually reminded that the Conservatives once led, and Labour's lead is visually dampened. On the other hand, several polls do not include the previous election result in their schedule, one only displays Eden's popularity, with no counter-trend representing Labour (Daily Express, October 3, 1956, 2); one shows overwhelming public support for Eden's decision over Suez (Daily Express, November 24, 1956, 1); one shows the Conservatives overtaking Labour (Daily Express, November 27, 1956, 1), and one includes the November 1956 result, where the Conservatives led Labour (Daily Express, January 11, 1957, 1). In each of these cases, there was a contemporary electoral advantage for the Conservatives.", "The careful selection of time intervals can also be used to effectively erase from history those periods when support for the Conservatives dropped. In one infographic five time intervals are presented to indicate which party the public would vote for at the next election, over time: “General Election 1955”, “August 1958”, “September 1958”, “October 1958” and “now” (mid-October) (Figure 12). This schedule elides two years of polling data, during much of which time Labour held a consistent and at times substantial lead. Other examples of this phenomenon can be found elsewhere in the sample (Figure 13).", "The nature of polling questions was found to vary in this sample, but the dominant three questions, at least one of which appears in all of the political polls identified, may be classified in the following way:The “general election question”: If a General Election were held immediately for which party would you vote?The “government question”: In general, are you satisfied or dissatisfied with the Government's conduct of affairs?The “leader question”: In general, are you satisfied or dissatisfied with ", "The “general election question”: If a General Election were held immediately for which party would you vote?", "The “government question”: In general, are you satisfied or dissatisfied with the Government's conduct of affairs?", "The “leader question”: In general, are you satisfied or dissatisfied with", "The choice of which issues to present visually often presents some form of positive finding for the Conservative Party, and often fails to report polling success for the Labour Party, excepting where they lead in all questions asked, or they will provide a “least bad” result for the Conservatives. For example, in one infographic all three questions were asked, but the one presented in line graph form (in response to the “leader question”) contains a marginal gap (3 points) between those “dissatisfied” and those “satisfied”, compared with a 19 point lead for dis-satisfaction over satisfaction in the “government question”, and a 9 point lead for Labour in the “general election question” (Daily Express, March 7, 1958, 8). Elsewhere the “government question” is plotted, showing a narrow lead for satisfaction over dissatisfaction, by 1.5 points—albeit the “dissatisfied” trend is not plotted (Daily Express, October 3, 1956, 2). A 16.5 per cent lead for dissatisfaction in the “leader question” in this poll was not presented. In another infographic in the sample, two polls are presented in line graph form—the “leader question” and the “government question”—both showing Conservative leads, but the “general election question” (which favoured Labour) is not presented (Daily Express, September 12, 1956, 1).", "In one infographic the answers to different polling questions are presented on the same line graph. Satisfaction polled in relation to the “leader question” (which favoured the Conservatives) was plotted against voting intention in the “election question” (against Labour) (Figure 14). Had these answers been plotted in graphs against alternative responses to the same question, then a less favourable result for the Conservatives would have been shown in both cases. In another infographic responses to the “leader question” were not plotted against each other within the same graphic space, but rather they were presented separately one on top of the other; with “satisfied” (top) followed by “dis-satisfied” and then “don't know” at the bottom (Figure 15). This renders comparison of these trends over time impossible (the values show that dis-satisfaction was higher than satisfaction for three of the six intervals presented in this graph—“Late March”, Early April', and “June”—but because of the placement of these trend lines, all instances of dis-satisfaction are presented as lower than satisfaction).", "Between December 1956 and July 1957, no political polling graphics were published in The Daily Express. During this time Labour extended its lead in other opinion polls, such as Gallup, by up to 10 points during some months (Pack 2011).", "All polling infographs in the sample were found to contain use of the word “Socialists” to describe the Labour Party (with both “Tory” and “Conservatives” used alternately to describe the Conservatives) until early September 1959, and the dissolution of parliament prior to the 1959 General Election. From this point until the election the term “Labour” was used exclusively in all polling infographics."]}, {"title": "Discussion", "paragraphs": ["That over 99 per cent of the statistical infographics found in this study can be attributed to a handful of narratives suggests that the news values involved in selecting data and stories to represent were very limited indeed. It may be argued that selection may have been limited by the availability of data and sources, but this would not account for the examples of missing (but available) variables in some representations, nor in the use of speculative, and single-source, datasets identified in the sample, all of which support one (or more) identified narrative. That almost 8 per cent of the infographics identified in this study were accompaniments to opinion pieces shows that those responsible for the production of the newspaper recognised the power of information design to persuade as well as to inform. Infographics in UK news were borne of a lavishly financed news organisation whose key decision-makers were deeply concerned with the impact of the visual in news.", "That the “Britain is still a global power” narrative disappeared from the Daily Express news agenda between August 1956 and April 1958 may be attributed to the paper's “vigorous and loyal” (Shaw 1996, 31) support for Eden's actions in the early stages of the Suez Crisis, which would in hindsight have been a source of embarrassment for its proprietor. But on the other hand, not all incidences of these narratives may be attributed to bias. For example, the “You've never had it so good” narrative featured eight times during 1959 (in the run-up to the general election) and “The increasing cost of living” narrative was published only once that year. During this period unemployment and inflation were both (even by comparison with the wider period) particularly low.", "Organisational needs (and norms) and production values may account for some elements of “bad practice” found in the sample: in the irregular or inconsistent use of values and intervals in line graphics; in the use of thick trend lines, in order to facilitate better quality reproduction; or indeed in “exaggerating the rate of recent change” (Tufte 1983, 76) in order to pursue a particular news angle. It may be argued that newspapers have an innate bias towards recent change, and so we should not be surprised to find many examples of this phenomenon (however defined) in a study such as this. Creative expression in newspapers serves as a function of white space, and this constraint in turn informs the news values of the form (Sullivan 1987). Other pressures in the form of budgetary and staffing constraints as well as in organisational politics (Lowrey 1999, 2002) may have consequences too. But these issues alone cannot account for the consistency of bias found in this study nor can they account for the use of semantic bias in symbols, labelling and in the ordering of variables.", "One aspect of propaganda in this sample (the representation of numbers) declined over time. It cannot be known with any certainty why this happened: the graphic artists may have improved their craft over time; response to reader complaints (or actions by a fledgling press regulator) may have encouraged change; as may a creeping acknowledgement of improving numeracy amongst the paper's readership. The use of the label “Socialists” to reference Labour which stopped in polling infographics during the period between the dissolution of parliament and the election in 1959, is, however, telling. It suggests that an editorial decision was made to present polling infographics in a balanced, “objective” way during this period. This example hints at how decisions were made concerning the form and content of Daily Express infographics, and delivers an insight into the balance between professional and organisational norms at play."]}], "references": [{"title": "Useful Junk? The Effects of Visual Embellishment on Comprehension and Memorability of Charts", "year": "2010", "journal": "CHI 2010, Atlanta, GA, April 10–15", "volume": "", "authors": [{"name": "Bateman Scott", "first_name": "Bateman", "last_name": "Scott"}, {"name": "Mandryk Regan L.", "first_name": "Mandryk", "last_name": "L."}, {"name": "Gutwin Carl", "first_name": "Gutwin", "last_name": "Carl"}, {"name": "Genest Aaron", "first_name": "Genest", "last_name": "Aaron"}, {"name": "McDine David", "first_name": "McDine", "last_name": "David"}, {"name": "Brooks Christopher", "first_name": "Brooks", "last_name": "Christopher"}]}, {"title": "A Comparison of the Effects of Data-Ink Ratio on Performance with Dynamic Displays in a Monitoring Task", "year": "2002", "journal": "Journal of Industrial Ergonomics", "volume": "30", "authors": [{"name": "Blasio Anthony J.", "first_name": "Blasio", "last_name": "J."}, {"name": "Bisantz Ann M.", "first_name": "Bisantz", "last_name": "M."}]}, {"title": "Accuracy of Visual Perception of Quantitative Graphics: An Exploratory Study", "year": "1992", "journal": "Journalism and Mass Communication Quarterly", "volume": "69", "authors": [{"name": "David Prabu", "first_name": "David", "last_name": "Prabu"}]}, {"title": "The Influence of Statistical Graphics on Newspaper Reader Recall", "year": "1996", "journal": "Visual Communication Quarterly", "volume": "3", "authors": [{"name": "Griffin Jeffrey L.", "first_name": "Griffin", "last_name": "L."}, {"name": "Stevenson Robert L.", "first_name": "Stevenson", "last_name": "L."}]}, {"title": "Routine News: The Power of the Organization in Visual Journalism", "year": "1999", "journal": "Visual Communication Quarterly", "volume": "6", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}]}, {"title": "Word People vs. Picture People: Normative Differences and Strategies for Control Over Work among Newsroom Subgroups", "year": "2002", "journal": "Mass Communication and Society", "volume": "5", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}]}, {"title": "The Influence of Layout on the Perceived Tone of News Articles", "year": "1999", "journal": "Journalism and Mass Communication Quarterly", "volume": "76", "authors": [{"name": "Middlestadt Susan E.", "first_name": "Middlestadt", "last_name": "E."}, {"name": "Barnhurst Kevin G.", "first_name": "Barnhurst", "last_name": "G."}]}, {"title": "Subject Perception of Newspaper Characteristics Based on Front Page Design", "year": "1986", "journal": "Newspaper Research Journal", "volume": "8", "authors": [{"name": "Pasternack Steve", "first_name": "Pasternack", "last_name": "Steve"}, {"name": "Utt Sandra H.", "first_name": "Utt", "last_name": "H."}]}, {"title": "Visual Psychophysics of Simple Graphical Elements", "year": "1990", "journal": "JEP: Human Perception and Performance", "volume": "16", "authors": [{"name": "Spence Ian", "first_name": "Spence", "last_name": "Ian"}]}, {"title": "The Role of News Factors in News Selection: A Theoretical Reconsideration", "year": "1990", "journal": "European Journal of Communication", "volume": "5", "authors": [{"name": "Staab Joachim F.", "first_name": "Staab", "last_name": "F."}]}, {"title": "Data-based Graphics: Visual Display in the Decades to Come", "year": "1990", "journal": "Statistical Science", "volume": "5", "authors": [{"name": "Tukey John W.", "first_name": "Tukey", "last_name": "W."}]}, {"title": "Graphical Visions from William Playfair to John Tukey", "year": "1990", "journal": "Statistical Science", "volume": "5", "authors": [{"name": "Wainer Howard", "first_name": "Wainer", "last_name": "Howard"}]}, {"title": "Journalism&#039;s Last Stand: Wirephoto and the Discourse of Resistance", "year": "1995", "journal": "Journal of Communication", "volume": "45", "authors": [{"name": "Zelizer Barbara", "first_name": "Zelizer", "last_name": "Barbara"}]}]}