{"doi": "10.1080/17512786.2019.1582353", "url": "https://doi.org/10.1080/17512786.2019.1582353", "title": "How Smartphones Have Changed the Job for Better and for Worse—The Experiences of Reporters", "volume": "13", "year": "2019", "issue": "10", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Dean", "first_name": "Jenny", "name": "Jenny J. Dean", "affiliation": "", "orcid": "", "role": ""}], "abstract": "ABSTRACTNewspaper reporters now have to produce stories for online and print, with fewer people and less time to complete work. How is it then that they are getting their work done? Interviews with reporters at three large newspapers in the U.S. about the past 10 years in the newspaper business demonstrated that the biggest change that has occurred from a technological standpoint is the introduction of smartphones. This paper explores the adoption of smartphones into reporters’ daily jobs, as well as social media (accessed via smartphone). To examine this adoption and their relationship to smartphones, Shoemaker and Reese's Hierarchy of Influences model was used as a framework. Findings suggest that reporters are doing more at the individual level of routines than ever before, rather than waiting for their media organizations to tell them what to do.", "body": [{"sec_title": "Introduction", "sec_content": ["Journalism is in a state of transition: U.S. newspaper reporters now have to produce stories for online and print, with fewer people and less time to complete work. How is it then that they are getting their work done? Over the past 10 years, the newspaper industry has been faced with changes because of the technology and the economy. Editorial staff peaked at about 56,900 in 1989 (The State of the News Media 2013). Since then, ad revenue has dropped sharply and staffing has plummeted by about 20,000 positions (The State of the News Media 2016). At the same time, advances in technology have expanded opportunities for journalists. One such technology is the smartphone. First making its debut in 2007, journalism commentators and trade observers noted its potential for the field (Sonderman 2012; Kiesow 2010). A smartphone, or a mobile device, has been a game changer for the journalism industry, as well as society, as it is continually within arm's reach (Westlund 2015). The smartphone is an interpersonal communication device used for voice calls, texting, and accessing the internet through a search engine or through an app (Westlund 2013). It has become imbedded as part of our social life (Ling and Campbell 2011). Convergence allows for the addition of unique features to the phone, such as a camera, GPS, and music player.", "As a tool for journalism, the smartphone offers the journalist liberation from the newsroom. It can be used to gather information, post to social media, and look up news sources. Journalists can respond to posts, as well as update their own reports and/or post comments, all with a click of a button (Franklin 2014). In addition, “Smartphone adoption has changed the amount, quality and types of multimedia information journalists collect and has changed how quickly and from where they collect that information” (Molyneux 2014, 87). This notion of the value of a mobile device is not new. Pavlik (2001) first anticipated it more than a decade ago. However, continual updates to the smartphone have made it an even more powerful tool. Changes of bandwidth from third generation of wireless to fourth generation and now to the fifth generation, have allowed reporters to search the web and upload stories at greater speed. Apps have continued to expand to allow the journalist greater resources for use when reporting a story. Better cameras and video capacity have also created more value for the smartphone for use by journalists (Wolf and Schnauber 2015; Molyneux 2014).", "Although the news industry did not create smartphones, its arrival happened during a time of change for newsrooms, which offered an opportunity for this technology to be integrated into the newsroom. Much like the printing press, telegraph, and computer influenced journalism, so has the smartphone (Molyneux 2014). Unlike other newsroom innovations of the past, such as computers, smartphones do not require a lot of specialized training and can be adopted with or without cooperation from a journalist's employer (Kalkbrenner and McCampbell 2011).", "The move to smartphones is also significant because reporters can easily access social media from their smartphones, a tool very popular with much of their audience. Of the social media platforms, Facebook is the most popular for the purpose of viewing friend's posts, with 68 percent of U.S. adults using the service (Gramlich 2018). Facebook is also a very popular source for consumers to get their news, with 45 percent of U.S. adults receiving some of their news this way. In addition, two in ten adults receive news this way often. In comparison, only 11 percent of U.S. adults get some of their news from Twitter (Gramlich 2018). The primary challenge facing journalists is that the discovery of stories on these platforms is primarily accidental, occurring while reading through the user's Facebook feed or list of tweets (State of the News Media 2014). Although other newspapers, including the New York Times, have experimented with Snapchat and Instagram platforms, they have not become essential to the newspapers of this study to date. Snapchat and Instagram are used by the youngest of adults (Smith and Anderson 2018).", "With the potential value of smartphones, this researcher explored reporter routines and their relationship to technology through Shoemaker and Reese's Hierarchy of Influences model: social systems, social institutions, media organizations, routine practices, and individual levels. Although there are other technologies that have influenced routines, reporters interviewed noted that the biggest change over 10 years has been the smartphone and the introduction of social media. In this changing relationship, reporters’ routines bear analysis. To explore this, I employ in-depth interviews with reporters from three large newspapers across the country."]}, {"sec_title": "Literature Review", "sec_content": ["The study of journalism routines began in the 1950s with White’s (1950) examination of how editors select what news to print for that day—gatekeeping. Further exploration continued with Breed’s (1955) focus on describing the socialization process of journalists in their roles. Tuchman (1977) went further suggesting that the routines of news staff are part of what has contributed to the professionalization of the field. More recent work by theorists has focused on how to examine the different levels of routines that influence journalists. Shoemaker and Reese (1996) define journalism routines as “those patterned, routinized, repeated practices and forms that media workers use to do their jobs” (100). They adopted what they call a media sociology approach. Additional influences include Gans (1979) and Gitlin (1980).", "In their approach to media sociology, Shoemaker and Reese (1996, 1991) derive five distinct levels of influence referred to as the Hierarchy of Influences model. These include social systems, social institutions, media organizations, routine practices, and the individual. The authors (Shoemaker and Reese 1996), initially used the individual level of analysis as a starting point. They revised the approach in their 2014 edition, starting with the macro level (social systems) and moving toward the micro level (individual level of analysis). They felt this change was necessary because the social systems level of analysis incorporates perspectives from all the levels of the Hierarchy of Influences model from the macro perspective. Shoemaker and Reese (2014) do note, however, that it would be easy enough to make an argument to continue to use the individual level of analysis as a starting point. This research is primarily concerned with the media organization level, routine practices level, and individual level, though it is important to recognize the others. This is because reporter routines typically happen as an interaction between these levels. This is one reason this framework of the Hierarchy of Influences is important to this study. This researcher explores the media organizations level, the routines level, and the individual level more in-depth, as these are the focus of the research.", "An organization is a group of people whose members share a common goal, which is what gives the organization its identity, distinguishing itself from others (Shoemaker and Reese 2014). The organizational level is one of several areas that have had critical impact on media content. At this level, the goal is to “create, modify, produce, and distribute content” to receivers (Shoemaker and Reese 2014). This is important to the function of the smartphone in journalism (Wolf and Schnauber 2015). Key to a solid understanding in this area is exploring how organizations are structured, what their policies are, and how those policies are enforced (Shoemaker and Reese 2014; 1996). One of the challenges is that the primary goal of most U.S. media institutions is to make a profit, which affects the interactions between and among the Hierarchy of Influences. Here, technology has played a major role because technological changes, especially involving journalism, and tools such as smartphones, have been some of the fastest diffusion of technologies in history (Wei 2013). This has had an impact on content and the audience. Some of these different audiences include mass media and social media, as well as other products and services (Shoemaker and Reese 2014). What was once a simple story now has the potential to be interactive and reach an even larger audience, thanks in part to the power of the smartphone as a developing tool. At this level, Shoemaker and Reese (2014) look at an organization's influence on content through gatekeeping theory, as the gatekeeper interacts with the organization and the relationships formed (Shoemaker 1991).", "As none of Shoemaker and Reese's Hierarchy of Influences happen independently, it is important to explore the ever-changing relationships. Routines develop for many reasons: as a method to cope, and for example, as a method for classifying different types of news (Shoemaker and Reese 2014; 1996, 1991). Although routines often develop because of the practical needs of the reporter, such as smartphone use, there also are influences from the organizational side. Several levels of routines are influential: the audience, organizations (covered earlier), and suppliers of content (Shoemaker and Reese 2014).", "One of the problems in developing routines in the newsroom is that organizational rules are already in place. The goal of the study of media routines includes how the media goes about making decisions, how the media are shapes content, how stories are written, as well as “the mediation of content by people who have a lot to gain from their successful influence” (Shoemaker and Reese 2014, 164). As with the organizational level, gatekeeping also plays an important role in helping to define the role of the media professionals and how they go about their routines (Shoemaker 1991).", "At the individual level, media content is influenced by the journalist's attitudes, values, and beliefs, both personal and professional. These influences help determine what the individual decides to explore or put aside (Shoemaker and Reese 2014; 1996; 1991).", "At the individual level, with digital communication, how we identify a reporter has changed. The individual has taken on new meaning in digital communication when it comes to emerging issues of “identity” (Shoemaker and Reese 2014). It is no longer only institutional membership that identifies a reporter, which traditionally helped predict attitudes and belief. There is now a “rise of networked relationships, meaning that the primary distinction now is between Self and Net” (Shoemaker and Reese 2014, 205). Castells (1996) suggests it is no longer necessary to organize meaning around what you do, but rather on a basis of who you are and what you believe.", "Deuze (2003) agrees. The individual journalist is moving in the opposite direction toward the defining of “self” and more independence. This suggests the potential for change in the journalism profession and the role of the professional journalist. Deuze focuses his efforts on the news-producing individual. He looks at how the individual was once filtered through a process of socialization, ownership structure, and occupational ideology (the principles discussed previously). The smartphone has also made the journalist more independent, as it has become more imbedded in social life (Ling and Campbell 2011). It is important to note that not everything is changing; newspaper writers and editors retain gatekeeping skills, though social media does challenge those roles."]}, {"sec_title": "Research Questions", "sec_content": ["Understanding the relationship between reporter routines and technology is complex. Examining the changes in light of Shoemaker and Reese's Hierarchy of Influences, which address questions at and between different levels of influence, can provide a deeper understanding. At a practical level, to better unravel these relationships, the researcher needs to be able to connect the reporter's role in the newsroom to how and why individuals are using technology, as well as how its use has changed over time. For example: How are reporters adopting smartphones to their routines?", "Using the Hierarchy of Influences model suggested by Shoemaker and Reese, this research addresses the following questions: RQ1: How have reporters adopted smartphone technology over the past 10 years? RQ2: What is the relationship between reporter routines and smartphones? RQ3: How do reporters use smartphones in their newsgathering and dissemination process?", "RQ1: How have reporters adopted smartphone technology over the past 10 years?", "RQ2: What is the relationship between reporter routines and smartphones?", "RQ3: How do reporters use smartphones in their newsgathering and dissemination process?"]}, {"sec_title": "Method", "sec_content": ["This research utilizes qualitative methods. These methods allow for a rich examination of concepts and provide an exploration of how reporters do their job and the factors, if any, that affect the process. Through the examination of language, perceptions, and motivations concerning reporters’ work, qualitative methods have been successful because cause-and-effect models or statistical analysis may miss subtle nuances.", "For this research, in-depth interviews were conducted with journalists who had 10 years or more of experience working in one of three newsrooms at large regional newspapers in the U.S. Interviews were conducted on-site.", "To better understand the nuances of reporter routines and smartphone use, this study employed one-on-one interviews with reporters in four sections: business, features, news, and sports. Different types of beat reporters were included to give as full a picture as possible of reporters’ roles and relationships to smartphones. In addition, the editor and managing editor for each paper were also interviewed for more background information. In each case, interviews were semi-structured, allowing for follow-up questions. The questions were open-ended and non-directive to allow participants to elaborate on experiences, ideas, and beliefs. The interview guide began with non-threatening questions related to their job followed by secondary questions that went deeper into the reporter's use of technology and smartphones. Sample questions include: Tell me about your beat, the stories you produce (today and 10 years ago)?Tell me about your typical workday (today and 10 years ago)?Tell me about your dependence or lack of dependence on technology and how that has changed over the past 10 years?Each interview was conducted in-person to gather the information, both spoken and observed in the environment, such as body language.", "Tell me about your beat, the stories you produce (today and 10 years ago)?", "Tell me about your typical workday (today and 10 years ago)?", "Tell me about your dependence or lack of dependence on technology and how that has changed over the past 10 years?", "Interviews varied in length from 30 to 45 minutes because of occasional time constraints of reporters. This was also a requirement of the executive and managing editors at each newspaper so that the process would not be too taxing on their staff. Interviews were conducted one week in 2014 for one newspaper and two weeks in 2015, one each for the other two. Each interview was conducted on-site in an office off the beaten path to reduce interruptions. Although there is a potential for reporters to not be as open at their office as they might be at a neutral location outside the newsroom, each reporter seemed to be very candid. Each interview was recorded for accuracy and then transcribed verbatim.", "Each participant signed informed consent paperwork that described the protocol for this project, clarifying that the participant's identity would be kept confidential and that he or she agreed to the audio recording. Thus, pseudonyms were used for the name of each reporter.", "A letter was sent to all reporters at each newspaper asking if they would be willing to participate in a research project and be interviewed. Every reporter who replied was interviewed, though reporters were excluded if they did not have at least 10 years of experience in the news industry. This was done to avoid native users of smartphones and to focus more on how smartphones came to be part of the news process.", "Although there isn't a formula for how many participants are needed for a qualitative study, the goal was data saturation at each newspaper. The number of interviews completed for the study related to the purpose of the study, information sought, time limitations, and resource constraints, though data saturation was reached at each newspaper, as well.", "A total of 63 reporters from the three newspapers participated, as well as the executive editor and managing editor of each paper. The newspapers will be referred to as the Gazette, the Times, and the Tribune, which are not their real names. For the Gazette, 19 reporters were interviewed: 3 from business, 4 from features, 8 from news, and 4 from sports. From the Times, 25 reporters were interviewed: 3 from business, 5 from features, 12 from news, and 5 from sports. From the Tribune, 19 reporters were interviewed: 4 from business, 4 from features, 7 from news, and 4 from sports. A total of 41 men and 22 women participated. The average age for respondents from each newspaper ranged from 50 to 59. For the Gazette, the average length of time each subject had worked as a reporter was 25.6 years. For the Times, the average was 28 years. For the Tribune, the average was 29.5 years. Because these are large newspapers, reporters tend to stay at them.", "Data analysis began with interview transcriptions, which the researcher took verbatim from the audio files. The transcribed text was examined using qualitative analysis coding procedures described by Glaser and Strauss (1967). The process began with the scanning of the text for similarities and differences, then forming categories that move from more specific to general. Then a two-part coding method was used for analysis (Glaser and Strauss 1967). The goal was to identify a broad range of meaning. For analysis, each sentence was its own unit of analysis. A paragraph was too large for analysis if several ideas were within the same wording. As categories were developed, in vivo codes were used whenever possible directly from the transcript.", "Finally, axial coding was conducted, combining individual codes into mutually exclusive codes and subcategories (Charmaz 2006; Strauss and Corbin 1998; Glaser and Strauss 1967). During this process, the researcher paid attention to those cases that did not fit the norm."]}, {"sec_title": "The Results", "sec_content": ["From a variety of standpoints, smartphones have become essential to the job of the journalist—from taking a picture or video, tweeting, using Facebook, or writing a story. Through interviews with journalists at three newspapers, this research found that most reporters could no longer do their jobs without their smartphones. “I rarely take my laptop out anymore when I am not in the office. The phone can do everything,” said Anthony of News at the Tribune. If they accidently left their cellphone at home, they would need to retrieve it. Mary of News at the Gazette notes how dependent she has become on her smartphone: “If I forget it, it's like I lost an arm or something. It just allows you to stay so in touch with everything. It is almost addictive.”", "In general, each interviewed reporter devotes an hour or two throughout the day to using the smartphone. From checking email, sending and receiving messages, and taking photographs and video, most of what a reporter can do can be done on that device. An advantage for many reporters is the ability to file stories from the phone's keyboard on their phone. If there is a press conference, it is easy to record the person speaking and immediately ship the audio or video clip to the newsroom. It is also a great tool for reporters to quickly look up information if they have a question or need to verify information. Reporters can tweet from their phones or take photos. They can be one-person roving multi-media reporters. “It's for better or for worse because I know the video quality when I do that isn't as good as when we send a video producer with a better camera, but when we have to pick and choose and there are only so many things we can do, that's pretty decent quality, and it's enough quality for the things I am doing,” said Luke of Sports at the Times. This differs from ten years ago when a reporter would have to remember to bring along a point-and-shoot or video camera. Many reporters struggle with the issue that they do not consider themselves to be great photographers or videographers. Ideally, most reporters would prefer to bring a photographer with them on assignment, but staff cuts have eliminated this option in most circumstances. This results in lesser-quality video and photos, which has become an accepted norm at the newspapers in this study.", "Reporters have found that one of the unexpected advantages of having a smartphone as a tool for capturing images was the ability for news reporters to take photographs and video of the scene so that they could replay it when they got back to the office, and they could be more accurate with their descriptions when they wrote their story. This was true for reporters at the Times and the Tribune, however, it was not mentioned by reporters at the Gazette. Video was particularly useful because it also picked up the sounds at the scene and on occasion allowed the reporter to send video directly into their editor to post on the web page with little delay.", "Each person's use of the smartphone varied. Sarah of News at the Gazette prefers to talk with each person and uses email for follow-up questions. She constantly watches what is going on with Twitter and Facebook, and she particularly worries about breaking news. She does this even when out on another assignment. The value of a smartphone for Amy of Features at the Times is that, as a reporter, she doesn't have to be in the office to keep up with what is going on: She has Facebook and Twitter at her fingertips. Jonathan of News at the Times said, “The iPhone allows me to tweet next to my blog and add breaking news, and I file remotely in a way that I couldn't 10 years ago. I can even record digitally.” With the need for speed, many reporters like to use their smartphones to send a message or a story quickly to their editor. Sandy of News at the Tribune has written up to 1,000-word stories on her phone while sitting in her car. I zip it right through to my editor and send a few photographs, audio, or video. It's immediate and so amazing. Reporters today have no clue what it was like 10 and 15 years ago. Before the internet, I had to look everyone's name up in the phone book when I didn't know how to spell a name, or call, or fax.", "I zip it right through to my editor and send a few photographs, audio, or video. It's immediate and so amazing. Reporters today have no clue what it was like 10 and 15 years ago. Before the internet, I had to look everyone's name up in the phone book when I didn't know how to spell a name, or call, or fax.", "Ten years ago, a reporter would have called in a story, dictating it to someone who would type it into the computer.", "Although reporters utilize their smartphones, it is still commonplace for reporters to use pencil and notebook when interviewing subjects, even if they are recording the conversation. Many journalists stated that they still don't completely trust technology, because there is potential for technologies to fail, for example, if the phone didn't record an interview.", "At the end of the day, the biggest challenge for reporters is separating themselves from the technology so that they have time off with friends and family, as well as time to rest. This is why some reporters have a love/hate relationship with their phone. Smartphones keep reporters from ever being in the dark about information, though on occasion many reporters would like to be. Anthony of News at the Times said, I have a cabin about 80 miles from here, and I’ve written several stories from up there about news that has broken over the weekend, or when I’m on vacation where I’m the only one with the expertise to write the story.", "I have a cabin about 80 miles from here, and I’ve written several stories from up there about news that has broken over the weekend, or when I’m on vacation where I’m the only one with the expertise to write the story.", "One major issue in the newsroom for reporters at all three newspapers is that there are fewer reporters covering each beat, resulting in many reporters at all three papers feeling like they can never be fully away from their beat. The only limitation to the smartphone is the battery and the rare occasion when a person is out of range of cell reception. The smartphone has become a tool that never leaves the reporter's side.", "Of those interviewed, only one did not have a smartphone. However, he would be getting one soon for work, though he was not pleased about it. Michael of Business at the Times said he already has too many people contacting him each day and adding a smartphone would only make that worse. I don't want to be online all the time. I want the chance to be offline sometimes, too. I am not looking forward to getting that phone in the next few months. It is just going to make my job a whole lot more difficult.", "I don't want to be online all the time. I want the chance to be offline sometimes, too. I am not looking forward to getting that phone in the next few months. It is just going to make my job a whole lot more difficult.", "For the small number of reporters who are not technology-savvy, the smartphone simply makes their job too complex. Paper and pencil is their preferred medium. The smartphone is just for occasional use from them, such as a photo. This held true for Business reporters at all three newspapers.", "Ten years ago, reporters had time away from work, although according to this research, they didn't recognize how much free time they had on their hands. They could go to a concert and decompress and not worry about their beat the entire night. Among reporters today who were interviewed as part of this research, it is commonplace to carry their smartphones wherever they go. There is always a constant need to be in the know. The issue is with social media, which updates 24/7 and keeps each reporter on guard. No one wants to be scooped on a story, according to the majority of reporters interviewed at the Gazette, Times, and Tribune.", "Most commonly, reporters use their smartphones to post on social media, particularly tweeting out stories that they have written themselves, as well as the work of colleagues. Ryan of Sports at the Times said, We started using Twitter in summer 2008. We didn't really know what Twitter was, but we thought we’d try it. We started tweeting what was going on during practice, and it caught people's attention right away. They [the readers] went crazy. We were like “Holy cow, this thing works.”", "We started using Twitter in summer 2008. We didn't really know what Twitter was, but we thought we’d try it. We started tweeting what was going on during practice, and it caught people's attention right away. They [the readers] went crazy. We were like “Holy cow, this thing works.”", "Due to the success of Twitter, the sports staffs at all three newspapers continue to tweet at games and throughout the day. They feel their readers have come to demand it. At each of the newspapers, sports was the first to adapt to the smartphone and the use of social media on that device. The one challenge that Ryan has found is that if you tweet too much during a game, you miss some of what is going on during the game. Despite this challenge, extensive tweeting has become part of the sports reporter's job. He also notes that as a sports reporter he is expected to be on Twitter 15–18 hours a day. “Or you’re not doing it right,” he said.", "Social media is also useful for finding good story ideas. It is key for national stories that can be localized. This activity is common particularly for features and sports writers that were interviewed. Luke of Sports at the Times said, Twitter has been the biggest game changer of all, aside from the ubiquitous term “technology.” I think Twitter has been one thing that makes everything “real time” and opens up so many cans of worms—gives you different access to people on Twitter, who will say things, make news unwittingly on Twitter, things like that,which he follows from his iPhone.", "Twitter has been the biggest game changer of all, aside from the ubiquitous term “technology.” I think Twitter has been one thing that makes everything “real time” and opens up so many cans of worms—gives you different access to people on Twitter, who will say things, make news unwittingly on Twitter, things like that,", "Reporters say they tweet their stories from their smartphones because this demonstrates to their audience that as reporters they are always there. Reporters at all three newspapers have also found that where their story lands on the newspaper web page can make a difference. Reporters tweet so readers will find their stories even when they’re not prominent on the home page. Reporters at all three newspapers have found that tweeting with a picture gets more traction from the audience. They have learned that photos help attract the audience and provide one more way to get the reader hooked. The constant checking of Twitter can be distracting, though, and it can be challenging to write a story and continue to keep up with Twitter.", "Social media can sometimes be such a distraction that a story misses its deadline. Rachel of News at the Times said, “I finally had to tell the editor, ‘Tell them to stop tweeting! File! We need the story!’ Sometimes we get so wrapped up in the technology and the immediacy that we lose track of the actual reporting.”", "Luke from Sports at the Times said, Technology speeds you up. It makes days pretty exciting because you get to do a lot of different things, but it's probably less time sitting around or decompressing or thinking. You’re in the process of doing a lot more than you are thinking these days. These smartphones are amazing.", "Technology speeds you up. It makes days pretty exciting because you get to do a lot of different things, but it's probably less time sitting around or decompressing or thinking. You’re in the process of doing a lot more than you are thinking these days. These smartphones are amazing.", "Each newspaper also has limited resources due to layoffs, and having a smartphone helps fill in some of those gaps, said reporters at all three newspapers, with the exception of business, whose reporters do not utilize smartphone technology to as large an extent. Reporters can also find their way to stories that somebody else wrote that might be of relevance. Michelle of Features at the Times said, Everything has just gotten easier. It is easier to find people; it's easier to find sources; it's easier to get a quick opinion about something. It's easier to gauge what people are doing. It's more efficient to have my phone be my most important work tool.", "Everything has just gotten easier. It is easier to find people; it's easier to find sources; it's easier to get a quick opinion about something. It's easier to gauge what people are doing. It's more efficient to have my phone be my most important work tool.", "With the smartphone comes the job of mastering all the different apps available that might help in the reporting process. A complaint from reporters in all three newsrooms is that there is very little training and they must figure it out for themselves. Amy of Features at the Times said the real problem is keeping up with the latest apps and all the new technology as it rolled out for the smartphone. For most reporters at all three newspapers, the important lesson with technology is to use it, to use it wisely and augment their reporting with it, and not to be too quick to let it dominate their news coverage.", "Although the majority of reporters at all three newspapers say they are dependent on technology, not everyone feels this way, particularly reporters in the business section. Michael of Business for the Times and Pat of Business at the Gazette say that they have not become dependent on technology or the smartphone. For them, the human component of the job is essential. That means meeting people and interviewing them. Tanner notes that he shows up to write something and then he writes it, which hasn't changed over time. In that sense, his work today is similar to 10 years ago. Pat of Business at the Gazette said, “It is great to have photo capabilities and video capabilities when you need it, but it isn't something I do every day, but usually once or twice a year.”"]}, {"sec_title": "Discussion/Conclusion", "sec_content": ["This research does not support the new structure (Shoemaker and Reese 2014) of the Hierarchy of Influences. Contradicting Shoemaker and Reese's latest work, this research suggests that changes are being made primarily first at the level of the individual, not at the organizational level, though that is an influence. This is in part because editors are counting more on their reporters to figure out what should be done next, according to this research study. At the organizational level, there is too much uncertainty and lack of direction, according to reporters in this research study. As a result, journalists are centerstage in figuring out which direction newspapers need to trend, according to the reporters interviewed. This suggests that the original Hierarchy of Influences (Shoemaker and Reese 1996) is a better method for understanding the current state of journalism when it comes to these three newspapers. Deuze (2003) supports the importance of the individual level as the individual journalist is moving towards the direction of defining “self” and more independence.", "At the routines level, it offers a bridge between the individual level and the organizational level of the Hierarchy of Influences (Shoemaker and Reese 2014; 1996). Here, this research builds on the original model of the Hierarchy of Influences, as individual reporters begin to find new routines, “those patterned, routinized, repeated practices and forms that media workers use to do their jobs” (Shoemaker and Reese 1996, 105). These routines begin to act as restraints on media workers, forcing them to align to smaller staffs and more stories to write per reporter. Despite each newspaper being owned by different companies, each has developed similar routines, suggesting either a commonality at the individual level, or similar pressures from one of the outside influences of the Hierarchy of Influences. As reporters continue to form routines with their work and its new technologies, this leads to organizational norms at the organizational level of the Hierarchy of Influences moving outward (Shoemaker and Reese 1996) not inward (Shoemaker and Reese 2014) as the new Hierarchy of Influences suggests.", "At the organizational level of the Hierarchy of Influences (Shoemaker and Reese 1996), reporters suggest that editors are no closer to a solution than before in dealing with the economic crisis and smaller staffs. Instead, there is high reliance on the journalists’ adoption of technology at the individual level of the Hierarchy of Influences (Shoemaker and Reese 2014; 1996). This goes against the idea that the organizational level would determine what happens at the routinized level of the Hierarchy of Influences. Below, the data is presented along with how it relates to the Hierarchy of Influences.", "The smartphone is essential at all three newspapers, but so is the use of a pencil and pen as backup. The smartphone is adopted at the individual level of the Hierarchy of Influences (Shoemaker and Reese 1996). “The phone has changed my life,” said Don of News at the Tribune. The iPhone is the most common version used by reporters. It has allowed the reporter to become a one-person multimedia presenter, who handles news stories, photographs, videos, and social media. “It's hard to juggle both of them [doing video and photo] and take notes for a story at the same time. It's really a juggling act. I can't prioritize one over the other because the newspaper needs both,” said Lily of Features at the Tribune. Although it's more work, the reporters interviewed appreciate not having to carry around heavy equipment such as additional cameras or video recorders. The smartphone allows the individual reporter autonomy from management. It was unexpected how pervasive the use of the smartphone would be in a reporter's job.", "For sports, video and photography have been streamlined to the point that it has become part of the routines level of practice (Shoemaker and Reese 2014; 1996). In features, it has also become part of departmental routines to use the smartphone for photos and social media. News, on the other hand, still struggles to find it as useful, though more than half of the reporters interviewed in this area use their smartphone to a modest extent. For news reporters, the decision to use photo and video is still being made at the individual level of the Hierarchy of Influences (Shoemaker and Reese 1996), with the determining factor in adopting the technology being the specific beat and whether a reporter considers the technology to be useful. The business section is the farthest behind, generally not doing video, but occasionally doing photographs. Business reporters are much more cautious and do not feel it is necessary to work outside their immediate role as writers. For them, the decision is also at the individual level. It was surprising to find an entire department—across all three newspapers—with a similar mindset. The question is why there is no perceived need for technology in the business section. It may be that there isn't a demand for it, or there may not be interest in the use of photography being added to stories by the business community. Or it might play into other organizational level issues of the Hierarchy of Influences (Shoemaker and Reese 2014; 1996) not discovered during this research.", "Singer (2003) suggests that autonomy can help to explain why journalists resist technological innovation. She believes that technology limits reporter autonomy. However, in general, reporters at all three newspapers believe they have more autonomy now because of technology, and more specifically the smartphone, which was an unexpected finding. Reporters do have more responsibilities now: They blog without editing support, and they can choose what gets posted in their Twitter feed or on their Facebook page. This all happens at the individual level of the Hierarchy of Influences (Shoemaker and Reese 2014; 1996).", "Being connected 24/7 by a smartphone now brings a new challenge for reporters finding time away from it. The smartphone has made a big difference in staff members’ ability to report, especially when layoffs and buyouts have limited the availability of photographers and videographers. Throughout the interview process, it became clear that the earlier a reporter received a smartphone, the more likely he or she was to be an early adopter of that technology, as well as social media, such as such as Facebook and Twitter (often accessed as an app on a reporter's smartphone). It was anticipated that the adoption of smartphones would happen from an organizational level, with the organization dictating what reporters must do. But the adoption of smartphones primarily happened at the individual level, although it was influenced by the organizational level. The executive editor or managing editor in many cases made the suggestion to use the technology. At two of the newspapers, the Gazette and the Tribune, all reporters had company-issued smartphones at the time of interviews. At the Times, only about one-third had a company-issued smartphone. For sports, at all three newspapers, the use of the smartphone and its capacities had become more routinized than in any other department. Features were well on its way towards routinizing smartphone use according to the Hierarchy of Influences model. News and Business were much further behind. This may be due to less need on those beats for that technology or it may have to do with reporters being less technology savvy. More research is needed here.", "Adoption of this technology occurred independently by the reporters, at the individual level of the Hierarchy of Influences, who found it much easier and preferable for recording the details of an event, instead of taking extensive notes. It was also particularly useful because reporters are often working on more stories at one time than they were 10 years ago. Audio recordings of information help keep each story separate for the reporter and also offers the reporter the opportunity to go back and listen to the scene. Adoption initially happened at the individual level of the Hierarchy of Influences, but then in certain departments—such as sports—became part of their routines level of the Hierarchy of Influences.", "Social media has had as dramatic an effect on reporters and disruption of routines as the newsroom's move to computers from typewriters decades ago, according to the majority of participants in the study. “We have become a slave to social media,” said Jacob of Sports at the Tribune, with whom many reporters agree, as social media in its many forms has infiltrated their day. No longer are most reporters off the clock, even on vacation. Instead, they must always be ready to engage with breaking news online as viewers are hungry for more. In many cases, it has become part of reporters’ routines, while in others it is still at the individual level. One of the reasons sports may have routinized it is because the audience for sports has demanded it. The expectation was to find reporters using social media on their smartphones, especially Facebook and Twitter, as part of their jobs, but it was not anticipated to see the intensity of this engagement and its disruption of previous routines, as well as the creation of new ones.", "Interestingly, age did not seem to be related to whether a reporter used a smartphone or social media, as Diffusion of Innovation theory might suggest (Rogers 2010). Instead, the beat that a reporter covered mattered most, with those in sports and features using their smartphones more often than others, creating a routines level of practice of the Hierarchy of Influences. Reporters, particularly in sports and features at all three papers, suggest that competition with other organizations, including amateur writers and bloggers, as well as other news outlets is the reason for their increased use of social media. The exception is at the Gazette, where reporters are required to participate. However, in those cases, they do the minimum and limit their efforts to posting links to their own daily stories while using their smartphones.", "In using social media on their smartphones, reporters say Twitter is more popular than Facebook. This is a trend noticed by Santana and Hopp (2016), as well. Reporters use Facebook as a source for contact information about an individual (and this is particularly true if the story has to do with a crime or a death). The major issue for reporters with Facebook is that reporters had personal accounts before it became part of their jobs, and most reporters don't want to intermingle their job with their personal life online. They wanted to preserve that autonomy. “Facebook is for my family and friends, nothing else,” said Jordan of Sports at the Gazette. If a reporter does use Facebook, it is at the individual level of the Hierarchy of Influences. This suggests that not all technologies are equally valuable for reporters—and that they tend to choose to adopt the ones they see as most useful for their purposes. This is a theme throughout the adoption of smartphones and related technologies at these three newspapers.", "Exactly how journalists use their smartphones to access Twitter varies by individual and thus is at the individual level in the Hierarchy of Influences, as some reporters use it to break news before it appears on the newspaper website. The exception is the sports department, where it has become part of the routines level of the Hierarchy of Influences, suggesting the potential for Twitter to be part of routines for other departments, as well.", "Despite use by reporters, Twitter does not tend to be a source for news for most readers. As mentioned earlier, only 11 percent of Americans get their news from this source (Gramlich 2018). As mentioned earlier, Facebook's greater reach suggests that more effort could be placed on getting reporters to post links to their work there to attract a wider readership to news articles. This suggests the need for a new action at the individual level with the potential for development of a routine at the routines level of the Hierarchy of Influences (Shoemaker and Reese 2014; 1996).", "Each newspaper has slowly adapted to smartphones as a method to help in the newsgathering process. It is also the key technology that leads to the use of other technologies. However, each of these three newspapers is still in an experimental phase when it comes to technology overall. From having online interactive materials, including comment boxes, to the ability to interact with the audience on Facebook and Twitter, these three newspapers are trying to utilize new technologies. Management at each newspaper says they are challenged with getting the whole newsroom on board with these new tools. Part of that may be bringing together the knowledge that reporters have learned from experimenting at the individual level of the Hierarchy of Influences and turning those insights into newsroom policies at the organizational level of the Hierarchy of Influences.", "Instead of making decisions at the organizational level from a top-down structure, executive editors and managing editors are looking to the reporters at the routines level and the individual level to develop policy. This may be due to the lack of management using the same tools that reporters are. It could also be due to a new need to meet the audience, requiring changes to how the news has previously been distributed. It is clear from management at each newspaper, that there is no clear route forward to meet the audiences’ needs and the needs of the organization. The managers at each newspaper feel that it is the individual reporter who has the greatest potential to forge forward. Reporters continue to meet the needs of their readers in a variety of ways. As some reporters have routinized their jobs, this suggests that there is potential for the routine to happen at the organizational level."]}, {"sec_title": "Reflexivity and Limitations", "sec_content": ["It is important to acknowledge the perspective that I bring to the project—five years as a news designer, and on occasion writing and editing stories at two large regional newspapers. I worked in the newsroom from 2004 until 2009 and experienced the effect of the financial crisis on my newsroom. As a result of these layoffs, which resulted in smaller newsrooms, I am curious about how technology, and specifically smartphones, have resulted in a change in the work load with less staff.", "A limitation of this study is that all three organizations were well-regarded, award-winning large newspapers. Not all newspapers of this size have reputations as stellar. In addition, the business structure of newspapers can vary, from being independent to being part of a large corporation. It is important to note that these three newspapers have different pressures than small newspapers have, as well as different concerns than some of the largest newspapers in the U.S. face, such as the Washington Post, New York Times, and Wall Street Journal. It is important also to consider that those who were interviewed at these three newspapers either volunteered or were chosen by their editor to participate. The study doesn't necessarily reflect all reporters. An additional issue is that the majority of the reporters who were interviewed were age 50 or older, which may not reflect the average age of the reporter in the newsroom or relate to the industry as a whole. Age was partly a result of the requirement that those interviewed had to have been in the industry for at least 10 years. It is also worth noting that staff skews older at larger newspapers because they tend to have more years of experience than reporters at smaller newspapers.", "A limitation of the study reflects financial and time constraints. The study focused on three newspapers due to minimal funding. However, I did consider it to be important to study at least three newspapers from different parts of the country for a perspective from different locales. I also found it necessary to visit each of the locations in person to see the newsroom and to ask reporters about it—rather than to talk by phone—to gain a better sense of what was going on at each newspaper."]}, {"sec_title": "Future Research", "sec_content": ["The area of reporter routines research, as it applies to smartphone and other technology use, is ripe for further study. A similar study can be done at both small and medium-sized newspapers. There is also the opportunity to see if the adoption and use of tools, like the smartphone, is happening in similar or different ways to those of other larger newspapers."]}], "references": [{"title": "Social Control in the Newsroom: A Functional Analysis", "year": "1955", "journal": "Social Forces", "volume": "33", "authors": [{"name": "Breed Warren.", "first_name": "Breed", "last_name": "Warren.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Web and its Journalisms: Considering the Consequences of Different Types of Newsmedia Online", "year": "2003", "journal": "New Media \\& Society", "volume": "5", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Future of Journalism", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Franklin Bob.", "first_name": "Franklin", "last_name": "Bob.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Advent of Smartphones: A Study on the Effect of Handheld Electronics on Personal and Professional Productivity", "year": "2011", "journal": "Journal of Applied Global Research", "volume": "4", "authors": [{"name": "Kalkbrenner Joseph", "first_name": "Kalkbrenner", "last_name": "Joseph", "affiliation": "", "orcid": "", "role": ""}, {"name": "McCampbell Atefeh", "first_name": "McCampbell", "last_name": "Atefeh", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reporters’ Smartphone Use Improves Quality of Work", "year": "2014", "journal": "Newspaper Research Journal", "volume": "35", "authors": [{"name": "Molyneux Logan.", "first_name": "Molyneux", "last_name": "Logan.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Tapping Into a New Stream of (Personal) Data Assessing Journalists’ Different use of Social Media", "year": "2016", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "93", "authors": [{"name": "Santana Arthur D.", "first_name": "Santana", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hopp Toby", "first_name": "Hopp", "last_name": "Toby", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Who are These Guys? The Online Challenge to the Notion of Journalistic Professionalism", "year": "2003", "journal": "Journalism", "volume": "4", "authors": [{"name": "Singer Jane.", "first_name": "", "last_name": "Jane.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Making News by Doing Work: Routinizing the Unexpected", "year": "1977", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye.", "first_name": "Tuchman", "last_name": "Gaye.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mobile Media: Coming of age with a big Splash", "year": "2013", "journal": "Mobile Media \\& Communication", "volume": "1", "authors": [{"name": "Wei Ran.", "first_name": "Wei", "last_name": "Ran.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "MOBILE NEWS", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Westlund Oscar.", "first_name": "Westlund", "last_name": "Oscar.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Consumption in an age of Mobile Media: Patterns, People, Place, and Participation", "year": "2015", "journal": "Mobile Media \\& Communication", "volume": "3", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The ‘Gatekeeper’: a Case Study in the Selection of News", "year": "1950", "journal": "Journalism Quarterly", "volume": "27", "authors": [{"name": "White David M.", "first_name": "White", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Consumption in the Mobile Era", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Wolf Cornelia", "first_name": "Wolf", "last_name": "Cornelia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Schnauber Anna", "first_name": "Schnauber", "last_name": "Anna", "affiliation": "", "orcid": "", "role": ""}]}]}