{"doi": "10.1080/17512786.2015.1014668", "url": "https://doi.org/10.1080/17512786.2015.1014668", "title": "News Diversity and Minority Audiences", "volume": "10", "year": "2016", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Shumow", "first_name": "Moses", "name": "Moses Shumow"}, {"last_name": "Vigon", "first_name": "Mercedes", "name": "Mercedes Vigon"}], "abstract": "The rapid growth of Hispanics in the United States, the parallel growth of Spanish-language media, and the difficulties that this population continues to experience in terms of important socio-demographic indicators such as education, immigration, healthcare, and criminal justice, requires research that investigates the ways in which Spanish-language news outlets are delivering the information needed by this group in terms of providing a public service and contributing to democratic notions of the press. Democratic theories of the press posit that in order for a democracy to function properly, all groups should be provided with news coverage that reflects the voices, concerns, and interests of their communities. However, it has often proved difficult for news industries undergoing rapid growth and increasing corporate concentration to serve audiences with diverse news and information needs. In order to examine the extent to which Spanish-language news outlets are providing a diverse range of news and topics relevant to their audiences, researchers used software that gathers Real Simple Syndication (RSS) feeds to archive, organize, and analyze over 10,000 news stories posted to 28 Spanish-language news websites during October 2012. The results show some diversity in the range of topics covered, but the widespread duplication of content across platforms owned by a small handful of media conglomerates found in the results raises important questions about the impact of increasing news homogenization in the digital age and the potential implications for minority audiences.", "body": [{"title": "Introduction", "paragraphs": ["The results of the 2010 Census and the US Presidential elections of 2012 have heightened interest in the increasing economic, political, and cultural impact of the Hispanic1 population in the United States (Lopez and Taylor 2012; Pessel, Cohn, and Lopez 2011). At the same time, there has been significant growth among the Spanish-language media outlets that have come to serve large portions of this population, as well as an increasing pattern of mergers, acquisitions, and consolidation, even as mainstream English-language media struggle to maintain audiences and find sustainable profit models in the digital age (Gibens 2009; Goldfarb 2002; Guskin and Mitchell 2011; impreMedia 2012; Pew Research Center 2013; Serratore 2004). Despite the group's increasing relevance and political and cultural influence in the United States, the country's Hispanic population continues to confront a range of socio-economic problems, the effects of which often escape mainstream news coverage: high unemployment (U.S. Bureau of Labor Statistics 2013), limited access to affordable healthcare (Todd and Sommers 2012), above-average high school drop-out rates and levels of incarceration (Pew Center on the States 2008; U.S. DOE 2009/2010), low levels of voter registration and turnout (Lopez, Motel, and Patten 2012), and serious legal issues that confront large numbers of Hispanics as the immigration system in the United States continues to falter (Cavazos-Rehg, Zayas, and Spitznagel 2007; Ku and Matani 2001).", "The combination of these factors raises important questions about how Spanish-language media are serving the diverse information needs of this group. Normative democratic theories of the press posit that in order for a democracy to function well, all groups need proper representation in a press that suits their specialized needs, and that offers diversity in terms ownership, content, and audiences served (Christians et al. 2009; McQuail 1987; Napoli 1999). Using software that gathers Real Simple Syndication (RSS) feeds to archive, organize, and analyze stories posted to the Web, we gathered over 10,000 news stories posted to 28 Spanish-language news websites during October 2012. We then conducted a content analysis of the primary topics of the articles to assess the diversity of content among the most prominent Spanish-language media outlets through indicators that scholarship identify as crucial to understanding the reflective diversity and homogenization of news coverage (Entman and Wildman 1992; Iosifides 1999; Van Cuilenberg 2005). The findings of the analysis are then placed within the context of the consolidation and conglomeration of ownership that have emerged in the Spanish-language markets during the previous two decades.", "In the end, this paper argues that there is an increasing need for a more in-depth understanding of the form and function of the media serving Spanish-speaking audiences in the United States, particularly in the digital age. While there is a growing body of working looking at immigrant media that serves localized audiences (Fernandes and Shumow 2014; Lin and Song 2006; Lin, Hayeon, and Ball-Rokeach 2010; Shumow 2010, 2012), there are only a handful of studies on the implications of media convergence and consolidation within Spanish-language media in the United States that have national reach (Baynes 2006; Mora 2011; Serratore 2004; Subervi and Correa 2008). In the following pages, we first describe the current corporate landscape for the production and distribution of Spanish-language news content in the United States, as well as provide a brief review of earlier attempts at measuring the diversity of news content.", "In contrast to trends in mainstream media, US Spanish­-language media in recent years have suffered less dramatic circulation loss, remained stable, or even experienced growth in audiences across outlets such as newspapers, radio, internet, and television (Guskin and Mitchell 2011; Pew Research Center 2013). At the same time, a number of traditionally English-language media organizations have entered the Spanish-language market in an effort to reach a demographic that is increasingly attractive in terms of population growth and potential spending power. This increased competition has caused some smaller Spanish-language newspapers to cut their publishing frequency, close their operations, or merge with larger media conglomerates (Albarran 2011; Lazcano 2007; Subervi and Correa 2008).", "Among Spanish-language broadcasters, although there has also been the addition of several new players, there remain two dominant media conglomerates. Univision Communications, Inc., started as a small local television station, originally called Spanish International Network, and developed into the leading Spanish-language television network in the United States (Subervi-Vélez et al. 1994). In 2003, after a controversial decision by the Federal Communications Commission, the company merged with the Hispanic Broadcasting Corporation and now dominates as the largest Spanish-language broadcasting company in the United States, reaching more than 80 percent of Hispanic viewers and listeners (Goldfarb 2002; Univision 2013). In 2002, NBC/Universal purchased Telemundo, the nation's second-largest Spanish-language media network. As a result, Telemundo now operates under the corporate umbrella of Comcast, which acquired a majority stake in NBC/Universal in 2011. Telemundo has also allied with Televisa, the Mexican media giant, to broadcast its programs across the border, and exports its content to more than 100 countries worldwide (Telemundo 2013). Other networks, such as Fox (MundoFox), CNN (CNN Latino), and ABC/Univision (Fusion) have attempted to enter the market for Spanish-language and bi-cultural television programming, with varying degrees of success (Edgecliffe-Johnson 2014; Gorman 2014; Moran 2014).", "Newspaper corporations across the United States with Spanish-language holdings show similar trends toward consolidation. The McClatchy Company is the third-largest newspaper company in the United States and owner of El Nuevo Herald (Spanish-language sister publication of The Miami Herald), among 30 other English-language daily newspapers. The Tribune Media Company owns more than 20 newspapers (as well as a radio station and 23 television stations across the country) and publishes El Sentinel (Orlando, Florida) and Hoy (Lazcano 2007; The McClatchy Company 2013; Tribune Company 2013).", "Finally, as a case study that highlights the potential outcomes of rapid consolidation within media industries (and a company that will be highlighted in the results and analysis section), impreMedia stands out as one of the most aggressive corporations in Spanish-language media, in terms of seeking out additional media properties for acquisition, during the 2000s. Following its creation in 2004, with the merger of the nation's two oldest Spanish-language newspapers (La Opinión in Los Angeles and El Diario-La Prensa in New York), impreMedia acquired 13 print and 14 online publications in four years. Between 2004 and 2007, impreMedia started buying regional weeklies and dailies in different markets across the United States, including La Raza (Chicago), El Mensajero (San Francisco), La Prensa (Orlando), Hoy (New York), and Rumbo (Houston). While shared content across the various media holdings is one outcome of impreMedia's rapid growth, the company also set up content sharing through agreements with other organizations. The digital sections of Univision's multiple news sites now publish content from impreMedia's La Opinión; there is also sharing among ethnic newspapers, such as joint editorials on immigration and other topics, between impreMedia's entities and the Haitian Times, Carribean Life, and the Polish daily Nowy Dziennik (Guskin and Mitchell 2011; all three are published in New York City). As of 2013, the company claims that 24 percent of US Hispanic adults, in 15 markets and across five media platforms, use an impreMedia product (Villafañe 2012).", "However, impreMedia's heavily leveraged expansion, which coincided with a rocky economic moment in the economy as a whole and particularly for news media, led to financial challenges and unsustainably high debts. In March 2012, impreMedia was acquired by US Hispanic Media Inc., a subsidiary of the prominent Argentinean media giant La Nación (impreMedia 2012). The Lozano family no longer holds any stake in the publishing of La Opinión, ending a three-generation legacy stretching back to the launch of the paper in 1926.", "The concept of news diversity is often equated with providing an alternative to the mainstream narrative (e.g., Alia and Bull 2004; Deuze 2006; Silverstone and Georgiou 2005) and Spanish-language media have at times been credited with fulfilling this function (Shumow 2010). However, as Moran (2006) argues, they also might just be a copy of the profit-oriented US mainstream media, with similar corporate structures and expansion patterns. Examining Mun2, Telemundo's bilingual lifestyle network targeted at young Latinos, Chávez (2013) comes to a similar conclusion: the expectation of alternative programming is not met. At the same time, while there are a number of thriving Spanish-language immigrant publications targeting audiences in globalized environments such as Miami (Shumow 2010, 2012), these outlets tend to have an international focus based on their readership's country of origin (Shumow and Pinto, forthcoming; Fernandes and Shumow 2014), with less coverage that is relevant to domestic audiences.", "As a rapidly growing demographic, Hispanic audiences' access to a broad range of news and information is still often impeded by language barriers, the digital divide, and underrepresentation in the political environment (Horwitz 2005; Livingstone 2011; Subervi and Correa 2008). Ownership of media outlets is considered an important measure when assessing diversity of media markets (Kleiman 1991), and where US media are concerned, Latinos are underrepresented: in 2011, Latinos owned 2.9 percent of US commercial television stations and 2.7 percent of the nations' FM radio outlets (Gonzalez 2012). A report on content diversity, another important measurement use for examining media diversity (Napoli 1999), examined coverage of Latinos in major network television news formats. The findings from that study revealed that out of 16,000 stories, 131 (or 0.82 percent) were about them (Subervi, Torres, and Montalvo 2005). Researchers also found that these stories were lacking in depth and mostly about immigration and crime. These numbers on ownership and cases of stereotypical programming have caused the National Hispanic Media Coalition to repeatedly appeal to the Federal Communications Commission, the federal regulatory body charged with overseeing the regulation of communication and media systems in the United States, opposing the merger of Comcast and NBC/Universal, and arguing that an increased number of media owners of color would raise the number of journalists of color and promote diversity (Arredondo 2012; Nogales 2012).", "Despite research claiming to show some benefits for audiences that may emerge out of media consolidation, such as increased investigative power or the maintenance of editorial independence, few studies have theorized the impacts or looked at the prevalence of content duplication across multiple media outlets owned by a single corporation, or by corporations with content-sharing agreements (Doyle 2002; Jenkins 2004; Leanza 2003/2004; Prindle 2003). Boczkowski's work in Argentina has looked closely at the implications of the digital age on the traditional news cycle (Boczkowski 2010; Boczkowski and de Santos 2007). He and his team of researchers have found that as more people consume news during the day, mostly while at work, the homogenization of stories covered by major news outlets has increased, as publishers, editors, and reporters have struggled to keep up with the demands of instantaneous news and information. Furthermore, as of the writing of this article, the authors could find no studies looking at the scope and potential impact on content diversity resulting from the sharing of online news and information targeted at minority audiences.", "The argument for diversity in media ownership, content, and function has long formed one of the core normative arguments for the role of a free press in a representative democracy and its ability to create a robust “marketplace of ideas” (Christians et al. 2009; Iosifides 1999; McQuail 1987; Napoli 1999). The present investigation is an attempt to measure the diversity of Spanish-language media content and how it might relate to ownership patterns in that industry. In previous research, two primary approaches to measuring content diversity have been applied: examining diversity of content and diversity of ownership patterns (Entman and Wildman 1992; Iosifides 1999; Van Cuilenberg 2005). Researchers monitor and assess ownership patterns in order to assess whether or not there is a plurality of ownership that is an accurate reflection of diverse societies, while content diversity is often measured both in terms of “equal access for people; i.e., if each individual or group has equal access to media that expresses his or her media preferences or to contribute to media content” as well as content that reflects “equal access to ideas” (Van Cuilenberg 2005, 301–302).", "Connections drawn between these two sub-components of news diversity have been built on the assumption that source diversity will lead to content diversity in a truly competitive marketplace (Napoli 1999; Van Cuilenberg 2000). While this assumption has often proven problematic—structural diversity does not automatically ensure diversity of content—researchers have examined various sub-components of content diversity, including format or program-type, demographic and idea-viewpoints (Napoli 1999, 18–24). Measuring the diversity of idea-viewpoints within media content is often considered a form of reflective diversity, that is, a way to assess the “actual match between users' preferences and the reflection of these preferences in media content” (Van Cuilenberg 2000, 53). Assessing the connections between reflective diversity in media content—an approach most strongly connected to a normative democratic theory of the media as being essential to maintaining a marketplace of ideas (Entman and Wildman 1992)—and ownership diversity is the central undertaking of the present research.", "The results of the 2010 US Census revealed Hispanics to be the fastest growing segment of the population, having increased in size by nearly 43 percent in 10 years, and also the largest minority group in the United States, representing 16 percent of the overall population. In addition, the growth in Hispanic population between 2000 and 2010 (15.2 million) accounted for over half of the 27.3 million increase in total population in the United States (Ennis, Ríos-Vargas, and Albert 2011). Given these findings, the impact of Spanish-language election coverage was a topic of much discussion in the lead up to the election (Jordan 2010; Suarez 2012). As one Forbes reporter wrote, “In the media race for the White House this year, there are two conversations going on—and one of them you can hear only in Spanish” (Berkovici 2012). Combined with a focus on what issues would bring Hispanic voters to the polls, the lead-up to the 2012 elections presented researchers with an optimal time frame for an in-depth analysis of Spanish-language news content.", "In the midst of a rapidly changing Spanish-language media landscape, and given the arguments surrounding the need for diverse media in a democracy outlined above, this paper builds upon previous research that examines media diversity in terms of both ownership and content (Iosifides 1999; Just 2009; Kleiman 1991; Van der Wurff 2005) to ask the following two research questions:", "To what degree did the news content produced in the month leading up to the 2012 US presidential election that appeared in Spanish-language RSS news feeds reflect what have been identified as issues of importance to Hispanic audiences?", "To what degree did the RSS feeds of Spanish-language media conglomerates present a heterogeneous array of news stories, which could be considered as providing diverse media and information content for their audiences?"]}, {"title": "Methodology", "paragraphs": ["In order to answer this study's research questions, researchers used the software Herramienta de Documentalista (HDD) to automatically download and archive RSS feeds2 of top stories posted daily to the websites of 27 Spanish-language news outlets for the five weeks leading up to the 2012 Presidential elections (10,318 articles were gathered; see Table 1). The websites represented eight media organizations and were chosen using the (Pew Research Center 2011) Pew State of the Media Report, which included a study on the growth and impact of Spanish-language media as well as a list of the most influential Spanish-language news outlets based on overall numbers of readers, listeners, and viewers.", "To answer the study's first question, which asked to what degree Spanish-language news produced during the month before the 2012 US presidential election reflected issues of importance to Hispanic audiences, researchers used content analysis to measure the number of stories dedicated to a set of topics that, according to major polls conducted around the same time as the articles were collected for the database, are the most important to Hispanic voters. As a method that examines texts (e.g., printed material, video, audio, websites, etc.) in order to understand “what they mean to people, what they enable or prevent, and what the information conveyed by them does” (Krippendorff 2012, 2), content analysis allowed researchers to systematically investigate the scope and range of the coverage found in the articles. Once the articles had been collected and stored in the software's archives, researchers set up a number of filters, called materias within the software's Spanish interface, that could be used to categorize the archived stories into a single topic, such as immigration, healthcare, or education.3", "The topics into which the stories were categorized were chosen based upon the election season and the results of prominent 2012 polls in which Hispanic voters were asked to list social issues of most importance to them in the election (Lopez and Gonzalez-Barrera 2012; Saad 2012). The parameters for each of the materias were created with a selected set of associated keywords (a number of additional materias were created in order to account for as many of the articles collected as possible). Each story was categorized, based on the text in the story's headline and the body of the story, under a specific topic (materia). Researchers organized the data in order to show the number of stories that fell under each story topic (materia) and the percentage of the articles that these stories represented. By comparing these results with polling issues, researchers were able to provide a general measure of the overall reflective diversity of the coverage, as called for by related scholarship addressed above.", "For the second question, which asked to what degree Spanish-language media conglomerates presented a heterogeneous array of news stories during the given time frame, the HDD software was used to measure the amount of duplication of content across outlets. For this effort, the researchers measured the number of stories assigned to each materia, the media outlet in which they appeared (diversity by outlet) and a comparison of duplicated articles (based on word-for-word duplication in both headline and content of the story) by media outlet and by materia (topic). The HDD software examines both the headline and body of a story and only flags as “duplicate” those stories that are exact copies—word for word, from the headline to the final paragraph. Once the stories had been categorized according to topic, amount of duplication, and publisher, researchers were able to create cross-tabulations of multiple criteria (e.g, the percentage of stories about immigration that were duplicated on media websites owned by impreMedia—La Opinión, La Prensa, Rumbo, Hoy, etc.)."]}, {"title": "Results", "paragraphs": ["The results of the data generated by the HDD software were analyzed in a two-tiered approach. The first round of analysis looked at the frequencies of the coverage of topics in order to answer the first research question, and the second round of analysis focused on content duplication and the relationship between the levels of duplication and publisher.", "The first level of analysis conducted looked at the overall percentage of articles dedicated to topics that have been reported as being important to Hispanic voters, which were discussed above (see Table 2).", "Of the 10,318 articles collected dedicated to the top polling issues, 50.2 percent were dedicated to either the presidential election or issues identified by polling data as being important to Hispanic voters. Forty-two percent focused on other topics of presumed interest (there is extensive coverage of Latin America, for example, accounting for 13.4 percent of the coverage). Coverage related to the US presidential elections and immigration received 18.5 and 18.2 percent of the total coverage examined, while other topics, such as healthcare and education (each of which polled in the top three issues for Hispanic voters; Lopez and Gonzalez-Barrera 2012; Saad 2012), received 2.7 and 4.2 percent of the coverage, respectively. Issues related to immigration, such as border, security, and narcotrafficking, totaled 18.2 percent of the stories gathered. However, the actual topic of immigration as a primary focus of an article accounted for 2.2 percent of the coverage.", "To examine the extent to which news content produced by Spanish-language media companies reflects a heterogeneous array of coverage across outlets, the second analysis examined the number of stories categorized by topic (materias) that were duplicated across outlets (Table 2). Among the most important topics for Hispanic audiences, there was duplication of content among all of the topics that were selected, as in the case of the materia created for narcotrafficking (85 percent of the stories on this topic were shared across more than one outlet's website). Of the 128 articles in the sample dealing with this topic, 19 were unique to a single outlet. Similar levels of content homogenization were seen across the remainder of the selected topics. Stories about the Democratic Party, narcotrafficking, and social inequality all had duplication levels above 80 percent; for the federal budget, healthcare, the border, and the economy, over 70 percent of all stories were duplicated across multiple outlets. Indeed, nearly every category displayed levels of duplication above 50 percent; the only categories to fall below 50 percent were those assigned to Barack Obama and Mitt Romney, at 49 and 46 percent, respectively.", "A majority of the stories that were duplicated across more than one news outlet (99.5 percent, representing 54 percent of the total number of articles gathered) were featured on the news websites owned by the media conglomerate impreMedia (Table 3). It is important to note that duplication of content varied across topics; while it is beyond the scope of this paper, this result raises important questions about either editorial or resource-sharing decisions that perhaps depend to a certain extent on the topic being covered."]}, {"title": "Discussion", "paragraphs": ["The findings from the results and analysis of the data collected for this study portray a Spanish-language media landscape that, while providing some coverage of important topics for its audiences, is falling short of meeting normative democratic expectations for a media system that can best serve diverse audiences. The scarcity of coverage of some key topics as identified by Hispanic voters is problematic—and reflects other recent, similar studies (Subervi, Torres, and Montalvo 2005)—while high levels of content homogenization created through the sharing of content across multiple platforms indicates a lack of contextualized news and information for geographically dispersed audiences who are also of diverse national origins and socio-cultural and political experiences back home and in the United States.", "From a normative democratic perspective (Entman 1985; McQuail 1987) that expects media systems to present a plurality of viewpoints and ideas in order to best serve the information needs of a diverse population, the breadth and scope of coverage devoted to topics important to Hispanic audiences found in the Spanish-language media content analyzed for this study is encouraging. However, given the broad geographic scope represented by the 27 RSS feeds that were gathered, spanning both coasts of the United States, as well as several large markets from north to south, and the presumed diversity of the communities these outlets claim to serve with news coverage, the widespread homogenization of content found among the articles analyzed portrays a media system that might be poorly suited to provide a diverse array of coverage on topics important to their audience. A single story appearing simultaneously on two different sites is unsurprising given that wire stories will often appear unedited across many of their subscribers' outlets. But the fact that content was being so widely duplicated, and in many cases across as many as five outlets—for example, New York, Los Angeles, San Francisco, Chicago, and Houston—speaks to a level of homogenization of the news that would be hard to defend as providing a diverse array of news, information, opinions, and viewpoints for an equally diverse audience. Additionally, the duplication of content was not evenly distributed among the topics that were categorized by the software. Some topics, such as President Obama, were more likely to be shared across platforms, even though a story about the US President would hold different meanings for Spanish-speaking audiences based in New York, Los Angeles, or Houston.4", "It is important to note here that, as of the writing of this article, researchers could find no other studies looking at mainstream, English-language media content during the same time frame as the articles analyzed for this research; thus, it could be argued that there is a lack of a benchmark of comparison for the low percentage of articles devoted to important topics like healthcare and education. However, Hoffman-Riem (1987, 61) has argued that diversity or plurality of contents can be measured as comprehensive and factual coverage of the “different opinions relevant in or to society.” Through the operationalization of the concept of reflective diversity (the idea that coverage should reflect the issues and topics important to the audience) as put forth by Van Cuilenberg and others, as has been attempted here, the polling data used to identify important issues to Latino voters provide a guideline for comparison, particularly when examined within the context of the ongoing challenges faced by the Hispanic population in the United States. For instance, only 7 percent of the articles examined were dedicated to covering healthcare and education, both topics which also saw fairly widespread duplication of coverage (78 percent for healthcare, 59 percent for education). In the United States, Hispanics have twice the uninsured rate as the national average (Todd and Sommers 2012) and nearly twice the high school drop-out rate (U.S. Department of Education 2009/2010), clear indicators as to why these topics poll as important for this population. Regardless of the election year, the lack of attention paid by Spanish-language media to health and education would appear to indicate both a lack of diversity in content, given the low percentages and high levels of homogenization, and a less than robust marketplace of ideas.", "One of the impacts of the digital age on the production of news has been an increasing homogenization of content, as convergence has led media industries to both look for cost-cutting measures as trends in consolidation have increased, as well as offering up new opportunities for sharing content across platforms owned by a single corporation. This has happened at the same time that media industries have had an increasingly difficult time finding audiences, most of whom have more options than ever before for consuming content. These have been the findings in the work of Boczkowski (Boczkowski 2010; Boczkowski and de Santos 2007), who in his work has found an increasing homogenization of content occurring at the same time as the move to digital formats. The increasing similarity in coverage found by Boczkowski and his team was in the selection of stories and topics, not the actual content itself, which is an important distinction for this study. The stories categorized by the HDD software as having been duplicated are exactly the same—word for word, including headlines. This is a finding that speaks more to the financial pressures that can lead to greater resource sharing rather than an attempt to attract and hold the attention of increasingly fragmented audiences who are now consuming media content in structurally and temporally different ways than in the past (Tewksbury 2005; Webster and Ksiazek 2012).", "The contributions made by this research help increase our understanding of the prevalence of homogenized media content in an era of digital publishing and growing consolidation, and the potential effects of this consolidation on the robust marketplace of ideas that is needed in order to serve a diverse population. It is also necessary to recognize the significance of the HDD software used to gather the articles and conduct the analysis. The software presents an innovative way to not only gather large numbers of online articles by harnessing a central feature of Web broadcasting architecture, RSS feeds, but then to sort, filter, and analyze those articles with a level of depth and query structure that would be difficult in other programs. The results of this investigation represent only an initial attempt at using those capabilities. While these functions are also available through the use of programming languages, such as PERL, Python, or Mathematica, HDD is already built and requires very little actual coding on the part of its users and instead allows researchers to pursue fairly ambitious research projects without first having to learn a new coding language. It seems imperative that as the digital platforms and outlets that media companies can now use to reach audiences increase in both scope and complexity, media researchers must have new tools in order to evaluate the role those companies and the content they produce continue to play in modern societies (Lewis, Zamith, and Hermida 2013)."]}, {"title": "Conclusion", "paragraphs": ["Debates about the ability of the press to provide the news and information needed by diverse audiences in a democracy are not new. It is an argument that has been taking place in the United States at least since the early twentieth century and the Dewey–Lippmann debates (Peters 1989; Schudson 2008; Splichal 1999; Whipple 2005). At the same time, it would be too easy to simply fault impreMedia, which stands out in this study as the primary source of content homogenization, with an over-reliance on limited resources made even more scarce through mergers, acquisitions, and consolidation. In many ways, the company was dealing with the same pressures faced by the rest of the industry as it tries to increase audiences and maximize profits in the face of a rapidly changing media landscape. Simply because it is impreMedia that appears to have leaned heavily on duplicated content and shared resources in this investigation, that finding in no way suggests anything about future outcomes—as outlined earlier, the consolidation of Spanish-language media corporations has only picked up pace in the twenty-first century, with no signs of slowing (and at least for now, no signals from regulatory bodies that any roadblocks might be used in the future to slow this process). In this context, the practices of impreMedia would appear to be a sign of future trends, rather than an isolated incident.", "This is an initial inquiry, and future studies of this subject must look not just at the number of articles and topics, but the content of the articles for greater context. These efforts would expand beyond the orthogonal categories included in this analysis to include an investigation into framing, potential bias, and whether or not content appears in favor of/against a particular political approach, or whether or not it clearly states a relation with the Spanish-speaking audiences and communities. Even more important will be to investigate the massive changes in both print but also broadcast and digital media from the perspective of producers, who are increasingly having to do more with less, if they have been lucky enough to retain their positions in the face of widespread lay-offs across the industry (experienced in both the impreMedia acquisitions [Kelly 2012], but also by those employed at Univision's numerous broadcast affiliates [Barron 2009]). Audience studies must also be an important component of future studies, as the heterogeneity of the Hispanic population in the United States grows more complex every year (Lopez and Gonzalez-Barrera 2013). Thus, understanding how audiences assess, evaluate, and either incorporate or disregard homogenized Spanish-language media in their lives will also be an important line of research moving forward, especially if the results found in this study start to be replicated across other corporatized media outlets. In the end, this inquiry into the democratic impact and outcomes of the growing monopolization of Spanish-language media should instead be seen as an initial attempt at an area of investigation that will be of increasing importance moving forward."]}], "references": [{"title": "Houston Layoffs Reported at Univision.", "year": "2009", "journal": "The Houston Chronicle", "volume": "", "authors": [{"name": "Barron David.", "first_name": "Barron", "last_name": "David."}]}, {"title": "“Race, Media Consolidation, and Online Content: The Lack of Substitutes Available to Media Consumers of Color.", "year": "2006", "journal": "Journal of Law Reform", "volume": "39", "authors": [{"name": "Baynes Leonard M.", "first_name": "Baynes", "last_name": "M."}]}, {"title": "“When More Media Equals Less News: Patterns of Content Homogenization in Argentina&#039;s Leading Print and Online Newspapers", "year": "2007", "journal": "Political Communication", "volume": "24", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}, {"name": "de Santos Martin", "first_name": "de", "last_name": "Martin"}]}, {"title": "“Legal Status, Emotional Well-Being and Subjective Health Status of Latino Immigrants", "year": "2007", "journal": "Journal of the National Medical Association", "volume": "99", "authors": [{"name": "Cavazos-Rehg Patricia A.", "first_name": "Cavazos-Rehg", "last_name": "A."}, {"name": "Zayas Luis H.", "first_name": "Zayas", "last_name": "H."}, {"name": "Spitznagel Edward L.", "first_name": "Spitznagel", "last_name": "L."}]}, {"title": "“Building a “New Latino” in the Post-Network Era: Mun2 and the Reconfiguration of the U.S. Latino Audience", "year": "2013", "journal": "International Journal of Communication", "volume": "7", "authors": [{"name": "Chavez Christopher A.", "first_name": "Chavez", "last_name": "A."}]}, {"title": "“Ethnic Media, Community Media, and Participatory Culture", "year": "2006", "journal": "Journalism", "volume": "7", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark."}]}, {"title": "", "year": "1985", "journal": "“Newspaper Competition and First Amendment Ideals: Does Monopoly Matter?” Journal of Communication", "volume": "35", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}]}, {"title": "“Reconciling Economic and Non-Economic Perspectives on Media Policy: Transcending the ‘Marketplace of Ideas", "year": "1992", "journal": "” Journal of Communication", "volume": "42", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}, {"name": "Wildman Steven S.", "first_name": "Wildman", "last_name": "S."}]}, {"title": "Framing Politics in Transnational Communities: Spanish-language Immigrant Media and Election Coverage in South Florida", "year": "2014", "journal": "Journalism", "volume": "", "authors": [{"name": "Fernandes Juliana", "first_name": "Fernandes", "last_name": "Juliana"}, {"name": "Shumow Moses", "first_name": "Shumow", "last_name": "Moses"}]}, {"title": "FCC Report Shows That Latino Media Ownership Remains Extremely Low", "year": "2012", "journal": "National Hispanic Media Coalition", "volume": "", "authors": [{"name": "Gonzalez Irene.", "first_name": "Gonzalez", "last_name": "Irene."}]}, {"title": "CNN Axes Spanish Language Service Only One Year after Launch", "year": "2014", "journal": "The Daily Mail", "volume": "", "authors": [{"name": "Gorman Ryan.", "first_name": "Gorman", "last_name": "Ryan."}]}, {"title": "Hispanic Media: Faring Better Than the Mainstream Media", "year": "2011", "journal": "The Pew Research Center's Project for Excellence in Journalism – The State of the News Media 2011", "volume": "", "authors": [{"name": "Guskin Emily", "first_name": "Guskin", "last_name": "Emily"}, {"name": "Mitchell Amy", "first_name": "Mitchell", "last_name": "Amy"}]}, {"title": "“National Identity and Cultural Values: Broadcasting Safeguards", "year": "1987", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "31", "authors": [{"name": "Hoffman-Riem Wolfgang.", "first_name": "Hoffman-Riem", "last_name": "Wolfgang."}]}, {"title": "On Media Concentration and the Diversity Question", "year": "2005", "journal": "The Information Society", "volume": "21", "authors": [{"name": "Horwitz Robert.", "first_name": "Horwitz", "last_name": "Robert."}]}, {"title": "“Diversity versus Concentration in the Deregulated Mass Communication Domain", "year": "1999", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "76", "authors": [{"name": "Iosifides Petros.", "first_name": "Iosifides", "last_name": "Petros."}]}, {"title": "", "year": "2012", "journal": "US Hispanic Media Inc., a Subsidiary of S.A. La Nación, Becomes Controlling Shareholder of impreMedia", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "“The Cultural Logic of Media Convergence", "year": "2004", "journal": "The International Journal of Cultural Studies", "volume": "7", "authors": [{"name": "Jenkins Henry.", "first_name": "Jenkins", "last_name": "Henry."}]}, {"title": "Spanish-Language Media Launch Drive to Get Hispanics to the Polls", "year": "2010", "journal": "Wall Street Journal", "volume": "", "authors": [{"name": "Jordan Miriam.", "first_name": "Jordan", "last_name": "Miriam."}]}, {"title": "“Measuring Media Concentration and Diversity.” Media", "year": "2009", "journal": "Culture \\& Society", "volume": "31", "authors": [{"name": "Just Natascha.", "first_name": "Just", "last_name": "Natascha."}]}, {"title": "Dark Day at El Diario as Guild OKs Layoffs", "year": "2012", "journal": "The New York Post", "volume": "", "authors": [{"name": "Kelly Keith J.", "first_name": "Kelly", "last_name": "J."}]}, {"title": "“Content Diversity and the FCC&#039;s Minority and Gender Licensing Policies", "year": "1991", "journal": "Journal of Broadcasting and Electronic Media", "volume": "35", "authors": [{"name": "Kleiman Howard.", "first_name": "Kleiman", "last_name": "Howard."}]}, {"title": "“Left Out: Immigrant&#039;s Access to Healthcare and Insurance", "year": "2001", "journal": "Health Affairs", "volume": "20", "authors": [{"name": "Ku Leighton", "first_name": "Ku", "last_name": "Leighton"}, {"name": "Matani Sheetal", "first_name": "Matani", "last_name": "Sheetal"}]}, {"title": "“Content Analysis in an Era of Big Data: A Hybrid Approach to Computational and Manual Methods", "year": "2013", "journal": "Journal of Broadcasting and Electronic Media", "volume": "57", "authors": [{"name": "Lewis Seth", "first_name": "Lewis", "last_name": "Seth"}, {"name": "Zamith Rodrigo", "first_name": "Zamith", "last_name": "Rodrigo"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "“Geo-Ethnic Storytelling: An Examination of Ethnic Media Content in Contemporary Immigrant Communities", "year": "2006", "journal": "Journalism", "volume": "7", "authors": [{"name": "Lin Wan-Yin", "first_name": "Lin", "last_name": "Wan-Yin"}, {"name": "Song Hayeon", "first_name": "Song", "last_name": "Hayeon"}]}, {"title": "Localizing the Global: Exploring the Transnational Ties That Bind in New Immigrant Communities", "year": "2010", "journal": "Journal of Communication", "volume": "60", "authors": [{"name": "Lin Wan-Ying", "first_name": "Lin", "last_name": "Wan-Ying"}, {"name": "Song Hayeon", "first_name": "Song", "last_name": "Hayeon"}, {"name": "Ball-Rokeach Sandra", "first_name": "Ball-Rokeach", "last_name": "Sandra"}]}, {"title": "Salvadorans May Soon Replace Cubans as Third-Largest U.S. Hispanic Group", "year": "2013", "journal": "Pew Research", "volume": "", "authors": [{"name": "Lopez Mark H.", "first_name": "Lopez", "last_name": "H."}, {"name": "Gonzalez-Barrera Ana", "first_name": "Gonzalez-Barrera", "last_name": "Ana"}]}, {"title": "A Record 24 Million Latinos Are Eligible to Vote, But Turnout Rate Has Lagged That of Whites, Blacks", "year": "2012", "journal": "Pew Research", "volume": "", "authors": [{"name": "Lopez Mark H.", "first_name": "Lopez", "last_name": "H."}, {"name": "Motel Seth", "first_name": "Motel", "last_name": "Seth"}, {"name": "Patten Eileen", "first_name": "Patten", "last_name": "Eileen"}]}, {"title": "Latino Voters in the 2012 Election: Obama 71\\%; Romney 27\\%", "year": "2012", "journal": "Pew Research", "volume": "", "authors": [{"name": "Lopez Mark H.", "first_name": "Lopez", "last_name": "H."}, {"name": "Taylor Paul", "first_name": "Taylor", "last_name": "Paul"}]}, {"title": "“Regulating Immigrant Media and Instituting Ethnic Boundaries – The FCC and Spanish-Language Television: 1960–1990.", "year": "2011", "journal": "Latino Studies", "volume": "9", "authors": [{"name": "Mora Cristina.", "first_name": "Mora", "last_name": "Cristina."}]}, {"title": "“Is Changing the Language Enough? The Spanish-language ‘Alternative’ in the USA", "year": "2006", "journal": "Journalism", "volume": "7", "authors": [{"name": "Moran Kristin C.", "first_name": "Moran", "last_name": "C."}]}, {"title": "‘If They&#039;re Trying to Say Something About My Culture … I&#039;m Confused.’ Recognizing and Resisting Authenticity in Latino-Themed Television", "year": "2014", "journal": "Mass Communication and Society", "volume": "18", "authors": [{"name": "Moran Kristin C.", "first_name": "Moran", "last_name": "C."}]}, {"title": "“Deconstructing the Diversity Principle", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Napoli Philip M.", "first_name": "Napoli", "last_name": "M."}]}, {"title": "The FCC&#039;s Chance to Promote Diverse Media Owners, and How It May Blow It", "year": "2012", "journal": "Moyers \\& Company", "volume": "", "authors": [{"name": "Nogales Alex.", "first_name": "Nogales", "last_name": "Alex."}]}, {"title": "50 Million Latinos. Hispanics Account for More Than Half the Nation&#039;s Growth in the Last Decade. Census 2010", "year": "2011", "journal": "Pew Research", "volume": "", "authors": [{"name": "Pessel Jeffrey S.", "first_name": "Pessel", "last_name": "S."}, {"name": "Cohn D'Vera", "first_name": "Cohn", "last_name": "D'Vera"}, {"name": "Lopez. Mark H.", "first_name": "Lopez.", "last_name": "H."}]}, {"title": "“Democracy and American Mass-Communication Theory–Dewey, Lippmann, Lazarsfeld", "year": "1989", "journal": "Communication", "volume": "11", "authors": [{"name": "Peters John D.", "first_name": "Peters", "last_name": "D."}]}, {"title": "", "year": "2008", "journal": "One in 100: Behind Bars in America 2008", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "2011", "journal": "State of the News Media 2013. Hsipanic Media: Faring Better Than Mainstream Media", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "2013", "journal": "The State of the News Media 2013: Overview", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "“No Competition: How Radio Consolidation Has Diminished Diversity and Sacrificed Localism.” Fordham Intellectual Property", "year": "2003", "journal": "Media and Entertainment Law Journal", "volume": "14", "authors": [{"name": "Prindle Gregory M.", "first_name": "Prindle", "last_name": "M."}]}, {"title": "Hispanic Voters Put Other Issues Before Immigration", "year": "2012", "journal": "USA Today/Gallup", "volume": "", "authors": [{"name": "Saad Lydia.", "first_name": "Saad", "last_name": "Lydia."}]}, {"title": "“The ‘Lippmann-Dewey Debate’ and the Invention of Walter Lippmann as an Anti-Democrat 1986–1996", "year": "2008", "journal": "International Journal of Communication", "volume": "2", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael."}]}, {"title": "“How Do You Say ‘Big Media’ in Spanish? Spanish-Language Media Regulation and the Implications of the Univision-Hispanic Broadcasting Merger on the Public Interest.” Fordham Intellectual Property", "year": "2004", "journal": "Media \\& Entertainment Law Journal", "volume": "15", "authors": [{"name": "Serratore Nicole.", "first_name": "Serratore", "last_name": "Nicole."}]}, {"title": "“‘A Foot in Both Worlds’: Transnationalism and Media Use Among Venezuelan Immigrants in Miami", "year": "2010", "journal": "International Journal of Communication", "volume": "", "authors": [{"name": "Shumow Moses.", "first_name": "Shumow", "last_name": "Moses."}]}, {"title": "“Immigrant Journalism, Ideology, and the Production of Transnational Media Spaces", "year": "2012", "journal": "Media, Culture, \\& Society", "volume": "34", "authors": [{"name": "Shumow Moses.", "first_name": "Shumow", "last_name": "Moses."}]}, {"title": "“Immigrant Media in Southeast Florida: Discursive Arenas for Transnational Civil Societies", "year": "", "journal": "The Latin Americanist", "volume": "58", "authors": [{"name": "Shumow Moses", "first_name": "Shumow", "last_name": "Moses"}, {"name": "Pinto. Juliet", "first_name": "Pinto.", "last_name": "Juliet"}]}, {"title": "“Editorial Introduction: Media and Minorities in Multicultural Europe", "year": "2005", "journal": "Journal of Ethnic and Migration Studies", "volume": "31", "authors": [{"name": "Silverstone Roger", "first_name": "Silverstone", "last_name": "Roger"}, {"name": "Georgiou Myriam", "first_name": "Georgiou", "last_name": "Myriam"}]}, {"title": "Campaigns Speak to Growing Hispanic Population Through Spanish-Language Media", "year": "2012", "journal": "The PBS News Hour", "volume": "", "authors": [{"name": "Suarez Ray.", "first_name": "Suarez", "last_name": "Ray."}]}, {"title": "", "year": "2008", "journal": "Assessing the Diversity of News Voices in the Latino-Oriented Broadcast Media In Central Texas", "volume": "", "authors": [{"name": "Subervi Federico", "first_name": "Subervi", "last_name": "Federico"}, {"name": "Correa Teresa", "first_name": "Correa", "last_name": "Teresa"}]}, {"title": "", "year": "2013", "journal": "Corporate Information – English", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "“The Seeds of Audience Fragmentation: Specialization in the Use of Online News Site", "year": "2005", "journal": "Journal of Broadcasting and Electronic Media", "volume": "49", "authors": [{"name": "Tewksbury David.", "first_name": "Tewksbury", "last_name": "David."}]}, {"title": "", "year": "2013", "journal": "About Us", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "2013", "journal": "About Tribune Company", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "2013", "journal": "Economic News Release: Employment Situation Summary", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "", "journal": "NCES Common Core of Data: State Dropout and Completion Data File", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "2013", "journal": "The Univision Story", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "“On Monitoring Media Diversity, Media Profusion, and Media Performance", "year": "2005", "journal": "European Journal of Communication", "volume": "30", "authors": [{"name": "Van Cuilenberg Jan.", "first_name": "Van", "last_name": "Jan."}]}, {"title": "Media Markets and Media Diversity", "year": "2005", "journal": "European Journal of Communication", "volume": "30", "authors": [{"name": "Van der Wurff Richard.", "first_name": "Van", "last_name": "der Wurff Richard."}]}, {"title": "“The Dynamics of Audience Fragmentation: Public Attention in an Age of Digital Media", "year": "2012", "journal": "Journal of Communication", "volume": "62", "authors": [{"name": "Webster James G.", "first_name": "Webster", "last_name": "G."}, {"name": "Ksiazek Thomas B.", "first_name": "Ksiazek", "last_name": "B."}]}, {"title": "“The Dewey-Lippmann Debate Today: Communication Distortions, Reflective Agency, and Participatory Democracy", "year": "2005", "journal": "Sociological Theory", "volume": "23", "authors": [{"name": "Whipple Mark.", "first_name": "Whipple", "last_name": "Mark."}]}]}