{"doi": "10.1080/1461670X.2011.605594", "url": "https://doi.org/10.1080/1461670X.2011.605594", "title": "SELECTING DAILY NEWSPAPERS FOR CONTENT ANALYSIS IN CHINA", "volume": "13", "year": "2012", "issue": "3", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Song", "first_name": "Yunya", "name": "Yunya Song", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Chang", "first_name": "Tsan-Kuo", "name": "Tsan-Kuo Chang", "affiliation": "", "orcid": "", "role": ""}], "abstract": " This study compares different sampling methods and sample sizes in the selection of daily newspapers in China for content analysis of the news. Results show that the method of constructed week sampling is more efficient than simple random sampling or consecutive day sampling, and a single constructed week allows reliable estimates of news content in a population of six months of newspaper editions even for highly volatile variables. The weekday-plus-Saturday constructed week sampling, an often-used sampling stratification approach in content analyses of Chinese daily newspapers, however, requires a larger sample size, depending on the types of variables being analyzed. ", "body": [{"sec_title": "Introduction", "sec_content": ["Although daily newspapers in many countries around the world, particularly those in the United States, have faced a steady decline in circulation and readership as a result of the advent of the Internet and its surrounding digital technologies, the industry in China has been fast growing since the 1990s in terms of the number of papers and their readership (Zhong, 2003). For example, the number of daily newspapers in China doubled from 1985 to 1995, jumping ahead of any other nations at the start of the new millennium (Chan and Qiu, 2002; Ma, 2007). The circulation of daily newspapers is considered to be an indicator of the economic and social development for different regions in China (Cui, 2009). This is one primary reason why newspapers in China have become a key target of observation in both academic and journalistic communities outside the country. One of the main loci of scholarly attention is the interplay between the state and the market in the Chinese media system under Communist authoritarian rule (Huang, 2003; Liu, 1998; Zhao, 2000).", "Historically, China's media system took shape under the centralized control and hierarchical administration of the party-state (Zhang and Kraus, 1995). As such, the mass propaganda model was widely used in academic research outside China as the general framework to examine the press system in China from the 1950s throughout the 1970s (Chang et al., 1993). The past three decades, however, have witnessed a multifaceted transformation in Chinese mass media characterized by Lee (1994, p. 12) as an “inherent paradox between political control and economic liberalism.” A growing body of literature has generally confirmed the changing structure and processes of mass communication in China.", "On the one hand, commercial incentives have led to major changes in the Chinese media landscape, ranging from diversification of outlets and decentralization of operations to the marketization of content management (Lee, 1994; Lee, 2000; Massey and Luo, 2005; Pan, 2000; Zhao, 2000). The reverberations of China's external opening up and advancing technologies have also permeated into the facets of institutional management and media content (Chan and Qiu, 2002). On the other hand, the Communist Party has molded the business layers into its institutionalized mechanism, neither abandoning outright its traditional constituents, nor overstepping the party organ structure (Zhao, 2008). The reader-oriented evening papers and metropolitan papers—the core of China's mass appeal daily newspapers—have direct affiliations with the party at various levels. Through a carrot and stick strategy, the state has successfully wielded its licensing and regulative leverage to trammel the marketization of the media system within the orbit of the party-state (He, 2003; Lee, 2000; Polumbaum, 1994).", "Over the past years, studies have sought to examine the role and function of Chinese daily newspapers in the context of China's integration into the global political economic system. While some researchers analyzed coverage of special topics to explore the extent of media liberalization and its implications for China's modernization and democratization (Chang et al., 1994; Culbertson, 1997; Dong et al., 2008; Yin, 2006), other researchers conducted cross-national studies to look at how between-nation variations in media content was tied to the larger socio-economic structures (Beaudoin, 2007; Chang et al., 1998; Luther and Zhou, 2005; Yang, 2003). Although such studies have, both theoretically and practically, shed light on the journalistic spirit and practices of Chinese newspapers, there is little attempt to examine daily newspapers in China from a methodological point of view, especially considering how the papers might be selected for analysis. A review of the literature on Chinese daily newspaper content shows a paucity of the application of sampling techniques that might be efficient in general and sustain sample representativeness or its external validity in particular.", "At the heart of the methodological issue is the question of how many days are needed to adequately represent the population of news stories selected from Chinese newspapers during a particular period of time. The purpose of this study is to fill that particular gap and to demonstrate whether different sampling methods and sample sizes might affect the results of content analysis of Chinese daily newspapers. Given the increasing scholarly attention to the form and content of Chinese newspapers as a bellwether of the shifting wind of politics and social change in China, it is crucial that the selection of samples of daily newspapers captures the essence of the news coverage. This is especially important because state intervention in the publication of news in China, which may undermine the authority and integrity of the government, can often upset market logic unpredictably."]}, {"sec_title": "Sampling Newspapers in the United States and China", "sec_content": ["Studying newspaper content as a proxy of public opinion has been well documented in the United States. As a method, content analysis has also evolved from an impressionistic observation of broad topics to a systematic and sophisticated assessment of specific categories in the news. Part of the advancement of research techniques involves sampling selections of newspaper content. US researchers have long noticed the potential effects of sampling and sample size on the analysis of newspapers as a result of cyclical variation of the content (e.g., Jones and Carter, 1959; Stempel, 1952). One of the major findings is that when the population of content is already known and not normal, simple random sampling that functions under an unknown distribution would likely become inefficient. The systematic variations in content may lead to a more efficient and effective selection of representative samples. If these variations are within reach, researchers can use them to identify subsets of homogeneous content and to select a stratified sample of a smaller size whose efficiency is comparable to a simple random sample of a larger size. In the case of US daily newspapers, for example, a stratified sampling might be generated to create constructed weeks. Instead of choosing a regular week that consists of consecutive days of Monday through Sunday out of 52 weeks in a year, a constructed week follows a different logic. Using the calendar as the sampling frame, the researcher would first identify all 52 Mondays and randomly select one Monday. This Monday would be the first day of the week. The procedure is then repeated to select the remaining Tuesday, Wednesday and so on to “construct” a week that ensures that each source of cyclic variation is represented equally, thus controlling for systematic variation. As far as newspaper content is concerned, a constructed week therefore is different from the regular week; it not only avoids the pitfalls of potential periodicity, but is more representative. Riffe et al. (1993) found that one constructed week was adequate to represent the six-month population of a daily newspaper, with two constructed weeks even better. Lacy et al. (2001) further concluded that nine constructed weeks during a five-year period were as representative as two constructed weeks from each year, if the variables being analyzed did not show great variance.", "These empirical findings have been largely accepted as to how best to select newspapers for investigation in the United States. By contrast, stratification of sampling in studies of Chinese media is seldom addressed. A number of published studies showed no concerns for the cyclical trends in Chinese newspapers; a frequent method was simple or systematic random sampling. In examining how Chinese and American daily newspapers framed the NATO Air Strikes on Kosovo, Yang (2003) randomly drew 29 relevant stories from the China Daily and 71 from the People's Daily according to the proportion of the two newspapers. Similarly, in a longitudinal study of how China's party organ constructed official knowledge of AIDs from 1986 to 2002, Dong et al. (2008) selected a systematic random sample of 155 stories from all relevant stories for content analyses. The assumption appeared to be that there was no significant cyclical fluctuation in coverage over the 17-year span. While such systematic sampling permits a general assessment of change across time, they are not necessarily sensitive to fluctuations between data points. One inherent problem is its exposure to the risk of content periodicity, leading to a possible bias in the arrangement of units in a sampling list.", "Only a few content analyses of Chinese daily newspapers have attempted to use stratified sampling, and their stratification decision seemed to be guided by the conventions developed for US daily newspapers. As such, they assumed no differences in the structure and market considerations between US and Chinese daily newspapers. For example, in an inquiry into China's press coverage of the Student Movement in 1989, Zhang and Kraus (1995) selected a random sample from two central and 17 regional Chinese newspapers, forming a total of three weekday-plus-Saturday constructed weeks, in which a constructed week meant six random dates within a month except Sunday. In a study of the shifts in the world views of the Chinese regional press, Chang et al. (1993) chose a random sample of two constructed weeks from four provincial and one municipal daily newspaper, with the first week's sample in May 1989 and the other in February 1990. Two sets of six random dates that excluded the Sundays before and after the 1989 Tiananmen Square incident were assumed to represent the before and after fundamental socio-political changes.", "These studies’ random selection of samples of Chinese newspapers for content analysis is intuitively sound, allowing greater confidence in generalizing the results to the larger population. Notwithstanding, the assumption that the use of sampling methods employed in content analysis of US newspapers would yield sufficient and efficient samples in China has seldom been empirically tested. Two methodological issues warrant consideration: first, how Chinese news content is produced and second, how the sample of content is selected for analysis. Both are the function of the interplay between the state, the market and the media in China. In many respects, given different political, social and economic structures between the two countries, the cycles of newspapers in China and the United States could reasonably be expected to follow a different logic of the markets, not to mention different holidays and state interference for a variety of reasons, particularly in the case of China. Whether such differences are irrelevant in the selection of newspaper samples in China—an issue of methodological homogeneity across space—deserves empirical validation."]}, {"sec_title": "The Changing Chinese Media Landscape", "sec_content": ["The Chinese press is transforming from a centrally concentrated linear structure to a local and non-monotonous coordinate, with the central and provincial party press struggling to compete with the municipal party press and mass appeal newspapers for market shares (Huang, 2003; Zhao, 2000). As the party-state readapted its control mechanism since 1989, commercialization has turned the daily newspaper industry into a new arena of market competition and business expansion (Chan and Qiu, 2002). Advertising becomes essential for all but a handful of vital central organs. Daily newspapers have found themselves entirely responsible for their own profits and losses with increasing financial autonomy and operational liberalization. The content of news and entertainment is therefore increasingly driven by consumer demand and market survival (Massey and Luo, 2005).", "A few studies showed a cyclic variation in the Chinese news hole, suggesting a possible connection with the advertising space cycle, particularly in urban dailies (Li, 2008; Zhang and Guo, 2001). Unlike the Sunday editions with a larger amount of advertising space in the United States, the Chinese counterparts fit into a cycle of page reduction, sales decrease, advertising shrinkage, and further page reduction. For instance, a study of seven daily newspapers in September 2003 showed the number of pages for weekday editions could be three or four times as many as the weekend editions (Zhao, 2004). Another study of six Chinese daily newspapers in 2008 reported that the ad delivery usually reached its peak on Wednesdays, Thursdays and Fridays (Li, 2008). Such systematic variations clearly have an impact on the availability of page space and are hence connected to the news content in some way. Less news and information is likely to be run at weekends rather than any other day because the news hole is smaller. It is smaller because less advertising is bought in the weekend newspaper. If these systematic variations in the editorial content are known, they can be used to select a representative sample more efficiently for analysis.", "Given the differences between China and the United States, is the content of Chinese newspapers affected by variations similar to those in US newspapers? Does the conventional method of content selection developed in the United States apply to the ever-changing Chinese press? Based on the extant content analyses of Chinese daily newspapers, is the weekday-plus-Saturday constructed week sampling as efficient as the full constructed week? Answers to these questions have more than practical implications for the social and political pulses of China as they are manifested in the news. Specifically, this study attempts to answer the following questions: RQ1: What is the minimum number of randomly constructed weeks needed to infer to a population of six months of Chinese daily newspapers?  RQ2: Does a constructed week sample of Chinese daily newspapers allow more efficient estimate than simple random or consecutive day samples of equivalent size?  RQ3: Is a six-day constructed week sample as efficient as a full constructed week to estimate a population of six months of Chinese daily newspapers?    ", "RQ1: What is the minimum number of randomly constructed weeks needed to infer to a population of six months of Chinese daily newspapers? ", "RQ2: Does a constructed week sample of Chinese daily newspapers allow more efficient estimate than simple random or consecutive day samples of equivalent size? ", "RQ3: Is a six-day constructed week sample as efficient as a full constructed week to estimate a population of six months of Chinese daily newspapers? ", ""]}, {"sec_title": "Methods", "sec_content": ["Past studies of the effectiveness and adequacy of newspaper sample sizes in the United States examine the distribution of sample means predicted by the Central Limits Theorem. Because this distribution is based on a normal curve, statistically in 68 percent of the samples, the population mean should fall within plus or minus one standard error of the sample mean, with 95 percent of the samples within plus or minus two standard errors. These studies (Hester and Dougall, 2008; Lacy et al., 2001; Riffe et al., 1993, 1995) followed a common rationale: a sample size was considered efficient if its percentages equaled or exceeded the expected percentages, with the proviso that the next larger sample size did not get below either expected percentage.", "This study follows the same principle for the selection of Chinese daily newspapers. Testing the sampling efficiency for a six-month population of the daily newspaper content in China requires knowledge of the parameters. This study used the data from a content analysis of the People's Daily from April to September 2008. The People's Daily is known as China's most influential and authoritative paper. It is considered as a “generative” press that sets a frame of reference revered by other media organizations in China as its editorials and commentaries are often obligingly relayed by all other media across the country. For major and sensitive stories, the newspaper also sets up the tone or the parameter of coverage within which other newspapers from the national to the local level have to toe carefully. In content analyses of the Chinese press, the People's Daily tends to stand out as the researchers’ primary choice.", "The present study adopted the coding schemes by Lacy et al. (2001). After training, two independent coders examined all the items of the People's Daily during the 183-day period. Coding elements included number of photographs, number of information graphics, number of stories, and number of stories by staff members. This study used the data from days not coded to test the reliability of the coding scheme. The intercoder reliability was calculated with Holsti's coefficient of agreement using the data from January and February of the People’ Daily (one-third of the data). Agreement was 100 percent for all the four coding variables. Because the coding involved actual counting of the elements, chance agreement should be low.", "To compare the efficiency of sample sizes, random sampling was first used to draw sets of 50 constructed week samples for different sizes: one constructed week (N=7), two constructed weeks (N=14), three constructed weeks (N=21), four constructed weeks (N=28), and five constructed weeks (N=35). Then both simple random sampling and consecutive day sampling were used to generate comparable sets of 50 samples for each timeframe. For the consecutive day samples, 50 starting points were drawn randomly, and each was used to form a sample week with seven consecutive days. The final step was to draw sets of 50 samples for comparison, using weekday-plus-Saturday constructed week sampling. Fifty six-day samples were randomly selected, as were 50 samples each for the respective number of days."]}, {"sec_title": "Results", "sec_content": [" Table 1 presents the population mean, population standard deviation, and coefficient of variation (CV) for each variable of the People's Daily under examination. The CV is the ratio of the standard deviation to the mean, serving as a dimensionless measure of the variability of units in a population or sample to reestablish the independence between the mean and the standard deviations. A higher coefficient indicates more variation in the cases. As shown in Table 1, the CVs for the four variables were: number of stories, 0.27; number of stories by staff members, 0.44; number of photographs, 0.61; and number of graphics, 0.99.", "The number of stories shows the lowest level of variation, while the number of graphics has the highest. The discrepancy has serious implications for different types of research if a smaller sample size is used for analysis, especially when the visual aspects of news content are involved. Past research has shown that high variability requires larger sample sizes in order to be representative of the population. For instance, Riffe et al. (2005) warned about the impact large variances in content could have on the representativeness of samples. If the CV for a variable exceeds 0.50, they suggested increasing the sample size because the larger the sample, the more likely case variability will decline.", " Using Lacy et al.'s 2001 study of US newspapers as a point of reference, the People's Daily is more volatile in the “number of stories,” “number of photographs” and “number of graphics.” It has a lower variability in the “number of staff-written stories.” In the United States, the highly volatile “number of staff-written stories” in newspapers might be attributed to the greater use of part-time reporters and the staff reductions in the early 1990s as a result of the advertising slump (Lacy et al., 2001). In contrast, the People's Daily—one of the few remaining daily newspapers in China under state subsidy—is noted for its affiliation with the party-state system and by implication job security. The staff reporters of the People's Daily are provided with safer and more stable employment under the mechanism of Shiye Danwei (work unit) system.", "The higher variability in the People's Daily might be ascribed to its institutional function in the Communist neo-authoritarian society. The newspaper is fully integrated into party-state administrative processes. Its editorial content is responsive to the party-state directives of disseminating official lines; there are shifting mandatory propaganda topics to cover in accordance with a shifting government agenda (Wu, 1994).", "With regard to RQ1, Table 2 shows that the means for each variable in this study vary by day of the week. The pattern of variation indicates a different news hole cycle compared to that of the US daily newspaper. For example, Saturday and Sunday in the People's Daily have the lowest average number of photographs, graphics, stories, and staff-written stories while Wednesday and Thursday appear to have the most. The fluctuation might be related to a combined effect of the advertising space cycle in China's daily newspapers in general and the role of the People's Daily as a party organ in particular. As is known in the advertising business of Chinese daily newspapers, Wednesday is usually the week's largest issue because of increased real estate and classified advertising. While the Sunday edition of the US daily newspaper is considered a heated site of contestation for the advertisers, the Sunday edition for most Chinese daily newspapers draws the least automobile or real estate advertisers (Li, 2008; Zhang and Guo, 2001). The People's Daily is part and parcel of the increasingly competitive newspaper advertising market. As a central party organ, it has never reached the urban consumers through private sales. Instead, it relies heavily on state-subsidized office subscriptions, and its primary target readers are usually off work on the weekend.", " The data in Table 3 present the results for 50 samples of 7-, 14-, 21-, 28-, and 35-day constructed weeks for each variable. In line with the decision rule used in previous research, a sample size would be deemed adequate if its percentages equaled or exceeded the expected percentages, with the proviso that the next largest sample size did not drop below the expected percentages. As such, a sample of one constructed week (N=7) was judged to be efficient for all four variables of the People's Daily.", "Although two variables—number of photographs (0.61) and number of graphics (0.99)—had coefficients of variation that exceeded the threshold value of 0.50 proposed by Riffe et al. (1996), a sample of one constructed week was sufficient to predict the population mean for the People's Daily. This result echoes similar inconsistencies in previous empirical studies (Hester and Dougall, 2008; Lacy et al., 2001) and merits further investigation. For one thing, the use of the 50-sample sets to test the Central Limits Theorem is limited when the variable shows high variation, though its precision far surpasses the use of 20-sample sets in earlier studies (Riffe et al., 1993). After all, the Central Limits Theorem is based on an assumption of a large number of sample means. Also, the threshold value of 0.50 was proposed on a mere basis of intuitive finding from content analyses of television network news (Riffe et al., 1996). While the later replication studies of other media outlets rested on tentative projections about the occasional deviances, the algebra for the underlying dynamic should be taken into consideration. From a statistical perspective, a desirable sample size for tests on means is co-determined by the sample CV and the margin of error. If two variables have the same CVs and the margins of error are set with the same percent, the sample sizes would be the same for both variables. It is easier to specify the treatment effects in percentage change in the means and variability in CV (van Belle and Martin, 1993), but not with the case of specifying the sample size merely based on CV in the absence of means ratio. Thus, the value of 0.50 may serve as a reference, but researchers should be cautious in using it as a universal criterion.", "Similar to the findings of US daily newspapers (Riffe et al., 1993), precision does not increase noticeably with two or more constructed weeks, and a slump even occurs, possibly a transient sharp downward point due to the error of random sampling. Thus, it might not merit the increased resource to double or even triple the sample size of a 7-day sample to make inferences about the half-a-year population.", "With regard to RQ2, Table 4 shows the results for 50 samples of 7-, 14-, 21-, 28-, and 35-day simple random and consecutive day samples. For all four variables, only the 35-day sample meets the decision criteria; it is not necessarily efficient from the stand point of coding, however. For the variable with the least coefficients of variation (number of stories), nevertheless, a 21-day simple random sample is sufficient. For the consecutive day samples, none of them meets both sets of decision criteria.", "Compared to the constructed week samples, simple random and consecutive day samples are much less efficient, and the latter performs particularly poorly. Similar to Riffe et al.'s finding about US daily newspapers, the minimum percentages of simple random sample means that fell within one and two standard errors of the population mean were, respectively, 55 and 85 percent, while the minimum percentages for constructed week samples are 85 and 100 percent. The minimum percentages of consecutive day samples that fell within one and two standard errors of the population mean are the lowest (35 and 70 percent). The constructed weeks therefore allow better estimates than purely random samples of days because they avoid the possibility of oversampling individual weekdays. It corroborates the essentialness of sampling across weeks.", "As discussed earlier, previous studies of daily newspapers in China usually drew an incomplete six-day constructed week sample. With regard to RQ3, Table 5, however, shows that none of the incomplete six-day constructed week samples simultaneously meets the decision criteria for all four variables. It takes a sample size of 12-day constructed weeks to be efficient. In general, the relative insufficiency of six-day constructed week samples might be attributed to over-representing the population with the exclusion of Sunday. As shown in Table 2, the news hole in the Sunday edition of the Chinese daily newspaper is smaller than that of the weekday editions."]}, {"sec_title": "Conclusions and Discussion", "sec_content": ["This study represents some sort of replications in China of sampling methods and sample sizes used in the United States for the selection of daily newspapers for content analysis. Although the present study and previous ones are not directly comparable due to the different timeframes, the findings nevertheless suggest that there appears to be a certain methodological commonality and universal principle that underlines the logic of sample selection of newspaper content. If the results are any guide, several conclusions can be drawn.", "First, sampling requirements for daily newspapers in China seem to be consistent with their US counterparts. The method of constructed week sampling stands out as the most efficient way of sample selection. As visible as the influence of news hole cycles on China's daily newspapers might be, one constructed week in China would allow reliable estimates of content in a population of six months of newspapers even for highly volatile variables. As such, there is merit in extant studies that used the constructed week approach to selecting Chinese newspapers for content analysis.", "Second, this study shows that one constructed week sampling proves to be sufficient enough to present the population. By contrast, consecutive day samples performed poorly and should therefore be avoided for content analysis of Chinese daily newspapers unless specific and developing events are involved. While consecutive day samples are convenient to use, and different weekdays may be represented, even a large size of consecutive day samples might not be effective. It thus corroborates the importance of sampling across weeks.", "Third, the weekday-plus-Saturday constructed week sampling does not perform as efficiently as the full constructed week samples. As a result of the advertising space cycle in China's daily newspaper industry in general and of the role of the People's Daily as a central organ in particular, the Sunday edition usually has a smaller news hole. The weekday-plus-Saturday constructed week sampling might risk the possibility of over-representing the population. As many as 12-day weekday-plus-Saturday constructed week samples (two incomplete constructed weeks that exclude Sundays) may be needed in China for the estimation of the content, such as the number of photos and staff-written stories. However, this size of the weekday-plus-Saturday constructed week samples still failed to yield an efficient estimate with the variable of the graphics. For studies that examine advertising content of Chinese daily newspapers, a larger sample size therefore becomes crucial. This is particularly important because Chinese advertising has increasingly drawn scholarly attention in the literature (e.g., Cheng, 1997; Hung and Li, 2006; Paek and Pan, 2004; Swanson, 1996).", "Fourth, the effectiveness and adequacy of constructed weekday-plus-Saturday samples should not be minimized. For the purpose of parsimony, the weekday-plus-Saturday stratified sample “hits” on the prediction, as small news hole Sunday newspapers are atypical of the rest of the week's papers and often affect the outcomes. It suggests that there is a moderate probability that a weekday-plus-Saturday constructed week sample will provide a valid representation of the content in a daily newspaper during the six-month period. A caveat is in order, however. The weekday-plus-Saturday sample's “miss” on the variables of graphics and total stories makes it less efficient than the full constructed week sample, which hits on all 10 tests. If the sample shows high variance for certain variables, then the full constructed week sample that includes the Sunday would be a more conservative approach.", "Fifth, previous research in the United States recommends using a CV of 0.50 as the criterion for increasing the sample size. The results of this study of a Chinese newspaper suggest that this standard may need to be reconsidered. For the variable “number of photographs” with a CV as high as 0.61, a 12-day weekday-plus-Saturday constructed week sample is adequate to estimate the population mean. By contrast, for the variable “number of stories” with the lowest variability (0.27), even the weekday-plus-Saturday constructed week sample size of 30 fails to make an efficient estimate of the population. It means that specifying the sample size based merely on the CV is questionable. Thus, instead of using 0.50 as a universal criterion, researchers should base their decision on the nature of the newspaper content analysis as well as the variability in the sample for the selected variables.", "Although the findings of this study shed some light on the sampling selection of newspapers for content analysis in China, it has limitations. Because the variables largely deal with technical aspects of newspaper operations, the results are more relevant to studies that seek to make inferences to general practices of newspapers. How these measures are closely related to the content-oriented variables remains to be further investigated. For instance, in content analyses of some particular types of news stories, systematic sampling might allow an accurate estimate of the population. A set of consecutive-issue samples might be desirable for a short-lived specific or developing story, in which case all consecutive days would be included from beginning to end, whereas if it is a story over a longer period then more purposive selection from all stories on that topic is more useful. In addition, though the variables used in this study are part of typical measures in content analyses, they are simply computed by counting the frequencies. There are other kinds of variables manifest in newspaper content that may require coding judgment, especially variables of thematic and directional categories. In content analysis, these variables often call for greater precision of coding scheme and measurement. Unfortunately, in previous US studies of sampling selection for content analysis of newspapers, not much has been done to compare how different methods and sample size might affect the variables that necessitate judgmental decision other than merely counting the properties of the news. Although in the case of China the variability of such elements might be restrained by ideological factors (e.g., little room to deviate from the official line), it should still be useful to explore the influences of different sampling methods on the perceptions and attitudes of news in China. Future study should go beyond the present scope by expanding the measures to include the variables of thematic and directional categories."]}], "references": [{"title": "SARS News and Its Determinants in China and the US", "year": "2007", "journal": "International Communication Gazette", "volume": "69", "authors": [{"name": "Beaudoin Christopher E.", "first_name": "Beaudoin", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Rethinking the Mass Propaganda Model: evidence from the Chinese regional press", "year": "1993", "journal": "Gazette", "volume": "52", "authors": [{"name": "Chang Tsan-Kuo", "first_name": "Chang", "last_name": "Tsan-Kuo", "affiliation": "", "orcid": "", "role": ""}, {"name": "Chen Chin-Hsien", "first_name": "Chen", "last_name": "Chin-Hsien", "affiliation": "", "orcid": "", "role": ""}, {"name": "Zhang Guo-Qiang", "first_name": "Zhang", "last_name": "Guo-Qiang", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News as Social Knowledge in China: the changing worldview of Chinese national media", "year": "1994", "journal": "Journal of Communication", "volume": "44", "authors": [{"name": "Chang Tsan-kuo", "first_name": "Chang", "last_name": "Tsan-kuo", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wang Jian", "first_name": "Wang", "last_name": "Jian", "affiliation": "", "orcid": "", "role": ""}, {"name": "chen Chin-Hsien", "first_name": "chen", "last_name": "Chin-Hsien", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Social Construction of International Imagery in the Post-Cold War Era: a comparative analysis of U.S. and Chinese national TV news", "year": "1998", "journal": "Journal of Broadcasting and Electronic Media", "volume": "42", "authors": [{"name": "Chang Tsan-kuo", "first_name": "Chang", "last_name": "Tsan-kuo", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wang Jian", "first_name": "Wang", "last_name": "Jian", "affiliation": "", "orcid": "", "role": ""}, {"name": "chen Chin-hsien", "first_name": "chen", "last_name": "Chin-hsien", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Holding Up Half of the Sky? A socio-cultural comparison of gender-role portrayals in Chinese and U.S. advertising", "year": "1997", "journal": "International Journal of Advertising", "volume": "16", "authors": [{"name": "Cheng Hong", "first_name": "Cheng", "last_name": "Hong", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘China Daily’ Coverage of Rural Development: a broad window, or a small peep-hole?", "year": "1997", "journal": "International Communication Gazette", "volume": "59", "authors": [{"name": "Culbertson Hugh M.", "first_name": "Culbertson", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reporting AIDS and the Invisible Victims in China: official knowledge as news in the People&#039;s Daily, 1986–2002", "year": "2008", "journal": "Journal of Health Communication", "volume": "12", "authors": [{"name": "Dong Dong", "first_name": "Dong", "last_name": "Dong", "affiliation": "", "orcid": "", "role": ""}, {"name": "Chang Tsan-Kuo", "first_name": "Chang", "last_name": "Tsan-Kuo", "affiliation": "", "orcid": "", "role": ""}, {"name": "Chen Dan", "first_name": "Chen", "last_name": "Dan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Efficiency of Constructed Week Sampling for Content Analysis of Online News", "year": "2008", "journal": "Journalism and Mass Communication", "volume": "84", "authors": [{"name": "Hester Joe B.", "first_name": "Hester", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dougall Elizabeth", "first_name": "Dougall", "last_name": "Elizabeth", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Transitional Media vs. Normative Theories: Schramm, Altschull, and China", "year": "2003", "journal": "Journal of Communication", "volume": "53", "authors": [{"name": "Huang Chengju", "first_name": "Huang", "last_name": "Chengju", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Images of the Contemporary Woman in Advertising in China: a content analysis", "year": "2006", "journal": "Journal of International Consumer Marketing", "volume": "19", "authors": [{"name": "Hung Kineta", "first_name": "Hung", "last_name": "Kineta", "affiliation": "", "orcid": "", "role": ""}, {"name": "Li Stella Y.", "first_name": "Li", "last_name": "Y.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Some Procedures for Estimating ‘News Hole’ in Content Analysis", "year": "1959", "journal": "Public Opinion Quarterly", "volume": "23", "authors": [{"name": "Jones Robert L.", "first_name": "Jones", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Carter Roy E.", "first_name": "Carter", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Sample Size for Newspaper Content Analysis in Multi-year Studies", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Lacy Stephen", "first_name": "Lacy", "last_name": "Stephen", "affiliation": "", "orcid": "", "role": ""}, {"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel", "affiliation": "", "orcid": "", "role": ""}, {"name": "Stoddard Staci", "first_name": "Stoddard", "last_name": "Staci", "affiliation": "", "orcid": "", "role": ""}, {"name": "Martin Hugh", "first_name": "Martin", "last_name": "Hugh", "affiliation": "", "orcid": "", "role": ""}, {"name": "Chang Kuang-kuo", "first_name": "Chang", "last_name": "Kuang-kuo", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Ambiguities and Contradiction: issues in China&#039;s changing political communication", "year": "1994", "journal": "International Communication Gazette", "volume": "53", "authors": [{"name": "Lee Chin-chuan", "first_name": "Lee", "last_name": "Chin-chuan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Development Space and Profit Mode for the Weekend Market of Urban Newspapers", "year": "2008", "journal": "Northern Economy", "volume": "4", "authors": [{"name": "Li Yingying", "first_name": "Li", "last_name": "Yingying", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Profit or Ideology? The Chinese press between party and market", "year": "1998", "journal": "Media, Culture and Society", "volume": "20", "authors": [{"name": "Liu Hong", "first_name": "Liu", "last_name": "Hong", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Within the Boundaries of Politics: news framing of SARS in China", "year": "2005", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "82", "authors": [{"name": "Luther Catherine A.", "first_name": "Luther", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Zhou Xiang", "first_name": "Zhou", "last_name": "Xiang", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Obstacle and Future of the Newspaper Industry", "year": "2007", "journal": "Journalism Lover", "volume": "1", "authors": [{"name": "Ma Linping", "first_name": "Ma", "last_name": "Linping", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Chinese Newspapers and Market Theories of Web Journalism", "year": "2005", "journal": "International Communication Gazette", "volume": "67", "authors": [{"name": "Massey Brian L.", "first_name": "Massey", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Luo Wei", "first_name": "Luo", "last_name": "Wei", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Spreading Global Consumerism: effects of mass media and advertising on consumerist values in China", "year": "2004", "journal": "Mass Communication and Society", "volume": "7", "authors": [{"name": "Paek Hye-Jin", "first_name": "Paek", "last_name": "Hye-Jin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Pan Zhongdang", "first_name": "Pan", "last_name": "Zhongdang", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Effectiveness of Random, Consecutive Day and Constructed Week Samples in Newspaper Content Analysis", "year": "1993", "journal": "Journalism Quarterly", "volume": "70", "authors": [{"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel", "affiliation": "", "orcid": "", "role": ""}, {"name": "Aust Charles F.", "first_name": "Aust", "last_name": "F.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lacy Stephen", "first_name": "Lacy", "last_name": "Stephen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Effectiveness of Simple and Stratified Random Sampling in Broadcast News Content Analysis", "year": "1996", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "73", "authors": [{"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel", "affiliation": "", "orcid": "", "role": ""}, {"name": "lacy Stephen", "first_name": "lacy", "last_name": "Stephen", "affiliation": "", "orcid": "", "role": ""}, {"name": "nagovan Jason", "first_name": "nagovan", "last_name": "Jason", "affiliation": "", "orcid": "", "role": ""}, {"name": "Burkum Larry", "first_name": "Burkum", "last_name": "Larry", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Sample Size in Content Analysis of Weekly Newspapers", "year": "1995", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "72", "authors": [{"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lacy Stephen", "first_name": "Lacy", "last_name": "Stephen", "affiliation": "", "orcid": "", "role": ""}, {"name": "Robinson Kay", "first_name": "Robinson", "last_name": "Kay", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Sample Size for Classifying Subject Matter in Dailies", "year": "1952", "journal": "Journalism Quarterly", "volume": "29", "authors": [{"name": "Stempel Guido H.", "first_name": "Stempel", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "People&#039;s Advertising in China: a longitudinal content analysis of the People&#039;s Daily since 1949", "year": "1996", "journal": "International Journal of Advertising", "volume": "15", "authors": [{"name": "Swanson Lauren A.", "first_name": "Swanson", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Sample Size as a Function of Coefficient of Variation and Ratio of Means", "year": "1993", "journal": "The American Statistician", "volume": "47", "authors": [{"name": "Van Belle Gerald", "first_name": "Van", "last_name": "Gerald", "affiliation": "", "orcid": "", "role": ""}, {"name": "Martin Donald C.", "first_name": "Martin", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Command Communication: the politics of editorial formulation in the People&#039;s Daily", "year": "1994", "journal": "China Quarterly", "volume": "137", "authors": [{"name": "Wu Guoguang", "first_name": "Wu", "last_name": "Guoguang", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Framing the NATO Air Strikes on Kosovo Across Countries: comparison of Chinese and U.S. newspaper coverage", "year": "2003", "journal": "Gazette: International Journal for Communication Studies", "volume": "65", "authors": [{"name": "Yang Jin", "first_name": "Yang", "last_name": "Jin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "China&#039;s Second Long March: a review of Chinese media discourse on globalization", "year": "2006", "journal": "The Review of Communication", "volume": "6", "authors": [{"name": "Yin Jing", "first_name": "Yin", "last_name": "Jing", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Constructing Public Opinion and Manipulating Symbols: China&#039;s press coverage of the student movement in 1989", "year": "1995", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "72", "authors": [{"name": "Zhang Guo-qiang", "first_name": "Zhang", "last_name": "Guo-qiang", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kraus Sidney", "first_name": "Kraus", "last_name": "Sidney", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Revisiting the Weekend Retail Market of Urban Newspapers”", "year": "2001", "journal": "Chinese Journalist", "volume": "9", "authors": [{"name": "Zhang Hongzhong", "first_name": "Zhang", "last_name": "Hongzhong", "affiliation": "", "orcid": "", "role": ""}, {"name": "Guo Qing", "first_name": "Guo", "last_name": "Qing", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "What Happened to the Weekend Editions?", "year": "2004", "journal": "Media", "volume": "1", "authors": [{"name": "Zhao Jinhong", "first_name": "Zhao", "last_name": "Jinhong", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "From Commercialization to Conglomeration: the transformation of the Chinese press within the orbit of the party state", "year": "2000", "journal": "Journal of Communication", "volume": "50", "authors": [{"name": "Zhao Yuezhi", "first_name": "Zhao", "last_name": "Yuezhi", "affiliation": "", "orcid": "", "role": ""}]}]}