{"doi": "10.1080/21670811.2018.1498747", "url": "https://doi.org/10.1080/21670811.2018.1498747", "title": "Online And Newsworthy", "volume": "6", "year": "2018", "issue": "7", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Van Leuven", "first_name": "Sarah", "name": "Sarah Van Leuven"}, {"last_name": "Kruikemeier", "first_name": "Sanne", "name": "Sanne Kruikemeier"}, {"last_name": "Lecheler", "first_name": "Sophie", "name": "Sophie Lecheler"}, {"last_name": "Hermans", "first_name": "Liesbeth", "name": "Liesbeth Hermans"}], "abstract": " This special issue takes up the issue of online journalistic news sourcing techniques, which are defined as the use of the internet for gathering information for news stories. Online platforms, such as websites, Wikipedia, search engines, and social media can be consulted by journalists to gather or check information from both elite and non-elite actors. The papers in this special issue advance our understanding of (1) how online sources are used in the news production process and how they change the relationship between journalists and different groups of actors; and (2) why and how journalists use online sources during their daily work, and how they verify these sources. Together, the different contributions within this issue illustrate that the increasing use of online sources has impacted, yet perhaps not drastically changed, all aspects of journalistic news production. ", "body": [{"title": "", "paragraphs": ["The use of reliable sources is one of the most important aspects of the journalistic news production process. Since the 1950s, researchers have gradually unraveled the different mechanisms determining the outcome of this process including the development of sourcing routines by individual journalists and newsrooms as well as the importance of source activities, such as press releases and press conferences. As such, studies have repeatedly demonstrated that journalists in most circumstances rely on a limited number of (elite) sources. More recently, many authors have followed Davies (2008) in his hammering analysis of market-driven news production as “churnalism” in essentially recycling pre-packaged (mainly PR) sources and consequently acting as a mouthpiece for establishment (elite) actors. However, the information age changed journalistic news sourcing techniques drastically. In a digital world, journalists now increasingly use social media, search engines, websites, wikis, and online encyclopedias as news sources (Lecheler and Kruikemeier 2016). We define online journalistic news sourcing techniques as the use of the internet for gathering information for news stories. This includes both less interactive (e.g. websites) and more interactive (social media) platforms, which can be consulted by journalists to gather or check information from a diverse group of both elite and non-elite actors.", "In today’s 24/7 news cycles, online sources offer an effective, quick, convenient and cheap way for journalists to gather information on developing stories, and they increasingly also trigger news stories (for an overview, see Lecheler and Kruikemeier 2016). In particular during breaking news and crises, such as a terrorist attack, journalists rely on the internet to get information, for instance to search for eyewitness footage shot with smartphones, or to embed posts from social media in live blogs to stay on top of what is happening from minute to minute. These online sources provide useful and sometimes even crucial information, which can be collected easily and offers fast insights into a critical situation. But, these kind of online sources are also difficult to verify; something that is less likely to happen anyway when a crisis “demands” fast reporting. This opens up new avenues of media criticism, which has resulted in an ever growing discussion on the prevalence of fake news and misinformation online. Today, news audiences are more critical of mainstream news media than ever before, and journalists must be aware of their duty to provide trustworthy news and to fact-check information. However, current work on the use and development of verification strategies online is often anecdotal, and in a fast changing media landscape, quickly outdated (Lecheler and Kruikemeier 2016). What is more, online sourcing practices (especially the use of social media) have frequently been associated with a democratization of news access for non-elite actors, potentially leading to more diverse voices and a more balanced representation of issues in the news. Nonetheless, the empirical evidence – even though it is mostly based on national case studies – usually does not support this assumption (Deprez and Van Leuven 2018). With respect to this latter issue, the question has also been raised to what extent online sourcing practices blur boundaries and shift the gatekeeping power from journalists to sources and to audiences (Vos and Heinderyckx 2015).", "So, despite a good decade of research, the impact of the use of online sources for professionalism and journalism practice remains unclear. Therefore, we argue that research should focus on one of three aspects of online sourcing in journalism: (1) detailed insights on the use of different kinds of online sources and what this implies for news access of different kinds of actors; (2) verification practices for online sources and (3) the credibility of journalism when it makes use of online sources. These questions are of imperative importance in academic research, as well as in journalistic practice where information travels fast in the current media landscape. First of all, while studies suggest that the use of online sources is increasing, it is important to identify specifically which online sources are most prominent within journalistic reporting, and to what extent they replaced or complement more traditional sourcing techniques such as phone calls and interviews. Relatedly, we believe it is crucial to investigate potential changes in the relationship between journalists and (elite or non-elite) actors as sources, who now have multiple options to communicate with audiences directly. Second, it is important to discover why and how journalists use online sources during their daily work and in the newsroom, and how they verify these sources. A third and final question is how online sourcing practices change journalists’ relationship with their audience. More specifically, we argue that it is not only essential to unravel how journalists perceive the credibility of online sources, but also how audiences perceive the credibility of journalism when it makes use of online sources.", "In this special issue, we are able to cover these open questions partially. In the following, we will first discuss how they are tackled in this special issue, by integrating key findings from the different articles. Next, based on the combined insights from these seven studies, we explain how this special issue contributes to the developing body of literature investigating the question whether online sourcing practices have changed journalism, and which questions deserve further attention in future research."]}, {"title": "The Use of Online News Sources", "paragraphs": ["The first question that requires academic attention is very basic, yet essential. Ample studies in the past decade have investigated to what extent and which online sources are used by professional journalists. A central assumption was that the use of online (social media) sources in the news production process could lead to a broadening of news access for a more diverse range of information actors, including not only elite actors such as governments, politicians, and experts but also non-elite actors such as ordinary citizens and alternative voices. In general, these studies concluded that online information channels have not replaced but at most complement traditional information channels, such as news agency copy or press releases. In addition, they have not created a more balanced news access for elite and non-elite actors. In a news landscape characterized by a 24/7 multimedia news cycle and increasing workloads for journalists, it turns out that it is still far more efficient to stick to old sourcing routines and consult elite sources. They are not only central information nodes with an important impact on developing events, but also they have intensified their public relations efforts (including on social media platforms, cf. infra). In contrast, as will be discussed in the next part of this introduction, information collected from non-elite actors requires more filtering and verification, but the time and personnel to do so are usually lacking (see Deprez and Van Leuven 2018). Yet this body of work suffers from a number of important limitations that will be addressed in different ways by the studies that are included in this special issue.", "The first paper in this special issue tackles a first limitation, in that most studies until now have been case studies, snapshots of journalistic sourcing practices at a certain moment in time in a specific (often national) context, leaving the question open whether the use of online sources has truly been accepted or rejected as a routine practice in the journalistic toolbox. von Nordheim, Boczek and Koppers (2018) contribute to this body of literature by mapping the use of Facebook and Twitter sources from a longitudinal perspective since their launch (respectively 2004 and 2006) until the end of 2016 in three national newspapers (The New York Times, The Guardian, Süddeutsche Zeitung). The comparative perspective in this paper adds to its importance since it allows to analyze to what extent the development of online sourcing practices show similar tendencies in different (western) journalistic cultures. The findings show that, indeed, sourcing practices seem to be shared to a large extent across different media contexts. More specifically, it seems that after an initial phase of increase, the popularity of Twitter and Facebook as news sources levelled in the first half of the current decade, only to increase again in the last few years. Importantly, the findings also underline substantial differences between social media sources when it comes to news access for different groups of actors. As already suggested by a few previous studies, the current study confirms that Twitter is more an elitist channel, whereas Facebook is more used to consult non-elite actors. For practical reasons, past research has often focused on Twitter, because of its largely public nature (whereas most social media platforms have restricted access for researchers as most content is only visible to “friends”). Future research should continue on this path and try to unravel how the growing number of social media platforms are integrated in different ways in sourcing routines, and facilitate news access for different groups of actors.", "The second and third paper take a different perspective, but contribute to our understanding of online sourcing practices by investigating news platforms and news formats that were neglected in sourcing research, even though they have an important impact in the current news landscape. While most studies of online sourcing practices focus on traditional news media (mostly newspapers but to a lesser extent also television), Vliegenthart and Boukes (2018) used a quantitative content analysis to make a comparison of sourcing practices in economic news in print outlets and online outlets. Although they did find differences between both types of outlets, their findings need to be put in perspective. Maybe the most important conclusion of this paper is that social media (Facebook and Twitter) and ordinary citizens are almost invisible in economic news coverage in The Netherlands. As such, this finding confirms previous research, but also underlines the necessity to take into account how sourcing routines differ between news domains, with economic news being an example of typically elite-dominated news coverage. This is confirmed in the third paper, by Thorsen and Jackson (2018), whose content analysis of UK news websites (BBC, The Guardian, and the Telegraph) includes crisis news, as well as political news and sports news. The authors compared sourcing practices in “traditional news articles” with those in a new online format that has become very popular in recent years: “live blogs”. Although results show that social media posts are more often integrated and embedded in live blogs, these new technological affordances do not change much about how journalists relate to different groups of actors in the news. Or in other words, most news domains are still dominated by elite actors, with the exception of sports live blogs and to a lesser extent crisis news articles in the current study. The typology of sourcing practices that Thorsen and Jackson propose can be a source of inspiration and a useful tool for future research mapping sourcing practices in different countries, types of news outlets, news formats, and news domains, based on a number of important characteristics in the news content.", "The fourth paper addresses an important shortcoming of content analysis studies, namely that these only provide insights into sourcing practices as far as sources are explicitly mentioned in the news output. Nonetheless, journalists are often not transparent about their sources (e.g. when they copy-paste press releases), or they prefer not to mention sources that have functioned as background information or because the journalists do not want to interrupt the natural flow of reading the article (in this sense, sources are a kind of metadata). Although it is less visible, journalists often start their information search online, for instance by consulting a search engine (with its own algorithmic decisions). Or they follow various politicians on social media, which might prompt them towards an interesting story, while neglecting others. In that sense, most often hidden, online sources might increasingly also guide news production (Deprez and Van Leuven 2018). Therefore, the mixed method approach of Johnson, Paulussen and Van Aelst (2018) that combines online Twitter network analysis and in-depth interviews with economic journalists in Belgium allows them to provide a more comprehensive picture of online sourcing practices. They include the “behind the scenes” process that stays invisible in the news content. The results confirm again that Twitter has become a relevant sourcing tool for journalists – mainly as a monitoring tool and as a source of inspiration – but that this has hardly changed relationships with actors. The same groups of actors that are important in journalists’ offline source networks are also important in journalists’ Twitter networks. ", "The fifth paper by Willnatt and Weaver (2018) tries to explain why certain journalists deploy online sourcing practices more than other journalists. By means of a large-scale survey of American journalists they unravel to what extent not only demographic characteristics (as most studies do with a focus on the age of the journalist) but also journalistic role perceptions are significant predictors of social media use. Interestingly, they found that the use of social media as a source in daily practice correlates with perceptions of traditional journalistic roles, most importantly the populist-mobilizer function which puts forward for example to let people express their views. Importantly, however, a more detailed analysis revealed that this is true for journalists who use certain social media platforms (citizen blogs and professional social media sites such as LinkedIn), but not for others (who use mostly Twitter). This aligns with the findings of other papers in this special issue that Twitter is certainly not used as a platform for audience engagement and non-elite sourcing but instead for elite sourcing, for monitoring purposes and to search for breaking news and story ideas."]}, {"title": "Understand How Journalists Verify Online Information", "paragraphs": ["In addition, the special issue draws attention to an under investigated issue with regard to online sourcing practices, more specifically the use of verification techniques to check the reliability of online sources. In a previous literature review (Lecheler and Kruikemeier 2016), it was found that the verification of online sources is challenging. Journalists, for instance, put a lot of trust in search tools, such as search engines. These tools have their own algorithms that decide which information is shown and which information is not. When checking for information, journalists might end up with biased results, which makes “double checking” information very challenging. Also verifying online sources demands practical knowledge and (digital) skill sets, such as techniques and tools to check the geo-location or trying to track down the original source of a video, that many journalists do not (yet) have.", "Since 2016, we see an upsurge in articles being published focusing on verification techniques. Some authors conclude that journalists claim to actually verify online information (Vergeer 2018). Journalists also claim to use different approaches to verify social media content, for example by double checking information using multiple sources or cross-checking information with previously published content (Brandtzaeg et al. 2016). However, Brandtzaeg and colleagues also noted that most of “current verification practices […] are dominated by traditional journalistic methods” (p. 337–338), for example “looking up contacts and calling them directly” (p. 330). Other scholars go one step further and argue that in journalism, commonly approved methods of verifying information are still lacking and verification practices vary (Rauchfleisch et al. 2017). In this special issue, Duffy and Tan Rui Si (2018) add to this notion by showing, among other things, various verification strategies used by journalism students from Singapore. These journalism students examine online sources by cross-referencing multiple websites to assess the credibility of sources and to confirm their identity. However, this has specific implications as pointed out by Duffy and Tan Rui Si: it gives more power to those actors that have an increased online presence, which are often elites. Furthermore, they also found that the “social aspect” of social media is an important indicator of which actors are seen as more credible, as actors with “one degree of separation” from journalism students’ networks were preferred.", "The last paper, by Chernobrov (2018) explores how a new group of online sources, called “digital humanitarians”, can help journalists to overcome reliability issues of user-generated content based on a combination of the human verification strategies as investigated in many studies (e.g. triangulation or cross-checking of information) and machine computing verification strategies. Following from interviews with key actors in the media and humanitarian field as well as in digital volunteer networks, Chernobrov unravels how these digital humanitarians deploy “big crisis data” and digital platforms to aggregate and filter valuable information from affected communities (so-called user-generated content). As such, while following the developing crisis virtually from a safe distance, they give journalists access to real-time accurate information about developing crises. Considering the fact that the use of user-generated content is often dismissed by journalists who lack the time or digital skills to distinguish between relevant, reliable content and nonsense or false information, this paper delivers important insights that can be helpful for more general purposes in journalism practice."]}, {"title": "Have Online Sources Changed Journalism?", "paragraphs": ["The central aim of this special issue is to get a better understanding of whether digitalization has changed journalistic sourcing practices and journalism as a profession. In sum, we can argue that the different contributions within this issue illustrate that the increasing use of online sources has impacted, yet perhaps not drastically changed, all aspects of journalistic news production.", "Indeed, news production now occurs online, many social media sources are used, and this occurs across countries and news outlets. von Nordheim, Boczek and Koppers, as well as other scholars in this special issue, have provided longitudinal and comparative insights into the use of “new” online sources in journalism. Their work shows that scholars must move beyond using one-shot case studies, but that we need long-term and comparative insights into changes in journalistic practice. However, what their work also indicates is that journalists are still in close contact with elite actors, whereas non-elite actors and their stories take a back seat. In most cases, the presence of “ordinary people” in the news remains predominantly determined by contextual factors (e.g. news domain, media type, journalistic culture), rather than by technological changes in the news production process. As such, the studies of Thorsen and Jackson, and Chernobrov are in line with previous research in the field in demonstrating that breaking news or crisis news is one type of news that benefits significantly from the removal of time and space barriers in online sources, to provide news updates much faster and include more diversity of voices shortly after an event has happened.", "Nonetheless, one can wonder whether it is always necessary or valuable to represent ordinary people’s viewpoints in the news? Their underrepresentation in the news is often condemned by scholars as journalistic organizations’ failure to meet their democratic obligation to present “multiperspectival news” (Gans 2011), yet we suggest that this dominant assumption is addressed more critically in future research. For example, Habermas (1992), in a recurring critique on sourcing ordinary citizens in the news, states that this approach does not add depth and new viewpoints to the message but rather dumbs down the information in the news article. In addition, despite initial hopes for more audience engagement and consequently more diverse viewpoints in online news, recent developments suggest the opposite as rightfully detected in a forthcoming analysis by Quandt (2018). He focuses especially on what he calls “dark participation”: instead of the qualitative UGC contributions that were envisioned in early optimistic (and maybe largely utopian) accounts of online news production, “dark participation” is characterized by non-democratic contributions such as hate speech in reactions to online news articles and large-scale disinformation campaigns or “fake news” circulating through social media platforms as we have seen in recent election campaigns. Also linked with this concept of “dark participation”, in our view, is the observation that the boundaries between elite and non-elite actors are increasingly hard to disentangle for journalists. Most importantly, elite actors are increasingly deploying digital means to maximize public relations efforts, for example by “astroturfing” or manipulating how issues are represented or debated on social media platforms. In addition, the exploding number of ordinary people who become social media stars or “influencers” in the digital era implies that the boundary between PR material and user-generated content is dissolving at a fast rate.", "Another avenue of future research is to better understand the journalistic verification strategies for online sources. The manuscripts of Chernobrov and Duffy and Tan Rui Si contribute to our understanding of how journalists have developed new routines and strategies to verify the credibility of online sources, especially when it comes to user-generated content. Yet a research gap continues to exist in terms of how journalists use different verification techniques, especially those which might be more implicit, such as comparing different sources or checking background information, compared to more explicit techniques, such as the use of existing tools (e.g. Google image search). Currently, no common understanding about verification practices exists. What kind of implicit verification techniques can be distinguished online? Are these often applied? And with what consequences? How do these implicit techniques shape news production? When do journalist decide to use “online only” verification techniques and when do journalist decide to use “offline” verification techniques, for instance by using a telephone interview? How are these online and offline verification techniques combined? And what can machine computing techniques potentially add to existing verification strategies? In addition, most scholars talk to or survey journalists and ask them about their verification strategies. This might yield biased results as we expect that journalist might overestimate their use of verification techniques. We believe that it is important to investigate how journalists deploy verification techniques by going beyond survey or interview data. One of the directions one could be heading is tracing journalists' searching behavior (e.g. by means of observational studies) instead of directly asking them how they use and check online sources, in order to circumvent socially desirable answers. These are important recommendations for future journalism studies.", "Finally, we argue that it is not only essential to unravel how journalists perceive the credibility of online sources, but also how audiences perceive the credibility of journalism when it makes use of online sources. Most research in this area dates back from more than a decade ago, and unraveled how source attribution (see e.g. Sundar 1998) or the choice of news sources (e.g. PR sources, see e.g. Callison 2001) impacted on the credibility of the news. In the current societal context characterized by strong concerns about fake news and disinformation and decreasing trust in news organizations, we need more academic inquiry of how the increasing use of online tools and social media information by journalists impacts on the credibility of news articles, news organizations and journalism as an institution. This question was not tackled in this special issue, but we want to include it as a final recommendation for a future research agenda of online sourcing techniques."]}], "references": [{"title": "“Emerging Journalistic Verification Practices Concerning Social Media.”", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Brandtzaeg Petter Bae", "first_name": "Brandtzaeg", "last_name": "Bae"}, {"name": "Lüders Marika", "first_name": "Lüders", "last_name": "Marika"}, {"name": "Spangenberg Jochen", "first_name": "Spangenberg", "last_name": "Jochen"}, {"name": "Rath-Wiggins Linda", "first_name": "Rath-Wiggins", "last_name": "Linda"}, {"name": "Følstad Asbjørn", "first_name": "Følstad", "last_name": "Asbjørn"}]}, {"title": "“Do PR Practitioners Have a PR Problem? The Effect of Associating a Source with Public Relations and Client-Negative News on Audience Perception of Credibility.”", "year": "2001", "journal": "Journal of Public Relations Research", "volume": "13", "authors": [{"name": "Callison Coy", "first_name": "Callison", "last_name": "Coy"}]}, {"title": "Digital Volunteer Networks and Humanitarian Crisis Reporting", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Chernobrov Dmitry", "first_name": "Chernobrov", "last_name": "Dmitry"}]}, {"title": "Naming the Dog on the Internet: Student Reporters&#039; Verification Tactics for Non-Elite Newsmakers Online", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Duffy Andrew", "first_name": "Duffy", "last_name": "Andrew"}, {"name": "Jeanette Tan Rui Si", "first_name": "Jeanette", "last_name": "Rui"}]}, {"title": "“Multiperspectival News Revisited: Journalism and Representative Democracy", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Gans Herbert J", "first_name": "Gans", "last_name": "J"}]}, {"title": "Much Ado about Nothing? The Low Importance of Twitter as a Sourcing Tool for Economic Journalists", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Johnson Michiel", "first_name": "Johnson", "last_name": "Michiel"}, {"name": "Steve Paulussen", "first_name": "Steve", "last_name": "Paulussen"}, {"name": "Peter Van Aelst", "first_name": "Peter", "last_name": "Van Aelst"}]}, {"title": "“Re-evaluating Journalistic Routines in a Digital Age: A Review of Research on the Use of Online Sources.”", "year": "2016", "journal": "New Media \\& Society", "volume": "18", "authors": [{"name": "Lecheler Sophie", "first_name": "Lecheler", "last_name": "Sophie"}, {"name": "Kruikemeier. Sanne", "first_name": "Kruikemeier.", "last_name": "Sanne"}]}, {"title": ". “Dark Participation.”", "year": "2018", "journal": "Media and Communication", "volume": "6", "authors": [{"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten"}]}, {"title": "“How Journalists Verify User-Generated Content During Terrorist Crises. Analyzing Twitter Communication During the Brussels Attacks.”", "year": "2017", "journal": "Social Media + Society", "volume": "3", "authors": [{"name": "Rauchfleisch Adrian", "first_name": "Rauchfleisch", "last_name": "Adrian"}, {"name": "Artho Xenia", "first_name": "Artho", "last_name": "Xenia"}, {"name": "Metag Julia", "first_name": "Metag", "last_name": "Julia"}, {"name": "Post Senja", "first_name": "Post", "last_name": "Senja"}, {"name": "Schäfer Mike S.", "first_name": "Schäfer", "last_name": "S."}]}, {"title": "“Effect of Source Attribution on Perception of Online News Stories.”", "year": "1998", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "75", "authors": [{"name": "Sundar S. Shyam", "first_name": "Sundar", "last_name": "Shyam"}]}, {"title": "Seven Characteristics Defining Online News Formats: Towards a Typology of Online News and Live Blogs", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Thorsen Einar", "first_name": "Thorsen", "last_name": "Einar"}, {"name": "Daniel Jackson", "first_name": "Daniel", "last_name": "Jackson"}]}, {"title": "Incorrect, Fake, and False: Journalists’ Perceived Online Source Credibility and Verification Behavior.”", "year": "2018", "journal": "Observatorio (OBS*) Journal", "volume": "12", "authors": [{"name": "Vergeer Maurice R. M", "first_name": "Vergeer", "last_name": "M"}]}, {"title": "On the Street and/or on Twitter? The Use of ‘Every Day’ Sources in Economic News Coverage by Online and Offline Outlets", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Vliegenthart Rens", "first_name": "Vliegenthart", "last_name": "Rens"}, {"name": "Mark Boukes", "first_name": "Mark", "last_name": "Boukes"}]}, {"title": "Sourcing the Sources: An Analysis of the Use of Twitter and Facebook as a Journalistic Source Over 10 Years in The New York Times, The Guardian and Süddeutsche Zeitung", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Von Nordheim Gerret", "first_name": "Von", "last_name": "Gerret"}, {"name": "Karin Boczek", "first_name": "Karin", "last_name": "Boczek"}, {"name": "Lars Koppers", "first_name": "Lars", "last_name": "Koppers"}]}, {"title": "Social Media and U.S. Journalists: Uses and Perceived Effects on Professional Norms and Values", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "Willnat Lars", "first_name": "Willnat", "last_name": "Lars"}, {"name": "David H. Weaver", "first_name": "David", "last_name": "Weaver"}]}]}