{"doi": "10.1080/1461670X.2015.1104260", "url": "https://doi.org/10.1080/1461670X.2015.1104260", "title": "Small Departures, Big Continuities?", "volume": "18", "year": "2017", "issue": "8", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Tandoc", "first_name": "Edson", "name": "Edson C. Tandoc", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Oh", "first_name": "Soo-Kwang", "name": "Soo-Kwang Oh", "affiliation": "", "orcid": "", "role": ""}], "abstract": "Through a content analysis of big data journalism stories from The Guardian (N = 260), a pioneer in contemporary big data journalism, we sought to investigate how the practice of big data journalism compares with traditional news values, norms, and routines. Findings suggested that big data journalism shows new trends in terms of how sources are used, but still generally adhere to traditional news values and formats such as objectivity and use of visuals.", "body": [{"sec_title": "Introduction", "sec_content": ["Several years ago, a father in Minneapolis was shocked to receive coupons for baby clothes and cribs addressed to his teenage daughter from retail store Target (Duhigg 2012). The angry father asked one employee: “Are you trying to encourage her to get pregnant?” His daughter, at that time, was still in high school. Target had predicted the girl was pregnant based on a pregnancy-prediction model that analyzed purchase patterns. The model, which monitored purchase of about 25 product categories, could also estimate a pregnant shopper's due date (Duhigg 2012). The store's manager had to call the furious father to apologize, only for the father to find out, a few days later, that Target's data-driven prediction model was right: his teenage daughter was going to be a mother soon (Ellenberg 2014).", "We now live in a data-saturated environment, both in terms of what we get and what we give. “Simple acts create streams of data, whether it is crossing the road, making a speech, running 100 meters, phoning your mother, or shooting a gun” (Bell 2012, 48). Big data has breached other fields. When Nate Silver correctly predicted election results for each of all the 50 states in the United States during the 2012 presidential elections, he also heralded a new trend in journalism (Popper 2014). Big data became a buzzword and Silver rose to journalism rock star status. Of course data-driven predictions are not fool-proof: polling companies incorrectly predicted the results of the 2015 elections in the United Kingdom (Cowling 2015). This has not stopped news organizations, however, from using big data. Silver moved from the New York Times to launch his own data journalism site with ESPN (Ball 2014). The New York Times then started its own data journalism blog, called The Upshot, as columnist Ezra Klein left The Washington Post to start the Vox (Ball 2014).", "In the United Kingdom, The Guardian had already started its Datablog as early as 2009 (Rogers 2011). Originally meant to serve as a small blog to offer full datasets accompanying stories in The Guardian, the Datablog has grown into a full-fledged section of data-driven stories accompanied by graphical representations of data and links to raw datasets. In an article posted two years after the Datablog’s launch, Rogers (2011) said: “data journalism is becoming part of the establishment.”", "Data-driven journalism is not new. Newspapers used to publish graphical representations of data (Rogers 2011). But developments in information and communication technology now allow quick and easy collection, storage, and analysis of big chunks of data that was never possible before (Lewis and Westlund 2014). These advancements have also led to the rise of big data information portals, both government-sanctioned and private, that provide public access to a range of datasets (Rogers 2011). It is easy to see how big data fits into journalism, a field that has been dependent on data since its inception. But the more important question is: How are journalists using big data in their work?", "Considering that big data is a “cultural, technological, and scholarly phenomenon,” it is essential to understand how it is shaping—or re-shaping—journalism (boyd and Crawford 2012, 663). Unprecedented access to large datasets has fostered a new kind of data-driven journalism that can be called big data journalism. Big data journalism's primary focus is on the data itself and how the data is reshaped, processed, and presented (Lewis and Westlund 2014; Parasie 2014). More than the availability of big data, it is the ways journalists embed big data into their practice that have implications on either preserving or transforming journalism's internal logic.", "The analytical and presentation skills required for big data in journalism are bringing along a new kind of specialization, which may hold ramifications for how news routines are established and controlled (Lowrey 2002). Thus, this exploratory study seeks to understand what big data journalism looks like by examining articles from a pioneer of contemporary big data journalism, The Guardian’s Datablog, through the prism of journalism's boundary work as manifested in news values, routines, and norms."]}, {"sec_title": "Literature Review", "sec_content": ["The field of journalism is in the midst of an evolution largely fueled by developments in communication technology. This evolution is leading the field to reexamine not only its existing norms and practices but also its own identity (Anderson 2011; Spyridou et al. 2013), engaging in what has been conceptually referred to as boundary work. Indeed: “Struggles over journalism are often struggles over boundaries” (Carlson 2015, 2). Boundary work is particularly salient in the field of journalism. “Journalism's lack of formal professional status means its borders are in need of constant patrolling” (Sjovaag 2015, 109). But what constitutes journalism's boundaries—or the markers that set journalism apart from that which cannot be considered journalism?", "A useful framework to understand journalism's boundaries is field theory. Considered as a field with its own internal logic, journalism is a “microcosm with its own laws, defined by its own position in the world at large and by the attractions and repulsions to which it is subject from other such microcosms” (Bourdieu 1998, 39). Similar to the idea of boundary work, to exist in a field is “to differentiate oneself” (Bourdieu 2005, 39). What differentiates a field from other fields is its endemic system of rules, its internal logic, which governs how the game is played. This is called the doxa, which refers to a “‘universe of tacit presuppositions’ that organize action within the field” (Benson and Neveu 2005, 3). It refers to the rules of the game—those “deeply rooted tacit understandings of the world which are difficult to express in words, or the everyday circumstances that are so naturalized that we do not see them” (Willig 2013, 377). For example, news values such as timeliness and proximity function as a set of rules on determining newsworthiness that shapes journalists’ practice of news selection (Shoemaker and Reese 2014).", "This study examines the Guardian’s use of big data based on markers of traditional journalism—the set of rules that make up journalism's internal logic: news values, news routines, and journalistic norms (Spyridou et al. 2013; Willig 2013). Such an examination will contribute to understanding the Guardian’s use of big data as constituting either the preservation or restructuring of the internal logic that rules the journalistic field.", "Journalism has been defined as “the business or practice of producing and disseminating information about contemporary affairs of general public interest and importance” (Schudson 2003, 11). Included in this definition is a brief description of journalistic outputs. News, as an output of journalism, can be defined then as referring to information about contemporary affairs of general public interest and importance. Others equated news with newsworthiness, defining news as anything that is newsworthy. However, while news is “a thing, a social artifact that can be read, viewed, or interacted with,” newsworthiness is a cognitive judgment made by individuals, such as journalists (Shoemaker and Reese 2014, 172).", "Studies have found that for the most part, journalists tend to identify similar events as newsworthy. However, they will most likely have different definitions of what news exactly is (Rogers 2004). News definitions range from being an account of a recent, interesting, and significant event (Kershner 2005), to an account of events that significantly affect people (Richardson 2007), to being a departure from the status quo, a disruption of the ordinary (Berner 1992; Patterson 1993). News reporting textbooks and research articles instead focus on news values that determine newsworthiness in journalism practice. For example, Metz (1991) enumerated the news values of oddity or being unusual, timeliness, prominence, proximity, human interest, and consequence. A content analysis of articles from the United Kingdom also found the following news values: the power elite, celebrity, entertainment, surprise, bad news, good news, magnitude, relevance, follow-up, and newspaper agenda (Harcup and O'Neill 2001). Similar news values were also applied to the study of news photography, namely negativity, timeliness, proximity, superlativeness, eliteness, impact, novelty, personalization, consonance, and aesthetic appeal (Caple and Bednarek 2015).", "Studies have explored through content analysis how these news values manifest in news reporting. For example, a study found that geographical distance influenced which international events get covered in the American press (Chang, Shoemaker, and Brendlinger 1987). Personalization, manifested in a focus on individuals to humanize complex issues, is characteristic of episodic framing that is prevalent in journalistic outputs (Iyengar 1991). These news values can be considered as the basic foundation of news routines, influencing other newsroom practices and norms. For example, orientation toward elite sources, such as those from government and business, is consistent with the news value of prominence, with journalists quoting prominent news sources to lend more credibility to their reporting (Shoemaker and Reese 2014). News values influence not only what news items are covered, but also newsroom decisions on how news is treated, processed, and presented (Hartley 1982).", "Numerous forces exert influences on news construction at different levels. These forces range from the individual level of the journalist to the social system where such journalism occurs (Shoemaker and Reese 2014). These considerations that affect story selection, for example, can be classified into those imposed on journalists, such as political and commercial considerations, and those that journalists themselves apply to their day-to-day work, such as news values and ethical considerations (Gans 1979). An important influence on news content is news sources, or from whom journalists’ get information and raw data for the news stories they produce. For example, Herman and Chomsky (2002) referred to American journalists’ reliance on government and business sources as an important filter that shapes the news. Gans (1979) also specifically argued that journalists’ choice of sources was the most important consideration affecting news production. “Sources obviously have a significant impact on media content because they are the origin for much of what journalists know” (Shoemaker and Reese 2014, 108). Sources influence news construction at two levels of analysis. First, they can exert direct influences, such as when they withhold information or lie to journalists (Shoemaker and Reese 2014). Second, they also exert indirect influences by becoming an integral part of journalistic routines (Shoemaker and Reese 2014). For example, studies have repeatedly shown journalists’ overreliance on establishment sources, affecting the diversity of perspectives represented in the press. Thus, “Journalism, on a day-to-day basis, is the story of the interaction of reporters and government officials, both politicians and bureaucrats” (Schudson 2003, 150). Who gets the upper hand in this daily interaction depends on who is asked, but journalism scholars have long lamented how establishment sources have dominated the press.", "An important concept to understand the degree of influence of establishment sources on news content is that of information subsidies (Gandy 1982). This concept refers to the supply of pre-packaged news, in the form of press releases, arranged interviews, and press briefings, from establishment sources to news organizations (Gandy 1982). Since these information subsidies are easier and faster to turn into news and disseminate, they “reduce the costs of news work” for journalists (Gandy 1982, 198). Indeed, a study in the United Kingdom found an “increasing reliance” of the British news media on such information subsidies from public relations and news agencies (Lewis, Williams, and Franklin 2008). Why have journalists become vulnerable to such information subsidies, a form of indirect influence from sources? The nature of journalism work is partly to blame: “It is clear that most journalists operate under economic, institutional, and organizational constraints which require them to draft and process too many stories for publication to be able to operate with the freedom and independence necessary to work effectively” (Lewis, Williams, and Franklin 2008, 18). Such reliance on establishment sources has influenced, if not limited, the range of news topics covered in the news. An analysis of television news reports found that aside from accidents, disasters, and crimes, government news was among the most commonly reported topics (Berkowitz 1990). Cable news channels also focused heavily on politics (Bae 2000). These trends echo what Tuchman (1978, 4) previously said, that “news is an ally of legitimated institutions.”", "Another important routine in the newsroom is the use of visuals to accompany news reports. The use of images not only helps in attracting readers’ attention but also affects reading experience (Ensenberger 2011). For example, the use of visuals on television news has been found to increase recall of news stories (Graber 1990). Photographs have also been found to exert framing effects (Arpan et al. 2006) that influence how the narrative is interpreted (Rodriguez and Dimitrova 2011). Newspapers have evolved from using only photographs to also including information graphics (“infographics”) on their pages as technologies improved (Li 1998). Infographics have become a staple in many news websites, and these are also shaped by the same news values that have guided traditional news reporting, highlighting prominent subjects, for example (Dick 2013; Zavoina and Reichert 2000).", "The field of journalism is also guided by a set of norms regarding how it ought to be. Norms are important not only because they guide behavior but also because they help shape social identity (Christensen et al. 2004; von Wright 1969). The norms that guide journalistic work are increasingly becoming important in journalism's boundary work (Singer 2007).", "A dominant norm in journalism is objectivity. Considered to have originated in American journalism, objectivity is a journalistic norm invoked across different media systems (Mindich 1998; Skovsgaard et al. 2013). Objectivity refers to separating personal values from facts and reporting “only the facts” (Schudson 2001, 150). Therefore, “journalists have been understood to be objective when they let prominent sources dictate the news, but they were considered biased when they used their own expertise to draw conclusions” (Shoemaker and Reese 2014, 84). Objectivity has become so ingrained among journalists that it has become a “strategic ritual” to avoid libel suits and meet pressing deadlines by relying on quotes from opposing sides (Tuchman 1972). Objectivity has been blamed for incidents of false balance (Boykoff and Boykoff 2007). This happens when journalists present opposing sides of an issue, such as in the issue of global warming, but in doing so news reports make it appear as if the two sides are of equal legitimacy. Objectivity, in this case, may lead to inaccurate representation. But despite this limitation, objectivity remains a dominant norm in journalism across countries (Skovsgaard et al. 2013), influencing journalistic behavior, such as writing in plain and non-emotional styles (Blankenburg and Walden 1977) and avoiding one-sidedness (Donsbach and Klett 1993). In this study, we operationalize objectivity as excluding the personal opinions of journalists in their articles.", "Plaisance (2000) described journalism as an “opaque” industry. This is largely because of its fragile autonomy that must be constantly protected. Thus, its processes and sources are usually veiled (Singer 2007). The call for a more transparent media is revived by the popularity of blogs whose central tenet is disclosure (Hayes, Singer, and Ceppos 2007; Karlsson 2010; Lasica 2004; Rupar 2006). The ability of bloggers to link their articles to their sources of information online favors transparency (Karlsson 2008). Allen (2008, 323) defined transparency as basically “making public the traditionally private factors that influence the creation of news.” Transparency is closely related to accountability (Singer 2007), truth-telling (Phillips 2010), and credibility (Avery 2010; Plaisance and Deppa 2009). In journalism, it is also instrumental in increasing a news organization's legitimacy (Allen, 2008). Karlsson (2010) analyzed articles from the online versions of three newspapers to find “rituals of transparency.” The exploratory study found that news items adhere to some rituals allowed by the online technology, like putting time stamps, posting links, posting original documents, and reporting errors (Karlsson 2010). However, Karlsson (2010) also found that important elements, like an explanation of the news-gathering process or personal preferences of the journalist, remained missing. In this study, we operationalize transparency as the inclusion of links to the original dataset used in the article.", "These three interconnected markers—news values, news routines, and journalistic norms—have defined traditional journalism. They contribute to a large extent on what society classifies as journalism and not. It is therefore crucial to determine how these traditional journalism markers manifest in big data journalism, a practice that is inching its way into the heart of journalistic practice.", "Big data is defined in terms of two different aspects: the technical specifications of the data and how the data is processed. The former points mostly to size: big data refers to datasets that are “too large for standard computer memory and software to process” (Lewis and Westlund 2014, 2). But big data is beyond just size—it has also become an abstract term to describe the “processes surrounding the data and the resulting products of information” (Lewis and Westlund 2014, 2). One of these processes is data collection itself. Big data is collected using both conventional, such as through surveys or database compilation, and non-conventional methods, such as crowdsourcing or gathering social media content (Burns 2014). Since the datasets are increasingly becoming larger, the process of analyzing and making sense of the data is also an important element for understanding big data (Lewis, Zamith, and Hermida 2013). For example, Mayer-Schrönberger and Cukier (2013, 6) argued that the ontology of big data is to furnish a large quantity of information and to analyze it, sometimes drawing “astonishing” conclusions. Finally, big data processes also refer to how the data findings are produced and presented (Driscoll and Walker 2014).", "Origins of big data can be traced back to marketing, where consumer and market data were compiled in bulk to direct marketing strategies (Couldry and Turow 2014). Sizable data and newfound ways to arrive at conclusions were both innovative concepts, enabling big data to expand into other fields such as media and news. Big data is a collection of information from people and society, which make it an appealing source of information for news coverage (Carlson 2014). Journalists are required to gather, process, interpret, and present information in a news report. Traditionally, journalists performed these steps firsthand, relying mostly on field reporting. However, with the introduction of computer-assisted reporting, journalists were able to sift through databases to discover trends and issues (Bell 2012). This added convenience to the reporting process, routinizing computer-assisted data collection and analysis as part of newsroom practice (Parasie and Dagiral 2013; Young and Hermida 2014). This kind of journalistic practice has been called computational journalism or data-driven journalism. We argue that data-driven journalism ought to be distinguished from big data itself. Big data refers to a large set of raw data that requires analysis of some sort (Burns 2014; Couldry and Turow 2014). Data-driven journalism, on the other hand, is the process through which journalists make sense of data—some big, some small—to find angles and details for the story (Bell 2012; Parasie 2014). In short, big data journalism is an example of data-driven journalism that employs increasingly large sizes of data and puts emphasis on the output and presentation of such (Fairfield and Hannah 2014; Lewis and Westlund 2014).", "Big data journalism not only influenced reporting processes but also changed the format of the news story (Carlson 2014). Increasingly, big data journalism is making the story about the dataset, providing more context for the collection of data and highlighting meaningful findings from the analysis. In doing so, multimedia has become an important element. Multimedia and visual components are effective in aiding the comprehension of complex information, lending themselves useful for data-driven stories to present patterns found in the data (Burns 2014; Gynnild 2014). As a result, big data journalism has emerged as a new area of specialization in the newsroom, requiring the journalist to demonstrate high levels of data collection, analysis, and multimedia presentation skills. This new field undertaken by specialists has implications for competing roles in the newsroom, especially how news as a final product is presented to audiences (Lowrey 2002). Therefore, an examination of the presentation of data journalism stories could provide a snapshot of how this new specialty might be shifting newsroom processes.", "Big data journalism is also confronted with issues. Convenience in reporting routines has become a potential advantage, but at the same time is pointed as a factor that diminishes professionalism and journalistic authority (Barnhurst and Mutz 1997; Carlson 2014). Some argue that traditional values of journalism are endangered as a result of overdependence on data (boyd and Crawford 2012; Burrows and Savage 2014). Letting the data drive the story appears to be consistent with the journalistic norm of objectivity, but “in reality, working with Big Data is still subjective” (boyd and Crawford 2012, 667). Furthermore, by letting the data speak for itself, the human aspect in reporting has declined in prominence—some even reduce this new trend to “automated” or “robotic” reporting (Carlson 2014). This lack of field reporting and the potential for lack of transparency in source and analysis have cultivated concerns regarding journalism ethics (Fairfield and Hannah 2014; Lewis and Westlund 2014). These concerns make it imperative to understand how journalists are using big data.", "Finding themselves within a field that is evolving, journalists have constantly engaged in boundary work—that is, to define their social and occupational identities, they have to establish boundaries to classify who is part of the journalistic field (Carlson 2015). Such boundary work has relied on numerous traditional markers, focusing on outputs, processes, and norms that define journalism. Specifically, journalists rely on news values, news routines, and their journalistic norms, such as the dominant norm of objectivity, to claim their professional identity. Faced with technological and economic shocks that are restructuring their relationships with their audiences and blurring the line between journalists and mass communicators, journalists are accommodating new trends and practices while also retaining their values, routines, and norms to protect and perpetuate their professional identity.", "An example of such new trends is big data. Developments in information and communication technologies have allowed the easy and quick collection, storage, analysis, and visualization of big chunks of data on a scale previously unheard of. It is not surprising that this trend has spilled over into journalism, a field dependent on data. Thus, big data journalism “is becoming part of the establishment” and is becoming “the industry standard” (Rogers 2011). But aside from potentially changing journalistic processes and outputs, big data journalism also presents a host of ethical concerns (boyd and Crawford 2012; Lewis and Westlund 2014) and unprecedented specialization, which hold significant implications for professionalism. This makes it crucial to understand how journalists are using big data. Through a content analysis of articles from The Guardian’s Datablog, this current study seeks to contribute to a more nuanced and empirically based understanding. We therefore ask the following research questions: RQ1: Which news values are the most common in The Guardian’s Datablog? RQ2: In terms of news routine, which (a) sources, (b) topics, and (c) visual types are most frequently used in The Guardian’s Datablog? RQ3: In terms of journalistic norms, what percentage of The Guardian’s Datablog articles employed the (a) objectivity standard and the (b) transparency standard?", "RQ1: Which news values are the most common in The Guardian’s Datablog?", "RQ2: In terms of news routine, which (a) sources, (b) topics, and (c) visual types are most frequently used in The Guardian’s Datablog?", "RQ3: In terms of journalistic norms, what percentage of The Guardian’s Datablog articles employed the (a) objectivity standard and the (b) transparency standard?"]}, {"sec_title": "Method", "sec_content": ["This exploratory study used quantitative content analysis (Riffe, Lacy, and Fico 1998) to analyze online big data journalism stories from The Guardian’s Datablog. It represents one of the earliest attempts by a traditional news organization to devote a section exclusively to big data journalism. Thus, for this exploratory study, we decided to focus on the Datablog, with the objective of providing an initial empirical description of how big data journalism looks like, in reference to the traditional markers that have defined traditional journalism.", "The Guardian is a national daily newspaper in the United Kingdom founded in 1821 (“History of the Guardian” 2002). Considered as an opinion leader and an agenda-setter in the United Kingdom (Noelle-Neumann and Mathes 1987; Papacharissi and de Fatima Oliveira 2008), The Guardian has also been consistently evaluated as providing serious, balanced, and quality news coverage even internationally (Mody 2014). For example, The Economist (2012) lauded The Guardian’s adherence to facts and appeal to the global English-speaking readership. A study of how it covered the Iraq war concluded that the newspaper offered a neutral coverage (Dimitrova and Connolly-Ahern 2007). The Guardian started its online platform, theguardian.com, in 1995 (“History of the Guardian” 2002). The website leads other UK newspaper websites in terms of online traffic (Singer and Ashman 2009) and consistently ranks among the top 10 most popular online news websites in the world (Alexa 2015; eBizMBA 2015). The Guardian started Datablog, an extensive data journalism Web section, in 2009 (“History of the Guardian” 2002; Rogers 2011).", "The unit of analysis for this study was each news story, drawn from a pool of all searchable data journalism stories. Coding was conducted with emphasis on describing the current state of big data journalism in light of conventional news values, norms, and practices. The use of content analysis allowed the researchers to objectively and systematically analyze the presence of variables of research interest in the sample text (Neuendorf 2002). These variables addressed the questions aimed at understanding the nature of big data journalism.", "Sampling of news stories for analysis took a multi-stage approach (see Table 1). The Guardian website allows searches of its online archives, but in order to identify news stories that utilized big data, and not those written about it, we first used the data journalism beat name (“Datablog”) as the initial search term. Then, we used the plus sign (“+”) to group news stories by topic based on The Guardian’s own categorization. The Guardian categorizes data journalism stories by using a plus sign after “Datablog” to indicate news topics—for instance, a political story using data journalism could be searched under the “Datablog + Politics” topic category. We mapped all potential categorizations in order to determine the population. This procedure identified 25 topics. Overlapping topics and those too small in number or too specific were subsequently merged with a more general news topic. For example, the topic “government data” was merged with the broader topic “politics.” Thirteen topics (“BBC,” “television,” “work & careers,” “music history,” “World Cup 2010,” “social media,” “Twitter,” “government data,” “immigration,” “economics,” housing,” “film,” and “music”) were merged into 12 general topics, resulting in a population of 2660 data journalism stories. In terms of date range, the selected news stories were written between January 16, 2009 and February 24, 2015. Finally, we used systematic random sampling by selecting every 10th news story in the randomized list to arrive at the final sample (N = 260), which accounts for 10 percent of the population. The articles in the sample had an average length of 429 words (SD = 409). In terms of the size of their data, many articles did not report how many observation points were included. Excluding these articles, the average data size was 11,852 data points per article (SD = 72,170). Small Departures, Big Continuities?Norms, values, and routines in The Guardian’s big data journalismAll authorsEdson C. Tandoc Jr. & Soo-Kwang Ohhttps://doi.org/10.1080/1461670X.2015.1104260Published online:05 November 2015TABLE 1 SamplingCSVDisplay Table", "We designed a coding manual informed by our literature review, adopting coding manuals from existing studies that investigated news values and sources. Three coders, trained to use the coding manual, participated in a pretest of the categories by coding 20 articles. This pretest resulted in modifications (e.g. condensing categories of dominant human source from 18 to 7 to avoid overlaps and confusion). A retraining followed and resulted in acceptable levels of intercoder reliability that ensured the coders applied the coding manual consistently. The articles were coded for the following categories.", "We coded for seven news values identified in the literature as markers of traditional news (Caple and Bednarek 2015; Harcup and O'Neill 2001; Rogers 2004). The articles were coded for the presence (1) or absence (0) of each of the following news values: negativity (Krippendorf's α = 0.84), timeliness (Krippendorf's α = 0.73), proximity (Krippendorf's α = 0.84), impact (Krippendorf's α = 0.71), prominence (Krippendorf's α = 0.73), novelty (Krippendorf's α = 0.70), and personalization (Krippendorf's α = 0.74).", "First, we coded for the data source. This refers to where the dataset was from: government, international agencies, civic groups, business companies, academe, or generated by The Guardian itself (Krippendorf's α = 0.72). Some articles also mentioned information or opinion from individual sources. Thus, we also coded the articles for the dominant human source. Dominance was decided based on space devoted to the source as well as where the quotes attributed to the source were placed (e.g. lead, headline). The following classification of sources was adapted from an earlier study of the United Kingdom press (Williams, Harte, and Turner 2014): government, academics, business, civil society, culture and arts, ordinary people, and no human source (Krippendorf's α = 0.73). For the category of news topic, we adopted The Guardian’s classification scheme, but merging minor topics into related general topics.", "In order to examine changes in news presentation due to specialization in big data journalism, we also coded the ratio of texts and visuals per article: whether there was a predominance of text, predominance of images, balance ratio, just text, or just images (Krippendorf's α = 0.80). Articles with visuals were coded for the type of their main visual component, whether the main visual was a photograph, table, map, static infographic, interactive infographic, or video (Krippendorf's α = 0.82).", "We coded the articles for the presence of the journalist's opinion. A story was coded (1) if the author's own interpretation and judgment on the issue was explicitly visible, and (0) if such opinion or interpretation was absent (Krippendorf's α = 0.71).", "This was operationalized as the presence (1) or absence (0) of the actual dataset used in the story, either by embedding documents or providing hyperlinks to the source (Karlsson 2010) (Krippendorf's α = 0.74)."]}, {"sec_title": "Results", "sec_content": ["RQ1 asked about the news values common in big data journalism based on The Guardian’s Datablog site. For this study, we focused on examining the presence of seven news values identified in the literature as characteristic of traditional news (see Table 2). Small Departures, Big Continuities?Norms, values, and routines in The Guardian’s big data journalismAll authorsEdson C. Tandoc Jr. & Soo-Kwang Ohhttps://doi.org/10.1080/1461670X.2015.1104260Published online:05 November 2015TABLE 2 News valuesCSVDisplay Table", "The most common news value in our sample is prominence. This news value was present in 66.5 percent of the sample. The next most common news value is proximity, present in 56.2 percent of the sample. This was followed by the news values of impact (55.4 percent), timeliness (50.8 percent), and negativity (30.4 percent). Only a few articles included novelty (16.5 percent) or personalization (5.4 percent).", "RQ2 asked about (a) sources, (b) topics, and (c) visual types that are frequently used in the Datablog’s practice of big data journalism. In terms of specific sources quoted in the articles, almost 80 percent did not name a human source. Only 8.5 percent mentioned a specific human source from the government (see Table 3). Instead, the articles referred to sources of data. In terms of data source categories, 29.7 percent of the articles were based on data from government sources while 18.5 percent of the articles were based on data generated by The Guardian itself. Some 14 percent of the articles were based on data from international agencies (see Table 4). This sourcing pattern is consistent with the distribution of the articles based on topics (see Table 5). The most common category was politics (18.8 percent), followed by technology (14.6 percent), development (10.8 percent), and business (10.4 percent). Small Departures, Big Continuities?Norms, values, and routines in The Guardian’s big data journalismAll authorsEdson C. Tandoc Jr. & Soo-Kwang Ohhttps://doi.org/10.1080/1461670X.2015.1104260Published online:05 November 2015TABLE 3 Human sourcesCSVDisplay Table Small Departures, Big Continuities?Norms, values, and routines in The Guardian’s big data journalismAll authorsEdson C. Tandoc Jr. & Soo-Kwang Ohhttps://doi.org/10.1080/1461670X.2015.1104260Published online:05 November 2015TABLE 4 Data sourceCSVDisplay Table Small Departures, Big Continuities?Norms, values, and routines in The Guardian’s big data journalismAll authorsEdson C. Tandoc Jr. & Soo-Kwang Ohhttps://doi.org/10.1080/1461670X.2015.1104260Published online:05 November 2015TABLE 5 Main topicCSVDisplay Table", "In terms of visuals, The Guardian’s Datablog presented tables most often (28.8 percent) to accompany big data stories. This was followed by the use of photographs (25.4 percent) and the use of static infographics (21.9 percent). Only 18.8 percent of the articles included an interactive infographic (see Table 6). More than one-third of the articles were predominantly visual, that is, they included more visual components than text (39.2 percent). However, a significant portion (31.9 percent) still retained a predominance of text over visuals (see Table 7). Small Departures, Big Continuities?Norms, values, and routines in The Guardian’s big data journalismAll authorsEdson C. Tandoc Jr. & Soo-Kwang Ohhttps://doi.org/10.1080/1461670X.2015.1104260Published online:05 November 2015TABLE 6 Type of visualCSVDisplay Table Small Departures, Big Continuities?Norms, values, and routines in The Guardian’s big data journalismAll authorsEdson C. Tandoc Jr. & Soo-Kwang Ohhttps://doi.org/10.1080/1461670X.2015.1104260Published online:05 November 2015TABLE 7 Ratio of visuals to textCSVDisplay Table", "Finally, RQ3 asked about the norms of objectivity, operationalized in this study as the exclusion of the journalist's own opinion, and transparency, operationalized as the presence of hyperlinks to actual data sources or documents. A majority of the articles were objective: 85.4 percent of the articles excluded any opinion from the journalists who wrote them. But an interesting pattern is how many articles would end by encouraging readers to explore the data themselves by providing a link to the raw data used in the article. Indeed, 62.7 percent of the articles included links to their raw data, considered a ritual of transparency (Karlsson 2010)."]}, {"sec_title": "Discussion and Conclusion", "sec_content": ["This study aimed to contribute to a more nuanced and empirically based understanding of how journalists are responding to the trend of big data in journalism by focusing on analyzing the outputs of The Guardian’s Datablog, a pioneer of big data journalism. Through the prism of traditional news values, norms, and practices, the analysis found that while big data journalism as practiced by The Guardian is showing a departure from traditional journalism practice, in general the articles we analyzed still retained traditional journalistic values, norms, and practices.", "First, the articles analyzed in this study had minimal personalization, a common technique in traditional news, where complex issues are humanized through a focus on certain individuals. In contrast, timeliness figured prominently across the sample, in at least 50.8 percent of the articles. On one hand, this shows that access to huge chunks of data is allowing journalists not to remain reactive to recent events. Big data is allowing journalists to report about social issues even outside the news cycle and independent of recent occurrences, such as reporting about declining numbers of academic staff in the United Kingdom or about budget deficits of countries around the world. On the other hand, it is also plausible that journalists are becoming reactive to the availability of data, with access potentially overriding other considerations for news judgment, such as timeliness. But the results also show that journalists are no longer tied to issues and sources geographically close to the newsrooms, as access to multi-country datasets has become easy. However, the most prevalent news value was prominence, defined as the inclusion of prominent personalities, organizations, events, or countries. In traditional news, the value of prominence is linked to the concept of legitimacy, in that the inclusion of well-known personalities is thought to increase the perceived legitimacy of the article. But in doing so, traditional news becomes complicit in perpetuating the influence of those in power.", "Second, big data articles are indeed heavily dependent on data (boyd and Crawford 2012), with nearly 80 percent not including any human source. The biggest chunk that included a human source quoted a government official. In terms of data sources, government is the most common source, with 30 percent of the articles based on government data. Indeed, politics is the most common topic, although only accounting for 18 percent of the sample. Thus, we see a slim dominance of government and politics in terms of access to the press through big data journalism, a smaller presence when compared with the dominance of government and politics in traditional news (Bae 2000; Berkowitz 1990; Tuchman 1978). It seems that the availability of data from other sources—international agencies such as the World Health Organization and the United Nations, as well as the capability of The Guardian to generate its own data from social media and crowdsourcing (such as asking readers to report their 4G speeds)—is slowly breaking journalism's overreliance on the government for information subsidies (Gandy 1982).", "Third, big data news articles still follow traditional news formats, such as including an accompanying photograph as the main visual (25.4 percent of the sample) or having stories that are predominantly text-based (31.9 percent of the sample). But we also saw that 18.8 percent of the articles included interactive graphics and many articles used tables to report data (28.8 percent). A small fraction relied on just images—infographics—for its reporting (3.8 percent), but this clearly recognizes the potential of big data journalism for alternative forms of news presentation. The affordances of online platforms allow for this kind of unconventional reporting. For example, many articles included links to the raw data and encouraged readers to download them.", "Fourth, a majority of the articles excluded the opinions of their journalists. These articles just reported percentages and numbers from the data without any interpretation of what they meant. This is consistent with the norm of journalistic objectivity. In place of human sources that have resulted in he-said/she-said reporting, big data journalism is relying on the data to speak. A majority of the articles also did not include a human source that could have provided a comment or perspective to the patterns reported from the data. For some, this might be a demonstration of objectivity, where no individual perspective is represented in the news except the patterns shown by the data. However, data is rarely objective, and the emergence of patterns requires some degree of interpretation (boyd and Crawford 2012; Lewis and Westlund 2014). Statistical analyses can also be skewed to support particular perspectives. Instead of journalists’ opinions or those of other human sources, most of the articles analyzed encouraged readers to download the datasets and detect their own patterns, a ritual of transparency (Karlsson 2010). Future studies should explore whether readers actually take advantage of this availability of raw data access, and whether they respond favorably to big data journalism.", "The findings presented here must be interpreted based on several limitations. First, the patterns we uncovered refer to The Guardian’s practice of big data journalism. We considered it important to conduct this exploratory study on the Datablog, since it is one of the pioneers of big data journalism, but it is possible that other organizations practice big data journalism differently, something that future studies can test by building on the benchmark we have established in this study. Second, while the manifestation of news values on news content has been studied repeatedly using content analysis, it is also correct that news values are internalized by journalists, and such internalization might manifest not just on content but also in other stages of news production. Therefore, future studies should also consider employing other methods in investigating how journalists use big data. Finally, our operationalization of objectivity and transparency are too simple at best, when these are complex and multi-layered concepts. While such operationalization allowed empirical analysis, future studies should also consider a more nuanced definition of these concepts.", "In conclusion, we can see that the markers of traditional news remain to a large extent in the practice of big data journalism. In terms of news values, prominence still plays a major role. In terms of norms, objectivity remains dominant, but big data journalism as practiced by The Guardian also incorporates some degree of transparency. There are also other signs of departure from traditional routines. Many articles used visuals—tables and graphics—that can draw more attention and can allow faster comprehension (Dick 2013; Griffin and Stevenson 1996; Zavoina and Reichert 2000). Proximity and timeliness are still important, but in a lesser magnitude, in story selection, as the availability of big data on different issues and from many countries allow journalists to be less dependent on recent events and sources accessible only within their geographic areas. Reliance on establishment human sources is being replaced by a reliance on data (boyd and Crawford 2012).", "These departures, however, also bring with them a host of issues. First, big data might become a new form of information subsidies (Gandy 1982). Because of their availability and ease of access, big datasets might become a new platform for elite perspectives to dominate the news. A counterargument to this is that news organizations and even ordinary people are becoming more and more capable of generating their own datasets, and yet other types of data remain to be under the control of the government or big businesses. Second, overreliance on data can provide an illusion of objectivity (boyd and Crawford 2012). Data collection, analysis, and release can also be prone to manipulation. This becomes all the more dangerous when such manipulation becomes more subtle, hidden under pages of seemingly objective data points. Such normative discussions are needed, and this paper hopes to contribute, no matter how small, to a bigger understanding of how big data journalism is unfolding as practiced by one of the earliest traditional organizations to embrace it, so that as big data continues to become a big deal in journalism, we can make sure it also does not bring along big problems."]}], "references": [{"title": "The Trouble with Transparency", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Allen David S.", "first_name": "Allen", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Deliberative, Agonistic, and Algorithmic Audiences: Journalism&#039;s Vision of its Public in an age of Audience Transparency", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Coverage of Social Protests and the Effects of Photographs and Prior Attitudes", "year": "2006", "journal": "Mass Communication and Society", "volume": "9", "authors": [{"name": "Arpan Laura M.", "first_name": "Arpan", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Baker Kaysee", "first_name": "Baker", "last_name": "Kaysee", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lee Youngwon", "first_name": "Lee", "last_name": "Youngwon", "affiliation": "", "orcid": "", "role": ""}, {"name": "Jung Taejin", "first_name": "Jung", "last_name": "Taejin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lorusso Lori", "first_name": "Lorusso", "last_name": "Lori", "affiliation": "", "orcid": "", "role": ""}, {"name": "Smith Jason", "first_name": "Smith", "last_name": "Jason", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Role of Source and the Factors Audiences Rely on in Evaluating Credibility of Health Information", "year": "2010", "journal": "Public Relations Review", "volume": "36", "authors": [{"name": "Avery Elizabeth Johnson.", "first_name": "Avery", "last_name": "Johnson.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Product Differentiation in National TV Newscasts: A Comparison of the Cable all-News Networks and the Broadcast Networks", "year": "2000", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "44", "authors": [{"name": "Bae Hyuhn-Suhck.", "first_name": "Bae", "last_name": "Hyuhn-Suhck.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "American Journalism and the Decline in Event-Centered Reporting", "year": "1997", "journal": "Journal of Communication", "volume": "47", "authors": [{"name": "Barnhurst K. G.", "first_name": "Barnhurst", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mutz D.", "first_name": "Mutz", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism by Numbers", "year": "2012", "journal": "Columbia Journalism Review", "volume": "51", "authors": [{"name": "Bell Emily.", "first_name": "Bell", "last_name": "Emily.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Refining the Gatekeeping Metaphor for Local Television News", "year": "1990", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "34", "authors": [{"name": "Berkowitz Dan.", "first_name": "Berkowitz", "last_name": "Dan.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Objectivity, Interpretation and Economy in Reporting", "year": "1977", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "54", "authors": [{"name": "Blankenburg William B.", "first_name": "Blankenburg", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Walden Ruth", "first_name": "Walden", "last_name": "Ruth", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Critical Questions for big Data: Provocations for A Cultural, Technological, and Scholarly Phenomenon", "year": "2012", "journal": "Information, Communcation \\& Society", "volume": "15", "authors": [{"name": "boyd Danah", "first_name": "boyd", "last_name": "Danah", "affiliation": "", "orcid": "", "role": ""}, {"name": "Crawford Kate", "first_name": "Crawford", "last_name": "Kate", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Climate Change and Journalistic Norms: A Case-Study of US Mass-Media Coverage", "year": "2007", "journal": "Geoforum", "volume": "38", "authors": [{"name": "Boykoff Maxwell T.", "first_name": "Boykoff", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Boykoff Jules M.", "first_name": "Boykoff", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Rethinking big Data in Digital Humanitarianism: Practices, Epistemologies, and Social Relations", "year": "2014", "journal": "GeoJournal", "volume": "", "authors": [{"name": "Burns Ryan.", "first_name": "Burns", "last_name": "Ryan.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "After the Crisis? Big Data and the Methodological Challenges of Empirical Sociology", "year": "2014", "journal": "Big Data \\& Society", "volume": "1", "authors": [{"name": "Burrows Roger", "first_name": "Burrows", "last_name": "Roger", "affiliation": "", "orcid": "", "role": ""}, {"name": "Savage Mike", "first_name": "Savage", "last_name": "Mike", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Rethinking News Values: What A Discursive Approach can Tell us About the Construction of News Discourse and News Photography", "year": "2015", "journal": "Journalism", "volume": "", "authors": [{"name": "Caple Helen", "first_name": "Caple", "last_name": "Helen", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bednarek Monika", "first_name": "Bednarek", "last_name": "Monika", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Robotic Reporter: Automated Journalism and the Redefinition of Labor, Compositional Forms, and Journalistic Authority", "year": "2014", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Carlson Matt.", "first_name": "Carlson", "last_name": "Matt.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Determinants of International News Coverage in the U.S. Media", "year": "1987", "journal": "Communication Research", "volume": "14", "authors": [{"name": "Chang Tsan", "first_name": "Chang", "last_name": "Tsan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kuo Pamela J.", "first_name": "Kuo", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Shoemaker", "first_name": "Shoemaker", "last_name": "", "affiliation": "", "orcid": "", "role": ""}, {"name": "Brendlinger Nancy", "first_name": "Brendlinger", "last_name": "Nancy", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Social Norms and Identity Relevance: A Motivational Approach to Normative Behavior", "year": "2004", "journal": "Personality and Social Psychology Bulletin", "volume": "30", "authors": [{"name": "Christensen P. Niels", "first_name": "Christensen", "last_name": "Niels", "affiliation": "", "orcid": "", "role": ""}, {"name": "Rothgerber Hank", "first_name": "Rothgerber", "last_name": "Hank", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wood Wendy", "first_name": "Wood", "last_name": "Wendy", "affiliation": "", "orcid": "", "role": ""}, {"name": "Matz David C.", "first_name": "Matz", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Big Data, Big Questions| Advertising, Big Data and the Clearance of the Public Realm: Marketers’ New Approaches to the Content Subsidy", "year": "2014", "journal": "International Journal of Communication", "volume": "8", "authors": [{"name": "Couldry Nick", "first_name": "Couldry", "last_name": "Nick", "affiliation": "", "orcid": "", "role": ""}, {"name": "Turow Joseph", "first_name": "Turow", "last_name": "Joseph", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Interactive Infographics and News Values", "year": "2013", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Dick Murray.", "first_name": "Dick", "last_name": "Murray.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Tale of two Wars: Framing Analysis of Online News Sites in Coalition Countries and the Arab World During the Iraq war", "year": "2007", "journal": "Howard Journal of Communications", "volume": "18", "authors": [{"name": "Dimitrova Daniela V.", "first_name": "Dimitrova", "last_name": "V.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Connolly-Ahern Colleen", "first_name": "Connolly-Ahern", "last_name": "Colleen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Subjective Objectivity. How Journalists in Four Countries Define A key Term of Their Profession", "year": "1993", "journal": "International Communication Gazette", "volume": "51", "authors": [{"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang", "affiliation": "", "orcid": "", "role": ""}, {"name": "Klett Bettina", "first_name": "Klett", "last_name": "Bettina", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Working within A Black box: Transparency in the Collection and Production of big Twitter Data", "year": "2014", "journal": "International Journal of Communication", "volume": "8", "authors": [{"name": "Driscoll Kevin", "first_name": "Driscoll", "last_name": "Kevin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Walker Shawn", "first_name": "Walker", "last_name": "Shawn", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Big Data, big Problems: Emerging Issues in the Ethics of Data Science and Journalism", "year": "2014", "journal": "Journal of Mass Media Ethics", "volume": "29", "authors": [{"name": "Fairfield Joshua", "first_name": "Fairfield", "last_name": "Joshua", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hannah Shtein", "first_name": "Hannah", "last_name": "Shtein", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Seeing is Remembering: How Visuals Contribute to Learning From Television News", "year": "1990", "journal": "Journal of Communication", "volume": "40", "authors": [{"name": "Graber Doris A.", "first_name": "Graber", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Influence of Statistical Graphics on Newspaper Reader Recall", "year": "1996", "journal": "Visual Communication Quarterly", "volume": "3", "authors": [{"name": "Griffin Jeffrey L.", "first_name": "Griffin", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Stevenson Robert L.", "first_name": "Stevenson", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism Innovation Leads to Innovation Journalism: The Impact of Computational Exploration on Changing Mindsets", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Gynnild Astrid.", "first_name": "Gynnild", "last_name": "Astrid.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "What is News? Galtung and Ruge Revisited", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Harcup T.", "first_name": "Harcup", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}, {"name": "O'Neill D.", "first_name": "O'Neill", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Shifting Roles, Enduring Values: The Credible Journalist in A Digital age", "year": "2007", "journal": "Journal of Mass Media Ethics", "volume": "22", "authors": [{"name": "Hayes Arthur", "first_name": "Hayes", "last_name": "Arthur", "affiliation": "", "orcid": "", "role": ""}, {"name": "Singer Jane", "first_name": "", "last_name": "Jane", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ceppos Jerry", "first_name": "Ceppos", "last_name": "Jerry", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Rituals of Transparency", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Karlsson Michael.", "first_name": "Karlsson", "last_name": "Michael.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Big Data and Journalism: Epistemology, Expertise, Economics, and Ethics", "year": "2014", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Compromised Fourth Estate? UK News Journalism, Public Relations and News Sources", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin", "affiliation": "", "orcid": "", "role": ""}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew", "affiliation": "", "orcid": "", "role": ""}, {"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Content Analysis in an era of big Data: A Hybrid Approach to Computational and Manual Methods", "year": "2013", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "57", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Zamith Rodrigo", "first_name": "Zamith", "last_name": "Rodrigo", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Web Page Design and Graphic use of Three U.S. Newspapers", "year": "1998", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "75", "authors": [{"name": "Li Xigen.", "first_name": "Li", "last_name": "Xigen.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Word People vs. Picture People: Normative Differences and Strategies for Control Over Work Among Newsroom Subgroups", "year": "2002", "journal": "Mass Communication and Society", "volume": "5", "authors": [{"name": "Lowrey Wilson.", "first_name": "Lowrey", "last_name": "Wilson.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Comparing the United Kingdom&#039;s Guardian Newspaper with its co-Owned South African Mail \\&amp; Guardian Online : Towards Productive Global North–South Collaborations in the Digital World Information Order", "year": "2014", "journal": "African Journalism Studies", "volume": "35", "authors": [{"name": "Mody Bella.", "first_name": "Mody", "last_name": "Bella.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The ‘Event as Event’ and the ‘Event as News’: The Significance of ‘Consonance’ for Media Effects Research", "year": "1987", "journal": "European Journal of Communication", "volume": "2", "authors": [{"name": "Noelle-Neumann Elisabeth", "first_name": "Noelle-Neumann", "last_name": "Elisabeth", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mathes Rainer", "first_name": "Mathes", "last_name": "Rainer", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Frames Terrorism: A Comparative Analysis of Frames Employed in Terrorism Coverage in U.S. and U.K. Newspapers", "year": "2008", "journal": "The International Journal of Press/Politics", "volume": "13", "authors": [{"name": "Papacharissi Zizi", "first_name": "Papacharissi", "last_name": "Zizi", "affiliation": "", "orcid": "", "role": ""}, {"name": "de Fatima Oliveira Maria", "first_name": "de", "last_name": "Maria", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Data-driven Revelation? Epistemological Tensions in Investigative Journalism in the age of ‘big Data’", "year": "2014", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Parasie Sylvain.", "first_name": "Parasie", "last_name": "Sylvain.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Data-driven Journalism and the Public Good: ‘Computer-Assisted-Reporters’ and ‘Programmer-Journalists’ in Chicago", "year": "2013", "journal": "New Media \\& Society", "volume": "15", "authors": [{"name": "Parasie Sylvain", "first_name": "Parasie", "last_name": "Sylvain", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dagiral Eric", "first_name": "Dagiral", "last_name": "Eric", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Transparency and the New Ethics of Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Phillips Angela.", "first_name": "Phillips", "last_name": "Angela.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Concept of Media Accountability Reconsidered", "year": "2000", "journal": "Journal of Mass Media Ethics", "volume": "15", "authors": [{"name": "Plaisance Patrick Lee.", "first_name": "Plaisance", "last_name": "Lee.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Perceptions and Manifestations of Autonomy, Transparency and Harm among U.S. Newspaper Journalists", "year": "2009", "journal": "Journalism \\& Communication Monographs", "volume": "10", "authors": [{"name": "Plaisance Patrick Lee", "first_name": "Plaisance", "last_name": "Lee", "affiliation": "", "orcid": "", "role": ""}, {"name": "Deppa Joan A.", "first_name": "Deppa", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Levels of Visual Framing", "year": "2011", "journal": "Journal of Visual Literacy", "volume": "30", "authors": [{"name": "Rodriguez L.", "first_name": "Rodriguez", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dimitrova D.", "first_name": "Dimitrova", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "How Did You Find That Out? Transparency of the Newsgathering Process and the Meaning of News", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Rupar Verica.", "first_name": "Rupar", "last_name": "Verica.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Objectivity Norm in American Journalism", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Contested Autonomy: Professional and Popular Claims on Journalistic Norms", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Comment is Free, but Facts are Sacred’: User-Generated Content and Ethical Constructs at the Guardian", "year": "2009", "journal": "Journal of Mass Media Ethics", "volume": "24", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ashman Ian", "first_name": "Ashman", "last_name": "Ian", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Reality Check: How Journalists’ Role Perceptions Impact Their Implementation of the Objectivity Norm", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Skovsgaard Morten", "first_name": "Skovsgaard", "last_name": "Morten", "affiliation": "", "orcid": "", "role": ""}, {"name": "Albæk Erik", "first_name": "Albæk", "last_name": "Erik", "affiliation": "", "orcid": "", "role": ""}, {"name": "Bro Peter", "first_name": "Bro", "last_name": "Peter", "affiliation": "", "orcid": "", "role": ""}, {"name": "de Vreese Claes", "first_name": "de", "last_name": "Claes", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism in A State of Flux: Journalists as Agents of Technology Innovation and Emerging News Practices", "year": "2013", "journal": "International Communication Gazette", "volume": "75", "authors": [{"name": "Spyridou Lia-Paschalia", "first_name": "Spyridou", "last_name": "Lia-Paschalia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Matsiola Maria", "first_name": "Matsiola", "last_name": "Maria", "affiliation": "", "orcid": "", "role": ""}, {"name": "Veglis Andreas", "first_name": "Veglis", "last_name": "Andreas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kalliris George", "first_name": "Kalliris", "last_name": "George", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dimoulas Charalambos", "first_name": "Dimoulas", "last_name": "Charalambos", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Objectivity as Strategic Ritual: An Examination of Newsmen&#039;s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye.", "first_name": "Tuchman", "last_name": "Gaye.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Value of UK Hyperlocal Community News", "year": "2014", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Williams Andy", "first_name": "Williams", "last_name": "Andy", "affiliation": "", "orcid": "", "role": ""}, {"name": "Harte Dave", "first_name": "Harte", "last_name": "Dave", "affiliation": "", "orcid": "", "role": ""}, {"name": "Turner Jerome", "first_name": "Turner", "last_name": "Jerome", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Newsroom Ethnography in A Field Perspective", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Willig Ida.", "first_name": "Willig", "last_name": "Ida.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "From Mr. and Mrs. Outlier to Central Tendencies: Computational Journalism and Crime Reporting at the Los Angeles Times", "year": "2014", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Young Mary Lynn", "first_name": "Young", "last_name": "Lynn", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media Convergence/Management Change: The Evolving Workflow for Visual Journalists", "year": "2000", "journal": "Journal of Media Economics", "volume": "13", "authors": [{"name": "Zavoina Susan", "first_name": "Zavoina", "last_name": "Susan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Reichert Tom", "first_name": "Reichert", "last_name": "Tom", "affiliation": "", "orcid": "", "role": ""}]}]}