{"doi": "10.1080/21670811.2015.1090882", "url": "https://doi.org/10.1080/21670811.2015.1090882", "title": "Pursuing the Ideal", "volume": "4", "year": "2016", "issue": "6", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Wolfgang", "first_name": "J.", "name": "J. David Wolfgang"}], "abstract": "Many news organizations provide online readers with an opportunity to comment on public issues in the news through a news-mediated forum for discourse. These spaces are provided by news organizations as part of a mission to provide a public space for discourse, but are governed by a commenting policy that establishes the rules for discourse and behavior. These rules can help to meet the ideals of public discourse or stand in the way of productive public deliberation. This study examines the commenting policies of 21 news corporations in the United States to see how the policies facilitate or inhibit the creation of a space for ideal public discourse. A constant comparative analysis of the policies guided by the ideals of Habermas’ public sphere, as well as the expectations of civility norms, shows that news organizations establish rules to protect respectful and egalitarian spaces for the public, but fail to meet other critical needs of public discourse, including rationality, tolerance, reflexivity, and the pursuit of common understanding and solutions. The implications of these findings are further explored and possible objectives for news organizations are provided.", "body": [{"title": "Introduction", "paragraphs": ["As the trend of moving news content online has developed, the practice of allowing the public to comment on the news and interact with other citizens in the interpretation and analysis of public issues has also emerged (Reich 2011). These spaces serve the journalistic function of allowing the press to serve as the facilitator of critical public debate. However, journalists express an interest in protecting these spaces from certain types of behaviors or expressions that may have a negative effect on credibility, introduce legal liability for the institution, or reduce the overall quality of the conversation (Singer 2011; Reader 2012). The concern for the online commenter is whether the news organization’s interest is a legitimate attempt to produce a high-quality forum or influence debate and censor certain viewpoints at the expense of commenter autonomy (Robinson 2010; Reader 2012).", "News organizations have adopted policies for these spaces that establish standards of conduct and restrict certain behaviors and expressions by users. These policies—and the statements of acceptable and unacceptable behavior—are noteworthy for their ability to establish the boundaries of acceptable topics for discussion, to determine the ideal goals of public discourse, and to show the ways the organization establishes how the public is able to discuss those issues (Dahlgren 2005). This article considers how news organization commenting policies legitimize and/or delegitimize certain behaviors and statements in comment sections and then considers how the policy initiatives compare with two standards for quality discourse. The normative expectations of the public sphere and civility norms in discourse are used as guides to examine commenting policies for 21 news organizations in the United States to determine what kind of restrictions are placed on behavior and content and how these restrictions might inhibit the creation of an open space for discourse. The study shows that while news organizations appear to be making progress in promoting the interest of having participants engage in respectful and sincere dialogue, there is still much more to do to promote a tolerant, rational, reflexive, and constructive space for discourse.", "News organizations have the potential to establish the norms of engaging in news-mediated public discourse through the enactment and enforcement of protective policies that uphold normative values. This research seeks to answer the question of how those policies are structured with the ambition to suggest ways to promote higher-quality discourse through the news topics of the day."]}, {"title": "Literature", "paragraphs": ["The public sphere is a conception of discourse in which the public can come together to engage in rational-critical discourse with the goal of seeking common ground on important issues in society (Habermas 1989). Habermas introduced the idea of the public sphere through the historical lens of discourse in eighteenth-century Germany and France and the emergence of democratic societies reliant upon a free market and political press. The ideal nature of the public sphere means that Habermas’ conception has come under criticism for upholding an inaccurate portrayal of the past (Glotz 1968; Jäger 1973) and for its inability to exist in real discourse systems (Luhmann 1970). However, others contend that Habermas’ reliance on the historical conception of discourse is less an established ideal and more a general model for discourse and that the pursuit of the ideal is necessary for understanding the emancipatory process—even in an advanced capitalist society where practicality is questioned (Hohendahl 1979). The public sphere is also criticized for upholding a historical ideal that excluded gender and class diversity (Eley 1987; Landes 1988). At the time of the ideal expressed by Habermas, there were counterpublics that stood in conflict to the traditional spaces of discourse that existed and expressed views from the positions of elite women and the working class (Ryan 1987, 1990).", "The public sphere is also under threat from the sphere of publicity, which works to restrict free-flowing political discourse and replace it with dominant perspectives (Habermas 1989). Habermas (1989) argued that in order to allow public discourse to challenge hegemony, there must be ways to break down inhibitive structures within discourse, which prevent the purest forms of discourse from emerging. When structures are not in place to protect robust discourse, the sphere of publicity will enable institutional actors to step in and introduce counter-discourse that will enter into the public consciousness. In this case, public opinion becomes manifest—and represents the institutional public opinion, while failing to represent the views and opinions of the public (Habermas 1989). Habermas (1984) further developed his position on public discourse through his concept of communicative rationality—the idea that rational communication is fallible, formed in the objective world, and subject to objective judgment. Communicative rationality is a form of unconstrained and consensus-building argument requiring people to set aside views in the interest of pursuing a collective rationality (Habermas 1984).", "In order to protect the public’s interest in promoting democratic discourse over discourse that would possibly harm democratic purposes, Dahlberg (2014) breaks down the exclusion of certain forms of discourse based on those statements that are democratically “legitimate” and those that are “illegitimate” in the public sphere. Examples of illegitimate democratic discourse include strategic, irrational, and private forms of communication (Dahlberg 2014). The exclusion of illegitimate democratic discourse is less concerned with the civil nature of the discourse and more concerned with its democratic purpose.", "Journalists have the potential to facilitate discourse by providing spaces for the public to engage in conversation. The normative expectation that journalism should promote public deliberation represents the facilitative role of journalism (Christians et al. 2009). The facilitative role expects the journalist to provide a space for members of the public to express themselves with the understanding that the contestation of public ideas in an open space will lead to greater levels of understanding and an improvement of democratic pluralism. This role aligns with that expressed by Siebert, Peterson, and Schramm (1956) under their social responsibility role for the press. This includes an expectation that journalism would be privately owned, but bound by an ethical obligation to protect the public’s ability to express personal opinions in a forum for public discourse. The report of the Hutchins Commission on Freedom of the Press (1947, 23–24) called on the media to serve as the “common carriers” of public discourse and to provide a space for “significant ideas contrary to their own.” Whether the corporate media can meet this goal of spurring egalitarian public discourse is questioned by those who believe the ideal public sphere must be separate from a corporation’s economic structure and influence (Habermas 1989; Carey 1995).", "News organizations develop policies specifying what is acceptable and unacceptable conduct and expression within a forum. These policies often exist within the terms of service or user agreement and dictate how online users can use a website. Previous research has shown that news organizations use online policies to promote traditional understandings of journalistic authority (Singer 2005; Robinson 2006), and that the policy can have an effect on whether individuals will use the site for participatory practices (Hurrell 2005). Robinson (2010) looked at commenting policy development and found news organizations place traditional journalistic standards onto the expectations of what represents acceptable content from users. She also discovered that younger staffers were more willing to support a commenting policy that gave readers more autonomy and did not consider online commenting as a threat to journalism.", "An online commenting policy has the ability to establish the authority of institutions, like a news organization, that can dictate the ability for individuals to access and participate in a public sphere (Parkinson 2006). While this research looks at corporate sites, many claim to serve the normative role of providing space for discourse, raising the question of how the corporate policy might balance the corporate interest with promoting journalistic norms.", "These policies are situated in a precarious position—squarely located between the audience and the news organization. The concern is that readers will never see these policies, and therefore never know what behavior is expected of them, and that we cannot know if journalists are using these polices for enforcement, meaning that these organizational statements could be falling on deaf ears on both ends of the spectrum.", "There is an ongoing debate about whether the internet can serve as a public sphere for discourse that focuses on whether the internet can meet the public’s needs for an inclusive space for rational-critical discourse. The debate centers around two main qualities of discourse: the diversity of the individuals and the quality of the output. Studies have shown that rather than spurring discussion by a diverse public, online conversations are dominated by educated and employed white males (Baek, Wojcieszak, and Carpini 2011). Researchers, however, have found that online discourse is typically more heterogeneous than face-to-face discourse (Brundidge 2010), meaning that there is still a greater amount of diversity than in offline conversations.", "As for discourse quality, researchers have found that commenters can be challenged to stay on topic, offer reasons for opinions, and build stronger arguments when they are confronted with a controversial topic for discussion (Freelon et al. 2008). Brundidge (2010), however, found that some partisan individuals construct boundaries within discourse to prevent the contestation of viewpoints. These two findings raise questions about how to construct online forums that both raise difficult questions, but also encourage a diverse group of participants who will respect the rights of others to express themselves.", "Despite criticism of the internet’s ability to spur a public sphere, the structures are in place to promote egalitarian discourse, protect citizens from institutional actors, and encourage reflexive and critical behavior from the public (Papacharissi 2002; Poor 2005). Papacharissi (2002) argues that the internet has made political participation more possible, but lacks the inclusive nature needed to ensure access; as well as that the internet has facilitated discourse, but cannot guarantee that individuals will seek out opportunities for deliberation or will have access to discourse spaces. To understand the ability of a public forum to promote egalitarian discourse, we need to examine the rules of the website, how the rules are enforced, who enforces the rules, and how the participants in the discussion perceive the rules (Witschge 2008). These policies legitimate certain behaviors and statements while delegitimizing others, leading to a journalistic and organizational validation of certain actions. Regardless of whether participants read the text of the policy, the policy holds meaning for its ability to direct journalists in making decisions about how to moderate this discourse. Most studies of discourse look only at the content and fail to take into account structural issues like the regulations and rules (Witschge 2008). This research focuses specifically on the rules in order to shed light on one aspect of public discourse that is understudied.", "Dahlgren (2005) breaks the online public sphere down into three aspects that define the space: structure, representation, and interaction. The structural attributes refer to the “legal, social, economic, cultural, technical, and even Web-architectural features” on which the forum is constructed. Representation consists of the fairness, completeness, and diversity of the discourse. Interaction refers to how citizens in the forum interact with the media and one another (Dahlgren 2005, 149). The structural aspects of a discourse space can be either organizational or political (Dahlgren 2005). Organizational structure issues refer to how institutions—like the media—set up spaces for discourse. Political structure issues consist of how the institutions establish the boundaries for acceptable topics for discussion.", "The quality of discourse is not always determined based on the reason and rationality of the participants, but can be determined based on embedded power structures, technological changes, and culture (Parkinson 2006, 28). These factors can all be shaped by strategic interests, raising the possibility that the average citizen could be relegated to a second-class position in the cultivation of rational-critical discourse. Considering how online commenting policies can establish the structure of an online discourse space, the following research question is proposed:", "RQ1: What kinds of legitimizing or delegitimizing statements are made in news organization commenting policies?", "News-mediated public discourse represents the spaces where news organizations allow the public to engage with one another about public issues related to news events. The facilitation of participatory journalism has shifted over time from a practice where journalists acted as gatekeepers of public interaction like letters to the editor, to a more inclusive model which takes into account things like civility, decency, and taste (Thurman 2008; Reich 2011). Because of the many interested parties and the interests at play, there are contrasting expectations about the norms of these discourse spaces. Readers see the commenting spaces as a place for the “exercise of free speech” (Robinson 2010, 137) and where interpersonal mutual respect and self-moderation of content could lead to higher quality (Robinson 2010; Reader 2012). Commenters believe that journalists should provide more tools for the online community to police themselves rather than allowing journalists to act as gatekeepers (Reader 2012). Commenters expect respect, credibility, and transparency from fellow online participants (Robinson 2010). Journalists perceive the audience as a community and use the number of commenters and comments as a gauge for the quality of that community and their conversation (Robinson 2010; Heinonen 2011; Hermida 2011; Singer 2011). From the journalist’s perspective, the best comments are those that discuss the journalism or go beyond the story to add new information (Robinson 2010). Journalists prefer a space where commenters follow the rules, stay on topic, make a sincere effort, and hand over control of the space to journalists (Robinson 2010; Singer 2011). Commenters and journalists both report wanting the discourse space to be civil; however, commenters are more willing than journalists to accept hateful and offensive speech in their definition of civil discourse (Reader 2012).", "For the purposes of this study, the structure of the ideal public sphere will be considered based on Dahlberg’s (2001) conception of the quality characteristics of a discourse space. Those characteristics include a space that promotes the principles of reflexivity, sincerity, ideal role taking, autonomy, inclusivity, and rationality (Dahlberg 2001). Reflexivity represents the need for participants to think critically about their own views and those of society. Sincerity involves making a genuine effort to provide all the information necessary to fully participate in discourse by including one’s intentions, needs, and desires. Ideal role taking consists of being empathetic and respectful toward other individuals and their ideas. Autonomy represents the need for the discourse to be driven by the interests of citizen participants, rather than a state or economic power. Inclusivity involves allowing all participants an equal opportunity to participate. Also rationality consists of individuals providing normative statements based in logic and reasoning, rather than assertions (Dahlberg 2001). These principles uphold the ideal nature that Habermas (1989) described while also operationalizing the concepts in order to study discourse. Based on this conception, the following research question will be considered:", "RQ2: How do the legitimizing or delegitimizing statements of news organization commenting policies represent the ideals of the public sphere?", "Civility is a difficult-to-define concept because of the various definitions used by researchers, but it is founded on the principles of egalitarian, respectful, and tolerant discourse with the intended goal of seeking common ground about public conflicts (Orwin 1991; Sinopoli 1995; Boyd 2004; McGregor 2004; Darr 2005; Clark and Carnosso 2008; Wright and Gehring 2008; Baumgarten, Gosewinkel, and Rucht 2011; Rucht 2011). There is a growing dispute over whether civil discourse must necessarily be polite—challenging the notion that civility is a concept based on etiquette, but is instead a democratic concept (Papacharissi 2004; Herbst 2010). A definition of civility rooted in democratic expectations accepts that deliberative democracy will include passionate appeals, heated debate, and robust discussion that could be considered impolite (Papacharissi 2004; Herbst 2010). Another area of contention in the definition of civility norms and quality public discourse is whether consensus should be expected. Consensus represents a step toward agreement or understanding—where individuals establish certain facts to be true in order to move a political discussion along (Jamieson and Hardy 2012). Consensus is criticized for pushing participants toward solutions that can meet everyone’s needs—an impossible ideal (Mouffe 2000, 2005). However, others see consensus as the ability for minority groups to hold a potential veto power against the proposals of members of a majority group (Mansbridge 1980). Short of finding a grand solution to public ills, consensus under the Jamieson and Hardy (2012) definition still espouses the belief that any movement toward common understanding and established facts is preferable to none at all.", "A majority of journalists believe that online public discourse is uncivil (Santana 2011), and content analyses of online comments appear to show that incivility is present in discourse despite the use of varying operationalizations of civility (Coe, Kenski, and Rains 2014; Santana 2014). Using previous definitions of civility as a guide, the concept was studied for this research project using the normative goals of egalitarian access, interpersonal respect, tolerance, and the pursuit of reaching common understanding. Based on the research on civility in online discourse, the final research question is as follows:", "RQ3: How do the legitimizing or delegitimizing statements of news organization commenting policies align with the ideals of civility in public discourse?"]}, {"title": "Study Design", "paragraphs": ["Commenting policies were collected from news websites for 21 news organizations all representing different media corporations. The policies were examined against those from other news websites within the corporation to ensure that the policy was representative of the corporation, not just that specific news website. A commenting policy is defined as the language in the organization’s policies—whether that be in the terms of service or in a specifically outlined commenting policy—which specifies the types of third-party content or user behavior that are acceptable or unacceptable. The 21 policies examined belonged to distinct media corporations representing more than 450 news websites for newspaper, television, and online newsrooms. The researcher attempted to study policies from both large US news corporations and large news organizations; so policies were chosen to represent both large and diverse conglomerates (e.g. Gannett and Tribune companies) as well as large individual news websites (e.g. Huffington Post and Politico). See Table 1 for a list of all the policies analyzed. The policies followed a consistent pattern of categorizing forms of content and ranged from two to five pages in length. The researcher chose to study online commenting through the organization policies—regardless of whether commenters ever read the policy—because the policies represent the organizational routines, work habits, and journalistic practices that dictate how content decisions should be made in this context. These policies have the potential to influence the quality of discourse not necessarily through their effect on how participants approach the discourse, but through how journalists approach moderation and facilitation of the discourse.", "Once the policies were collected, statements expressing permissible or impermissible content or behavior were highlighted for review. Highlighted statements included any words or phrases that suggested that a certain type or form of content or behavior would or would not be allowed under the policy. Beyond merely expressing content and behavior preferences, these statements are seen as an institutional legitimization or delegitimization of the content or behavior—as these choices have an impact on the ultimate content that is published and on how audience members distinguish appropriate and inappropriate content and behavior.", "The researcher engaged in a close reading of the highlighted content, coding specific examples of legitimizing and delegitimizing statements using action-based codes to keep the focus on the inherent policies and practices. These initial codes were developed over time as the researcher engaged with the data and centered on sensitizing themes. These simple codes were reflective of the policy choices of the organizations (Charmaz 2014). The researcher then re-engaged with the data with a more focused approach guided by the initial themes. This second round of coding concentrated on getting closer to the specific statements in order to better sort and organize the statements based on their legitimizing or delegitimizing actions. These second-level codes were then compared in order to develop a series of sensitizing themes and patterns. This process of collecting, evaluating, and comparing large amounts of qualitative data is consistent with the constant comparative method (Glaser and Strauss 1968; Charmaz 2014).", "Finally, the broad themes of the policy statements were compared with the expectations of the public sphere and civility norms in public discourse. Types of policy statements were analyzed based on how protective they are of the goals of the public sphere as established by Dahlberg (2001), which include exchange and critique of reasoned validity claims, reflexivity, ideal role taking, sincerity, inclusion and equality, and autonomy from political and economic power. Some of these goals are more content-specific—reasoned validity claims, reflexivity, ideal role taking, and sincerity—while others are more structure-specific—inclusion and autonomy from political and economic power. The policy statements were also analyzed for how well they represented the goals of protecting civility norms in public discourse, namely egalitarian access, interpersonal respect, tolerance, and the pursuit of common understanding (Orwin 1991; Sinopoli 1995; Boyd 2004; McGregor 2004; Darr 2005; Clark and Carnosso 2008; Wright and Gehring 2008; Baumgarten, Gosewinkel, and Rucht 2011; Rucht 2011). The researcher keeps in mind that while protective language in the policy might indicate an organizational interest in promoting or banning certain forms of speech, this does not mean that this content is treated the same way in the enforcement of content moderation."]}, {"title": "Findings", "paragraphs": ["News organization policies were considered for their ability to represent the public sphere and the norms of civil discourse. But first, the policies were analyzed for the basic traits of how the policies legitimized and delegitimized forms of behavior and discourse. Most online news organization commenting policies lacked statements upholding the normative goals of facilitating public discourse. However, some policies that did acknowledge the institution’s role as a host for discourse welcomed online users to engage in discourse by encouraging a free and open exchange of viewpoints and opinions (Freedom Communications 2014; Huffington Post 2014; Lee Enterprises 2014; The McClatchy Company 2014, The New York Times 2014). In the case of Advance Digital and The New York Times, commenters were even encouraged to engage in “heated” (The New York Times 2014) and “lively” (Advance Digital 2014) debate, but other statements placed the onus on the user to be respectful (Huffington Post 2014; Lee Enterprises 2014; The McClatchy Company 2014).", "As for policy statements that delegitimized certain forms of discourse and behavior in the commenting space, news organizations focused on eight categories of practices: attacking individuals, making false statements, invading another’s privacy, making offensive statements, violating the law, interfering with the website, infringing on proprietary rights, and posting commercial or spam messages.", "Almost all the policies explicitly banned personal attacks, including “personal abuse,” threats, and stalking or harassing behavior (Huffington Post 2014; The New York Times 2014; The McClatchy Company 2015). Most of the policies also included language prohibiting offensive content, but used broad language to represent sexual, hateful, and profane content that would be legal under the law, but is often considered socially unacceptable. Some statements merely banned sexual content, while others specified “pornographic,” “obscene” “lewd or lascivious” content (Advance Digital 2015; CNN 2015). Hateful offensive language included statements that victimize, disparage, or degrade through “hate propaganda” and discrimination (Freedom Communications 2014; The Wall Street Journal 2014; Advance Digital 2015). Some organizations stated specific categories of individuals to be protected from this hate speech—including based on age, gender, national origin, race, etc. (Freedom Communications 2014)—while other policies banned hate speech altogether.", "Most news organization policies banned the use of false information to misrepresent or deceive others (Huffington Post 2014). Restrictions on falsified information fell into one of three categories: prohibitions on defamation and libelous information (Advance Digital 2014; The McClatchy Company 2015), restrictions on impersonating other individuals (Gannett 2014; The Wall Street Journal 2014), and a ban on misrepresenting one’s relationship to the news organization (The McClatchy Company 2015). In reference to protecting the identity of participants, most news organizations included a policy statement prohibiting participants from posting “personal or identifying information about another person” (Hearst Newspapers 2014) or using the website to “collect or harvest any personally identifiable information” (The E.W. Scripps Company 2014). These prohibitions expressed both restrictions on speech and behavior that might expose comment participants to undue harm from a perceived invasion of privacy (Cox Media Group 2014; Huffington Post 2014; CBS 2015).", "One of the most consistent and developed restrictions on behavior and content was a prohibition on commercial speech within the commenting section. This was framed in numerous ways, but prohibited activities were frequently described as “advertisements,” “commercial activity,” “promotional materials,” and “offers to trade any goods or services” (The E.W. Scripps Company 2014; CNN 2015; Fox News 2015; Tribune Publishing 2015). Statements restricting commercial activity in the commenting section often went hand-in-hand with restrictions on spam and “junk mail” (Freedom Communications 2014; The New York Times 2014; NBC 2015), creating a broad prohibition on all forms of unsolicited offers and commercial messages. These policy statements also frequently introduced prohibitions on other behaviors, such as posting “the same message under multiple threads or subjects” and making statements that do not “generally pertain to the designated topic or theme” of the commenting space (CNN 2015; Tribune Publishing 2015). This seems to suggest that a ban on unsolicited offers relates to certain obnoxious or unwarranted behaviors that attempt to derail the conversation.", "The final three forms of behavior and content that were prohibited under most news organization commenting policies included content that infringes upon another’s proprietary rights, actions that interfere with the administration of the website, and any actions or statements that might violate the law or encourage others to violate the law. In order to protect proprietary content, news organizations prohibited tampering with rights notices—like trademark or copyright marks—from content on the website (The E.W. Scripps Company 2014) and further prohibited participants from posting content that is protected under a proprietary right without consent from the rights holder (Lee Enterprises 2014; Hearst Television 2015). However, none of the policies had specific language addressing the poster’s right to publish content that may be protected as a form of fair use under copyright law. As for interfering with the administration of the site, the policies typically prohibited “disrupting any servers or networks,” taking any action that would “interrupt another person’s enjoyment” of the site, acting to “restrict or inhibit any other user from using” the site, and from gaining “unauthorized access to the site … by means such as hacking, password mining or other illicit means” (Cox Media Group 2014; Politico 2014; The Wall Street Journal 2014). Finally, almost every policy restricted commenters from violating the law or encouraging others to violate the law (The E.W. Scripps Company 2014; The Washington Post 2014; CBS 2015; Tribune Publishing 2015). These statements were written very broadly and could likely cover speech issues such as making true threats or libelous statements and certain conduct issues like illegal password mining and hacking.", "The broad policy goals present in some commenting policies appear to align with the normative goals of both civility and the public sphere through their stated goals of seeking open and egalitarian discourse. However, these policies also included a number of exceptions. The statements excluding content from public discourse often fit into the categorical expectations of the public sphere as expressed by Dahlberg (2001): sincerity, autonomy, inclusivity, and ideal role taking. However, the policies do little to help advance the goals of rationality and reflexivity in discourse. In the same vein, these policy statements appear to fit into the expectations of civility norms, such as egalitarian access and interpersonal respect, but appear to fall short of meeting the needs of promoting tolerance and the public pursuit of common understanding.", "The most prominent way that commenting policies protect the interests of civility and the public sphere is by adopting a broad policy in favor of respectful discourse. Many of the policy statements were used to encourage interpersonal respect and bring commenters closer to understanding one another. By restricting personal attacks and offensive speech, news organizations acted to remove ways for individuals to express disrespect for other individuals and ideas. While policy goals prohibiting personal attacks and offensive sexual and profane speech might help promote more respect, this rule is also problematic unless the organization has explicit rules in place to govern how these rules should be enforced. Interpersonal respect was also established as a normative expectation of the forum by banning practices that invade the privacy of participants and by prohibiting illegal acts. Finally, policies stated an interest in building respect for the discourse space by prohibiting certain invasive and interfering acts such as disrupting the infrastructure of the website and gaining unauthorized access through hacking (Cox Media Group 2014; Politico 2014; Hearst Television 2015). Ideal role taking in discourse connects to interpersonal respect through an expectation that respect is an inherent ideal value and behavior in the public sphere.", "Many news organizations stated a policy against overt commercial and spam messages that distract from the conversation or introduce a diverging topic (The E.W. Scripps Company 2014; CNN 2015; Tribune Publishing 2015). The policy interest appears to be to create a space where participants stay involved in the topic and make a genuine attempt to participate using personal values and perspectives rather than strategic interests. However, a broad ban on off-topic messages takes some autonomy away from the public to set the issue agenda—especially about topics that the media might ignore, raising concerns about the self-governing nature of the space. Most commenting policies also prohibited false claims, impersonation, and misrepresentation of the identity of the speaker (Gannett 2014; Huffington Post 2014; The Wall Street Journal 2014). These statements reflect the expectation that participants should make a sincere attempt to engage by showing respect for other participants and themselves by using their true identity.", "Both the normative expectations of the public sphere and the norms of civility in public discourse require an assumption that the forum be open and inclusive. Most commenting policies include statements banning offensive speech that expresses discrimination or hate (Freedom Communications 2014; The Wall Street Journal 2014; Advance Digital 2015). This restriction on hateful speech aligns with the expectation that a forum should be inclusive because the presence of egregious discrimination could possibly lead some individuals to feel unwelcome, however, this policy goal could be problematic depending on how it is enforced. A broad enforcement mechanism could lead to unjustified restrictions on speech and exclude passionate and heated political arguments in the name of promoting politeness and inclusiveness. The practice of banning commercial speech also acts to protect egalitarian access by removing one category of speakers who might act to drown out the voices of citizens engaging in public discourse.", "One of the most prevalent forms of policy statements included in commenting policies is the statement disfavoring commercial speech (The E.W. Scripps Company 2014; CNN 2015; Fox News 2015). The public sphere requires that a discourse space be absent of economic and political powers that might detract from the public’s ability to act as self-governors in the space. These statements serve this role, but lack the ability to remove political actors from influencing the discourse. Another policy goal that protects the autonomy of the space is the restriction on using the forum to invade the privacy of other participants (Hearst Newspapers 2014; Huffington Post 2014; The E.W. Scripps Company 2014; CBS 2015). This policy goal acts to protect the public’s ability to participate in discourse without being concerned that everything they write, or the digital trail they leave behind, will be collected for other purposes. However, the public nature of the internet means that while this policy is explicitly stated, it is still very difficult to enforce.", "None of the commenting policies spoke about protecting rationality in discourse or the exchange and critique of normative validity claims. This could be because of the difficulty in defining irrational behavior and content for exclusion from discourse. Reflexivity was also absent as a policy goal. Reflexivity is reliant upon the individual volitionally participating in the space and engaging with others to hopefully reflect upon and change their views after being exposed to other viewpoints. The absence of this policy goal, again, could be because of the difficult nature of attempting to promote this form of discourse over other types.", "One of the few ways that the commenting policies were used to disfavor intolerant speech and promote a culture of tolerance and acceptance was to prohibit offensive speech that discriminated or expressed hateful sentiments (Freedom Communications 2014; The Wall Street Journal 2014; Advance Digital 2015). This type of discourse acts to delegitimize certain speakers and their viewpoints rather than to make individuals feel welcome. There was a lack of statements that expressed a policy goal of protecting discourse that promoted bringing individuals together to seek common understanding about problems in society. As this is a crucial element of civility, and an implied expectation of the public sphere, it is problematic that it is not a more prominent part of the policies."]}, {"title": "Discussion", "paragraphs": ["News organization commenting policies focus on the interests of promoting respectful and public-oriented discourse that serves the citizen’s interest in engaging with others over public issues, but a number of critical deficiencies means that these policies fail to uphold the broader normative goal of building a space for rational-critical, reflexive, and tolerant discourse.", "Every policy analyzed included a crucial statement prohibiting commercial expression and advertising—including statements that promote products and services. This prohibition promotes the creation of a space where individuals can participate as autonomous citizens. This form of exclusion from discourse is in agreement with the expectations of Habermas’ public sphere and journalistic normative expectations of discourse (Habermas 1989; Carey 1995). The motivations for this rule are unclear, as the policies merely stated the rules without expressly defining the policy objectives as well. This leads to questions of whether the organization is attempting to protect the autonomy of the public or prevent competing commercial interests.", "Beyond commercial speech, the policies were silent as to whether powerful non-commercial interests were allowed to participate in the forum—specifically, whether political and government institutions were welcome to express viewpoints and to use the space to influence discourse. The Habermasian ideal of the public sphere includes a prohibition on both state and economic interests, but in this case only economic actors are clearly excluded. The policies are also silent as to whether the institution itself has an obligation to step aside and let the public dictate the outcome of the conversation free from the institution’s influence. As another economic actor, the news organization is a potential influence of concern under Habermas’ conception of the public sphere. The news organizations, which in all of the cases in this research were part of a corporation, are themselves an economic actor that could inhibit the creation of a public-oriented public sphere. This is representative of what Parkinson (2006) refers to as an embedded power structure and Dahlgren (2005) considers an organizational structural issue that could influence the representative nature of the forum. Therefore, news organizations should consider strict rules governing the commenting activity of their own employees in favor of creating a productive discourse space, rather than to silence opinion or to promote services.", "Most of the restrictions on content and behavior take the form of prohibitions on statements that would reduce the respectful nature of the discourse space. The news organizations seemed to imply through the commenting policies that the ideal state of discourse is one in which participants treat one another with mutual respect. These restrictions come in the form of prohibitions on sexual, hateful, abusive, threatening, and invasive statements or actions in order to create a more egalitarian space for all participants. This reflects the literature on civility in public discourse (Orwin 1991; Wright and Gehring 2008; Boyd 2004; Baumgarten, Gosewinkel, and Rucht 2011) and Dahlberg’s (2001) expectation of ideal role taking in the public sphere. However, these types of well-meaning restrictions can become problematic if the organization does not have strict guidelines in place to protect the public’s interest in a robust and passionate debate that focuses on issues of public importance (Papacharissi 2004; Herbst 2010). There is also an expectation in the public sphere literature that ideal public discourse should be both rational and critical—involving an assumption that individuals should be allowed to engage in the “reciprocal critique of normative positions” and that this critique can become vigorous (Dahlberg 2001, 623). The challenge for news organizations based on the public’s interest and the expectations of public discourse is to develop a policy statement that expresses both an interest in promoting respectful dialogue, but also includes a defense of robust and passionate political confrontation.", "Some of the most critical values of the public sphere and civility norms in discourse are notably absent from news organization commenting policies, making it difficult to create spaces for ideal forms of public discourse to emerge.", "The lack of any policy statements that reflect the need for rationality in discourse appears to show a lack of organizational interest in spurring reasoned discourse about individuals’ normative positions on important issues, but instead to allow individuals to make assertions, baseless claims, and unfounded attacks on ideas. Communicative rationality requires that discourse be structured around fallible statements in the objective world that are subject to objective judgments (Habermas 1984). If an organization were to pursue a form of discourse that reflected this ideal, it would need to encourage commenters to consider whether their statements are grounded in facts and whether they are making a normative claim or merely attacking an idea. Commenters should also be encouraged to develop original ideas to introduce into the discussion and to use logic and reasoning to structure their arguments.", "Without any statements advocating for reflexive behavior, the forums of the news organizations studied lack a crucial element of ideal discourse—the need for participants to critically consider their own positions and the values of society (Dahlberg 2001). In order to meet this need in discourse, news organizations should consider incorporating statements encouraging individuals to read the postings of others before participating, to think critically about their positions first, and to try to build on the ideas of others rather than simply attacking other’s positions.", "That the news organizations make no overt statements protecting the interest in tolerant discourse appears to assent to a form of discourse that does not expect participants to show genuine respect for all valid ideas and proposals. Tolerance places an expectation on participants to be willing to see the diversity inherent in others’ ideas and be willing to engage in autonomous and voluntary self-critique (Sinopoli 1995). But what can a news organization do to push discourse participants to respect others’ ideas while being both self-critical and critical of the ideas in a positive way? This builds on the ideals of reflexivity and means that news organizations need to encourage the contestation of differing views, but in a respectful format that rejects unnecessarily critical attacks and instead encourages arguments that are focused on the merits of the idea.", "The news organizations studied do not make a serious effort to facilitate discovery of agreement between participants and the pursuit of a common set of facts from which to build on. These basic expectations of goal-oriented public discourse from Jamieson and Hardy (2012) do not assume the plausibility of reaching consensus or a solution through discourse, but value guiding individuals toward a more productive form of argument that makes agreement more possible—even if it is just agreement on a set of facts. The policies in this study seem to represent Mouffe’s (2000, 2005) position on consensus—that instead of attempting to pursue agreement and solutions to public problems, discourse should be structured around the acceptance of a plurality of positions that can exist, because consensus necessarily would require for at least one set of individuals to give up something in exchange for agreement. In order to encourage participants to see other participants as equal partners in the exchange of ideas and public solutions, news organizations should consider ways to promote collective problem solving and the development of original ideas and solutions.", "News organizations take some steps to ensure they remain the ultimate arbiters of the public discourse space and maintain their position of authority. This is done through limitations on commercial speech from other institutions that may want to persuade individuals in the forum, by establishing boundaries for acceptable discourse topics within the forum, by keeping the moderator role and deciding what content is removed, and by making the institutions the only authoritative voice and enforcer in the space.", "Beyond establishing themselves as the ultimate voice of authority in the discourse space, news organizations also use their commenting policies to promote traditional understandings of journalistic authority. Rather than using broad standards of quality that would allow most content to be published, policies were used to narrow the definition of quality content—similar to a journalistic role, where low-quality content is discarded as unworthy of publication. This matches the understanding of journalism quality as expressed by Singer (2005) and Robinson (2006), but also establishes a situation where the news organization is prohibiting a lot of behavior and expression that would be protected under the law if the First Amendment applied to the corporate actor. It appeared that news organizations were applying traditional journalism standards to the expectations of what is acceptable content, much like the findings of Robinson (2010). However, commenting policies offer no information about the motivations of the news organizations to adopt a specific policy, but Reader (2012) and Singer (2011) found that journalists would protect the journalistic space from certain forms of expression in order to maintain credibility, prevent legal liability, and to improve the discourse quality. These expectations of quality in third-party discourse align with what was found in the commenting policies studied—even without knowing the institution’s motivation. The overall ability of the organization to set such a restrictive expectation on discourse—by banning large swaths of expression and behavior—seems to confirm the findings of Parkinson (2006) and Dahlgren (2005) that news organizations are actors that institute embedded power structures to establish boundaries of acceptable discourse and introduce organizational structural factors to distinguish the organization from other political and economic actors who may want to influence discourse."]}, {"title": "Conclusion", "paragraphs": ["While commenting policies make great strides toward creating respectful spaces for citizens to engage with one another about public issues, the policies fall short of idealistic goals of democratic discourse by failing to answer for the most critical needs of discourse: rationality, reflexivity, tolerance, and discovering common understanding and solutions. In order to meet these needs, news organizations should consider some initiatives for promoting better discourse. Policies are already built around the goal of protecting respectful discourse, but this objective should be balanced with the need for robust and passionate political argument. Much like the organizations have already done to other commercial actors, the policies should be written to restrict the organization’s use of the service for promotion and solicitation, and limit use to just moderation and facilitation of public discourse. While most commenters likely do not read the commenting policies, news organizations should take efforts to make major points of the policy more accessible before the commenter actually makes a comment. Policies should be used to push commenters to consider how their statements contribute to a rational discourse of original ideas. News organizations should encourage participants to engage in critical thinking in order to build better arguments along with other participants. The policies should be written to expressly permit individuals to express disagreement, but in a way that respects both the other person and their ideas. Finally, news organizations should use the commenting policy to encourage participants to engage with others in the practice of collective problem solving.", "This research aims to shed light on how select large news organizations use commenting policies to structure debate, establish acceptable forms of discourse, and to set the ideal form of public engagement on public issues. While this research offers objectives for news organizations that facilitate public discourse, this project does not consider the discourse spaces of other online discourse spaces—notably of those tied to social media or other forms of news forums. While the studied policies represent a large swath of online news-mediated public discourse in the United States, this project does not look at how these policies are enforced in practice, which is a notable area for further study. Future research should also focus more on how news organizations can promote such complex and necessary attributes of public discourse such as rationality, reflexivity, tolerance, and the pursuit of common understanding."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["The author reported there were no potential conflicts of interest with respect to this article."]}, {"title": "FUNDING", "paragraphs": ["The author received no financial support for this research."]}], "references": [{"title": "Online versus Face-to-face Deliberation: Why? Why? What? With What Effects?", "year": "2011", "journal": "New Media \\& Society", "volume": "14", "authors": [{"name": "Baek Young Min", "first_name": "Baek", "last_name": "Min"}, {"name": "Wojcieszak Magdalena", "first_name": "Wojcieszak", "last_name": "Magdalena"}, {"name": "Carpini Michael X. Delli", "first_name": "Carpini", "last_name": "Delli"}]}, {"title": "Civility: Introductory Notes on the History and Systematic Analysis of a Concept", "year": "2011", "journal": "European Review of History: Revue Europeenne D'histoire", "volume": "18", "authors": [{"name": "Baumgarten Britta", "first_name": "Baumgarten", "last_name": "Britta"}, {"name": "Gosewinkel Dieter", "first_name": "Gosewinkel", "last_name": "Dieter"}, {"name": "Rucht Dieter", "first_name": "Rucht", "last_name": "Dieter"}]}, {"title": "Michael Oakeshott on Civility, Civil Society and Civil Association", "year": "2004", "journal": "Political Studies", "volume": "52", "authors": [{"name": "Boyd Richard", "first_name": "Boyd", "last_name": "Richard"}]}, {"title": "Encountering ‘Difference’ in the Contemporary Public Sphere: The Contribution of the Internet to the Heterogeneity of Political Discussion Networks", "year": "2010", "journal": "Jouranl of Communication", "volume": "60", "authors": [{"name": "Brundidge Jennifer", "first_name": "Brundidge", "last_name": "Jennifer"}]}, {"title": "Civility: A Concept Analysis", "year": "2008", "journal": "The Journal of Theory Construction \\& Testing", "volume": "12", "authors": [{"name": "Clark Cynthia", "first_name": "Clark", "last_name": "Cynthia"}, {"name": "Carnosso Joan", "first_name": "Carnosso", "last_name": "Joan"}]}, {"title": "Online and Uncivil? Patterns and Determinants of Incivility in Newspaper Website Comments", "year": "2014", "journal": "Journal of Communication", "volume": "64", "authors": [{"name": "Coe Kevin", "first_name": "Coe", "last_name": "Kevin"}, {"name": "Kenski Kate", "first_name": "Kenski", "last_name": "Kate"}, {"name": "Rains Stephen A.", "first_name": "Rains", "last_name": "A."}]}, {"title": "The Internet and Democratic Discourse: Exploring the Prospects of Online Deliberative Forums Extending the Public Sphere", "year": "2001", "journal": "Information, Communication \\& Society", "volume": "4", "authors": [{"name": "Dahlberg Lincoln", "first_name": "Dahlberg", "last_name": "Lincoln"}]}, {"title": "The Habermasian Public Sphere and Exclusion: An Engagement with Poststructuralist-influenced Critics", "year": "2014", "journal": "Communication Theory", "volume": "24", "authors": [{"name": "Dahlberg Lincoln", "first_name": "Dahlberg", "last_name": "Lincoln"}]}, {"title": "The Internet, Public Spheres, and Political Communication: Dispersion and Deliberation", "year": "2005", "journal": "Political Communication", "volume": "22", "authors": [{"name": "Dahlgren Peter", "first_name": "Dahlgren", "last_name": "Peter"}]}, {"title": "Civility as Rhetorical Enactment: The John Ashcroft “Debates” and Burke’s Theory of Form", "year": "2005", "journal": "Southern Communication Journal", "volume": "70", "authors": [{"name": "Darr Christopher R", "first_name": "Darr", "last_name": "R"}]}, {"title": "Critical Theory, Public Sphere and Culture. Jurgen Habermas and His Critics", "year": "1979", "journal": "New German Critique", "volume": "16", "authors": [{"name": "Hohendahl Peter Uwe", "first_name": "Hohendahl", "last_name": "Uwe"}]}, {"title": "Civility in Online Discussion: The Case of the Foreign Policy Dialogue", "year": "2005", "journal": "Canadian Journal of Communication", "volume": "30", "authors": [{"name": "Hurrell Christie", "first_name": "Hurrell", "last_name": "Christie"}]}, {"title": "What is Civil Engaged Argument and Why Does Aspiring to It Matter?", "year": "2012", "journal": "Political Science \\& Politics", "volume": "45", "authors": [{"name": "Jamieson Kathleen Hall", "first_name": "Jamieson", "last_name": "Hall"}, {"name": "Hardy Bruce", "first_name": "Hardy", "last_name": "Bruce"}]}, {"title": "Öffentliche Meinung", "year": "1970", "journal": "Politische Vierteljahresschrift", "volume": "11", "authors": [{"name": "Luhmann Niklas", "first_name": "Luhmann", "last_name": "Niklas"}]}, {"title": "Civility", "year": "1991", "journal": "American Scholar", "volume": "60", "authors": [{"name": "Orwin Clifford", "first_name": "Orwin", "last_name": "Clifford"}]}, {"title": "The Virtual Sphere: The Internet as a Public Sphere", "year": "2002", "journal": "New Media \\& Society", "volume": "4", "authors": [{"name": "Papacharissi Zizi", "first_name": "Papacharissi", "last_name": "Zizi"}]}, {"title": "Democracy Online: Civility, Politeness, and the Democratic Potential of Online Political Discussion Groups", "year": "2004", "journal": "New Media \\& Society", "volume": "6", "authors": [{"name": "Papacharissi Zizi", "first_name": "Papacharissi", "last_name": "Zizi"}]}, {"title": "Mechanisms of an Online Public Sphere: The Website Slashdot", "year": "2005", "journal": "Journal of Computer-Mediated Communication", "volume": "10", "authors": [{"name": "Poor Nathaniel", "first_name": "Poor", "last_name": "Nathaniel"}]}, {"title": "Free Press Vs. Free Speech? The Rhetoric of ‘Civility’ in Regard to Anonymous Online Comments", "year": "2012", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "89", "authors": [{"name": "Reader Bill", "first_name": "Reader", "last_name": "Bill"}]}, {"title": "The Mission of the J-Blog: Recapturing Journalistic Authority Online", "year": "2006", "journal": "Journalism", "volume": "7", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "Traditionalists Vs. Convergers: Textual Privilege, Boundary Work, and the Journalist—Audience Relationship in the Commenting Polices of Online News Sites", "year": "2010", "journal": "Convergence: The International Journal of Research into New Media Technologies", "volume": "16", "authors": [{"name": "Robinson Sue.", "first_name": "Robinson", "last_name": "Sue."}]}, {"title": "Civil Society and Civility in Twentieth-Century Theorising", "year": "2011", "journal": "European Review of History: Revue Europeenne D’histoire", "volume": "18", "authors": [{"name": "Rucht Dieter", "first_name": "Rucht", "last_name": "Dieter"}]}, {"title": "Online Readers’ Comments Represent New Opinion Pipeline", "year": "2011", "journal": "Newspaper Research Journal", "volume": "32", "authors": [{"name": "Santana Arthur", "first_name": "Santana", "last_name": "Arthur"}]}, {"title": "Virtuous or Vitriolic", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Santana Arthur", "first_name": "Santana", "last_name": "Arthur"}]}, {"title": "The Political J-Blogger: ‘Normalizing’ a New Media Form to Fit Old Norms and Practices", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Singer Jane.", "first_name": "", "last_name": "Jane."}]}, {"title": "Thick-Skinned Liberalism: Redefining Civility", "year": "1995", "journal": "The American Political Science Review", "volume": "89", "authors": [{"name": "Sinopoli Richard", "first_name": "Sinopoli", "last_name": "Richard"}]}, {"title": "Forums for Citizen Journalists? Adoption of User Generated Content Initiatives by Online News Media", "year": "2008", "journal": "New Media and Society", "volume": "10", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "Examining Online Public Discourse in Context: A Mixed Method Approach", "year": "2008", "journal": "Javnost - the Public", "volume": "15", "authors": [{"name": "Witschge Tamara", "first_name": "Witschge", "last_name": "Tamara"}]}, {"title": "From Spheres of Civility to Critical Public Spheres: Democracy and Citizenship in the Big House (Part I)", "year": "2008", "journal": "The Journal of Correctional Education", "volume": "59", "authors": [{"name": "Wright Randall", "first_name": "Wright", "last_name": "Randall"}, {"name": "Gehring Thom", "first_name": "Gehring", "last_name": "Thom"}]}]}