{"doi": "10.1080/1461670X.2014.921398", "url": "https://doi.org/10.1080/1461670X.2014.921398", "title": "Explaining National Differences of Tabloidisation Between Germany and Austria", "volume": "16", "year": "2015", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Magin", "first_name": "Melanie", "name": "Melanie Magin"}, {"last_name": "Stark", "first_name": "Birgit", "name": "Birgit Stark"}], "abstract": "In times of growing commercialisation and digitisation, it is often assumed that traditional mass media react to growing economic pressures by providing more entertaining, more trivial and oversimplified content. This supposed development—also known as tabloidisation—seems to be caused by media structures, particularly the competitive pressures of tabloid newspapers and commercial television. However, to date only very few studies have explored systematically how coverage (micro level) is shaped by media structures (macro level) and the strategies of the media companies (meso level). The present study investigates, based on the industrial economic Structure–Conduct–Performance (SCP) model, whether the degree of tabloidisation (performance) of German and Austrian national market-leading quality papers and tabloids can be explained by market structures and individual newspapers' self-images (conduct). A theoretical model of tabloidisation by Reinemann et al. is empirically tested for the first time, resulting in a categorisation of four dimensions of tabloidisation: topic, focus, visual style and verbal style. Altogether, the study shows a rather weak influence both of structure and conduct, explained by reverse “tabloidising effects” of a high market share of tabloids in Austria and of commercial television in Germany. Nevertheless, it finds some remarkable differences between the four newspapers. While both quality papers are rather weakly tabloidised and the German Bild is quite strongly tabloidised, the Austrian Krone is surprisingly somewhat less tabloidised than the quality papers, presumably due to its “peoples' newspaper strategy”.", "body": [{"title": "Introduction", "paragraphs": ["In times of growing commercialisation and digitisation, it is often assumed that traditional mass media react to growing economic pressure by providing more entertaining, more trivial and oversimplified content (Jebril, Albæk, and de Vreese 2013). This supposed development—also known as tabloidisation—is ambiguously evaluated in journalism and communication research. On the one hand, it is viewed as a general downturn in journalistic standards, endangering the mass media's function to provide information about political issues and to construct a public sphere (Djerf-Pierre 2000; Sparks 2000). On the other hand, it is assumed that tabloidisation facilitates public discourse by expanding the scope of and perspectives on political issues and bringing people into contact with politics who have never been interested before (McNair 2000; Örnebring and Jönsson 2004).", "Both perspectives suggest that tabloidisation is a more or less linear and uniform process, concerning a wide range of countries equally. However, the business models of tabloid media vary largely between different countries (Sparks 2000)—and this is presumably true for tabloidisation as a trend as well. Indeed, we do not know much about the nationally different kinds and levels of tabloidisation because most of the existing empirical studies (e.g., Schönbach 2000; Uribe and Gunter 2004; Winston 2002) strongly focus on media content and do not sufficiently take into account that media coverage is shaped by its systemic environment (McLachlan and Golding 2000). Only a few studies explore systematically how coverage (micro level) is shaped by media structures (macro level) and the strategies of the media companies (meso level) (for exceptions, see Esser 1999; Stark and Magin 2013).", "The present study—a quantitative content analysis—aims to contribute to closing this research gap. It investigates how (1) the German and Austrian media market structures and (2) the self-images of the national market-leading daily quality papers and tabloids influence the degree of tabloidisation. The analysis is theoretically based on the industrial economic Structure–Conduct–Performance (SCP) model (Bain 1968; McQuail 1992) that regards media performance—defined as tabloidisation here—as a result of the companies' commercial activities against the background of specific market structures.", "The study is designed as a most similar systems comparison (Przeworski and Teune 1970) because the German and Austrian media systems, both belonging to the democratic-corporatist countries, are quite similar to each other in many respects, particularly in their strong newspaper market and public service broadcasting (PSB) (Hallin and Mancini 2004). However, they differ noticeably in two respects supposed to influence the sustainability of tabloidisation: the market shares of tabloids and of commercial television. Cross-national comparisons consider that the degree of tabloidisation may develop differently in the two countries, depending on their respective national, historical and cultural circumstances (Esser 1999). The current study helps to clarify which factors promote and hinder tabloidisation.", "We will first focus on the theoretical concept of tabloidisation, compare both countries based on the SCP model, and present our research questions. Afterwards, we will articulate our methods and results. Finally, we will discuss the limitations of our study and the prospects for future tabloidisation research."]}, {"title": "Theoretical Background", "paragraphs": ["Safeguarding economic competitiveness has become more important and more difficult for newspapers as the attention span of recipients has shortened and an over-supply of information from a variety of mass media as well as other sources has evolved (Djupsund and Carlson 1998). Particularly three types of media put economic pressure on (quality) newspapers: (1) the tabloids as the most circulated newspaper type in many countries, (2) television, particularly commercial television (Klein 1998), and, quite recently, (3) the internet. Even if the efficiency of simply “copying” economically successful concepts of other media types is questionable (Schönbach 2000), a growing orientation towards tabloids and commercial television is assumed to contribute to an increasing tabloidisation of (particularly quality) newspapers (Esser 1999).", "Different authors use different notions of tabloidisation. When it comes to tabloidisation, Bird announced, “everyone seems to recognize it when they see it, but no one really agrees what it is” (Bird 2009, 40). Tabloid journalism is often used to delineate allegedly “good” from “bad” journalism—particularly by the advocates and owners of quality media (Örnebring and Jönsson 2004; Winston 2002). However, such binary discourses are too simplistic (Harrington 2008). “Rigid distinctions between broadsheet and tabloid stories are hard to maintain, and not just because broadsheets increasingly share tabloid interests. Tabloid practices can also involve substantial investigative resources” (Coward 2007, 245).", "Many characteristics of tabloidisation are associated with the fact that most tabloids are not predominantly sold via subscription but through direct sales and have to compete strongly for readers' attention, e.g. by sensational headlines and a high degree of visualisation with large and coloured pictures (Djupsund and Carlson 1998; for an overview of the history of tabloids, see Örnebring and Jönsson 2004).", "Nevertheless, tabloidisation remains a multidimensional and ambiguous concept, lacking a widely accepted definition and overlapping to a large extent with related concepts like infotainment (Brants 1998), the softening of news (Plasser 2005), personalisation (Adam and Maier 2010), emotionalism (Pantti 2010) and sensationalism (Vettehen, Nuijten, and Beentjes 2005). Although some of these concepts are at least partially measured in similar ways, researchers are not clear on how these concepts relate to each other, and which of these are superordinate and subordinate concepts, respectively.", "The wide range of definitions (e.g., Bek 2004; Djupsund and Carlson 1998; Esser 1999; McLachlan and Golding 2000; Örnebring and Jönsson 2004; Sparks 2000) can be reduced to the lowest common denominator: other media types, particularly quality media, become more and more like tabloid media. However, this somewhat tautological definition leaves open what exactly tabloids' characteristics are. We do not aim to develop an exhaustive definition of tabloidisation. Instead, we base our study on a current model by Reinemann et al. (2011) who conducted a broad literature review on concepts, operationalisations and key findings on hard news and soft news—another multidimensional and ambiguous concept with neither a clear definition nor any distinction from related concepts. Because a focus on soft news and a neglect of hard news are pivotal elements of most definitions of tabloidisation, the authors suggest using the terms “softening of news”, “tabloidisation” and “growing infotainment” synonymously. They point out—in the same vein as Sparks (2000)—that all these concepts are not dichotomous, but can be rather measured on a bipolar continuum. In other words, even serious newspapers like the New York Times at least show some tabloid-like elements. Therefore, an investigation on tabloidisation is a question of how much rather than of whether different media (types) are tabloidised.", "By virtue of their conceptualisation, the degree of tabloidisation can be measured according to three dimensions and possible sets of categories in content analyses. (1) The topic dimension, providing the basis for the other two dimensions, focuses on the degree of political relevance, i.e. how much news focuses on “norms, goals, interests, and activities related to the preparation, assertion, and implementation of authoritative, generally binding decisions about societal conflicts” (Reinemann et al. 2011, 233). (2) Using the focus dimension, researchers distinguish between reports with societal versus individual relevance and between thematic and episodic framing. (3) On the style dimension, researchers differentiate impersonal versus personal as well as unemotional versus emotional reporting, considering if reports contain journalists' personal views (e.g., impressions, interpretations, opinions) as well as verbal or visual elements that arouse emotions. The lower the political relevance is, the stronger a news item focuses on private matters and single events, and the more journalists' personal views and emotion-arousing elements occur in it, the more tabloidised it is. Although each dimension can be analysed individually, a combined analysis of all dimensions, aggregating them in an additive index, will allow for the most elaborate analyses (Reinemann et al. 2011).", "However, this theoretical concept of tabloidisation has not been tested empirically yet. Therefore, our first research question is:RQ1: Can these three theoretical dimensions of tabloidisation be confirmed empirically for German and Austrian newspapers?", "RQ1: Can these three theoretical dimensions of tabloidisation be confirmed empirically for German and Austrian newspapers?", "As mentioned above, tabloidisation is presumed to be caused and influenced by market structures and the self-images of individual titles. Therefore, the SCP model is well suited to analyse tabloidisation in the context of differences between countries (Stark and Magin 2013). In its original form, the SCP model assumes that market structure influences market conduct (i.e., the market behaviour of organisations) that in turn influences market performance (Bain 1968). However, due to the complexity of the correlations between the diverse influencing factors, one should not assume a monocausal relationship but rather consider the interaction of numerous components (Picard and Russi 2012). Therefore, further developments of the model also consider feedback of conduct and performance on the structure. Moreover, the model was expanded for use in communication studies by integrating both the societal determining factors and the influence of media politics and regulation (McQuail 1992).", "In communication studies, the SCP model has until now been specifically employed for monitoring the performance of structural market forces with regard to diversity criteria (McQuail 1992; van Cuilenberg 2007). To test its transferability to tabloidisation, we focus on the model's aspects associated with tabloidisation (performance): the market share of tabloids, the market share of commercial television (structure), and the self-image of the four newspapers under investigation (conduct) (Stark and Magin 2013).", "As mentioned above, three main structural sources of competitive pressures are assumed to urge the tabloidisation of the quality press: tabloids, commercial television and the internet. Our study will concentrate on the two sources that clearly differ between Germany and Austria—the tabloids and commercial television. The competition for the quality press from the internet is comparable in both countries and therefore can be considered a constant factor (Trilling and Schönbach 2013).", "Both the print and television sectors are considerably more concentrated in Austria than in Germany (Magin 2013). Therefore, quality papers especially are confronted with more economic pressure in Austria. Press concentration in Austria has grown to the highest degree in all of Europe during recent decades, solidifying the market dominance of the tabloids (Thiele 2009). In 2005, the tabloid titles held a two-thirds total market share among the 30 largest print media companies in Austria, compared to only one-third in Germany. By contrast, the market share of quality papers was approximately five times larger in Germany (16 per cent) than in Austria (3 per cent) (Lucht and Udris 2010).", "The Austrian press market is dominated by the tabloid Kronen Zeitung (Krone), the biggest Austrian newspaper for decades and one of the biggest newspapers worldwide relative to the target population (Kaltenbrunner et al. 2007; Trappel 2004). According to the Austrian “Media Analyse” (an interview-based study of circulations and ratings), Krone reached a market share of 41.9 per cent in 2008 (the year under investigation)—clearly ahead of the tabloid Bild, the largest German daily newspaper, with “only” 17.9 per cent according to the German “Media Analyse”. The market-leading quality papers have much lower market shares: in 2008, Der Standard reached 5.5 per cent in Austria, Süddeutsche Zeitung (SZ) only 1.8 per cent in Germany.", "As subscription newspapers, the quality papers generate around two-thirds of their revenues from advertising (Picard 2004). However, the Austrian quality papers are facing larger problems than their German counterparts in standing their ground against their powerful competitors in the advertising market. Their situation has worsened (also compared to Germany) as free newspapers have become established in Austria but not in Germany (Bakker and Seethaler 2009). One possible strategy to deal with these challenges is resorting to stronger tabloidisation.", "Altogether, the strong asymmetries of the Austrian press market support the hypothesis that the Austrian quality papers are more oriented to the tabloids and consequently more tabloidised than the German ones.", "However, an investigation of tabloidisation must also take into account the television market and particularly the market share of commercial television. In Germany, like in most other European countries, commercial television was established in the mid-1980s and considerably weakened the market position of PSB (Kleinsteuber 2004). By contrast, in Austria, commercial television was not introduced before 2001, later than in most European countries. Despite intensified competition from the German television channels accessible in Austria (particularly commercial channels with own tailored Austrian content inserts), PSB has maintained its dominant position in the market (Trappel 2004). In 2008, the year under investigation, the market share of PSB was 52 per cent in Austria (ORF Medienforschung 2012) compared to 44 per cent in Germany (KEK 2012), a modest difference. Based on the somewhat higher significance of commercial television in Germany, one can assume that German quality papers are more tabloidised than their Austrian counterparts, but this factor might be outweighed by the much higher market share of tabloids in Austria.", "The SCP model assumes that the newspapers' degree of tabloidisation is not only influenced by the market structure, but also by the conduct, i.e. the self-images and strategies of the individual titles. In the process of tabloidisation, the tabloids—whose self-images might differ to a certain extent between different countries, as already mentioned—are assumed to be the quality papers' benchmarks.", "The self-images of the two quality papers in the sample—SZ and Der Standard—are very similar. Both mention the New York Times as an important role model (Heß 1995; Der Standard digital 2013), see themselves on a par with large international newspapers and clearly distance themselves from the tabloids. The Süddeutscher Verlag, SZ's publisher since 1945, describes it as a newsworthy, opinionated newspaper of outstanding journalistic quality (Süddeutscher Verlag 2013). One of SZ's hallmarks is the profound “Reportage” on page three, contributing significantly to its national and international reputation (Sjurts 2005).", "Der Standard defines itself as a quality paper for “readers who want first class information” and as “a widely respected … stage for public discussion” (Der Standard digital 2013). When it was launched in 1988, it very strongly focused on politics, business and culture, which according to its publisher, Oscar Bronner, was missing in Austrian newspapers at that time. Meanwhile, it has widened its spectrum to sports and miscellaneous (Pürer 1996).", "Bild, established in 1952, is the “prototypical representative of tabloid journalism in Germany” (Klein 1998, 79). Its publisher Axel Springer relied on an alignment to the strategies of British tabloids, a main focus on mixed topics to attract a wide range of readers, and competing against television by strong visualisation (Lobe 2002). These early conceptualisations continue to shape Bild today. Its strategy of attention-seeking is still based on concise, descriptive, easy-to-understand news, strong imagery, emotionalised topics, and playing with taboos and populism. It carefully cultivates “the image of a helpful, socially engaged and justice-seeking mouthpiece for the small man on the street” (Sjurts 2005, 84).", "The self-images and strategies of Bild and Krone differ strongly. Publisher Hans Dichand never viewed Krone, established in 1959, as a tabloid but rather as a daily newspaper for ordinary people (“people's newspaper”). In contrast to the majority of tabloids, it is predominantly distributed (around 85 per cent) via paid subscriptions according to 2010 data from the Austrian Circulation Survey and is therefore less dependent on sensationalist headlines and a lurid layout. Krone is very opinionated. Observing the principle of “the sum of the opinions of its publisher and editors” (Pfändner 1994, 56), its hallmark is the many regular commentary pieces from well-known columnists. It exerts political influence through its much-noticed campaigns (Magin and Stark 2011).", "Based on the self-image of the four newspapers, we can assume a quite low degree of tabloidisation for SZ and Der Standard, a quite high degree for Bild, and a degree in between for Krone.", "Consequently, from market structure and conduct we can derive the three above-mentioned contradictory predictions for market performance, i.e. the degree of tabloidisation. Therefore, we pose a second research question:RQ2: Does the degree of tabloidisation differ between German and Austrian quality papers and tabloids?", "RQ2: Does the degree of tabloidisation differ between German and Austrian quality papers and tabloids?", "The following section aims to outline the current state of research on tabloidisation in the context of market structure and conduct. The widespread assumption of a long-term transnational tabloidisation has been insufficiently tested empirically up to this point. Most existing studies focus on single countries, lacking comparability because they use different definitions and operationalisations (Bek 2004). Moreover, most studies concentrate on (1) quality media as well as on (2) media coverage (i.e., performance), while they ignore (1) tabloid media (Uribe and Gunter 2004) as well as (2) structure and conduct (McLachlan and Golding 2000).", "The studies on tabloidisation of German and/or Austrian newspapers (e.g., Klein 1998; Landmeier and Daschmann 2011; Neissl and Renger 2001; Schönbach 2000) show some hints that tabloidisation has been growing, but only at a relatively low level.", "Only very few studies have dealt with the influence of the structural circumstances on the degree of tabloidisation. According to Esser (1999), German quality papers exhibit a lower degree of tabloidisation compared to those in Britain and the United States, explained by the lower relevance of commercial television as well as a lower demand for tabloidised content in Germany. A cross-national and long-term analysis (1949–2006) of German and Austrian quality papers by Magin (2013) shows a still relatively low level of tabloidisation in both countries. Tabloidisation started earlier in Austria, but proceeded less rapidly than in Germany. Levels of tabloidisation seem to be driven by different causes in different countries: (1) competition on the newspaper market was the most important predictor of degree of tabloidisation in Austria, whereas (2) competition with commercial television was the primary driver of level of tabloidisation in Germany. However, the study did not include tabloids as a benchmark."]}, {"title": "Method", "paragraphs": ["To clarify the influence of structure and conduct on performance, a quantitative content analysis of the four aforementioned newspapers was conducted. Data were collected on the article level and on the protagonist level. The analysis is based on six issues of each newspaper, forming one artificial week (from 10 March to 26 April 2008). Since six days form a rather small basis for the analysis, we selected the period under investigation carefully to ensure that the results will not be affected by single extraordinary events, topics and developments (e.g., election campaigns).", "Within these 24 issues, the articles to be analysed were selected in two steps. First, in each newspaper issue the three largest articles each on the title page, the topic-of-the-day page (if any), the politics, business, sports, culture and miscellaneous sections, as well as on the commentary pages, were analysed (N = 538). In newspapers without commentary pages, the three most important commentaries were defined beforehand and included in the analysis. In newspapers that differentiated their politics section between domestic policy and foreign policy, the three largest articles of both sections were coded. If a newspaper did not differentiate its politics section, the six largest political articles were coded alternatively. These most prominent articles were chosen because they (1) cover a wide variety of topics and might best reflect (2) what issues are important to the media organisations and (3) how they handle them—at the side, these articles are most likely to draw recipients' attention. Therefore, we expect higher levels of tabloidisation compared to the smaller articles as they are less likely to draw attention from the outset.", "Second, within each article up to two main protagonists were identified as follows. The current study is a secondary analysis of data collected to investigate gender stereotypes in newspapers. Because women are strongly underrepresented in the mass media, the original study included each article with at least one female protagonist to get a sufficient data base. In addition, a randomly chosen equivalent number of articles with exclusively male protagonists were included. For the current secondary analysis, protagonist-related variables were included for one randomly chosen actor if two main protagonists were identified in a chosen article. Additionally, we chose 50 per cent of articles without any main protagonists randomly for our analysis. Altogether, complete data on articles and protagonists are analysed for 287 of the 538 articles selected in the first step. As this procedure was applied to all four newspapers equally, our findings on the newspapers' level of tabloidisation should be unaffected by the gender issue.", "The three aforementioned dimensions of tabloidisation were operationalised by three or four indicators each. For each indicator, the continuum of tabloidisation is represented by a range of values from “0.00” for a low degree of tabloidisation to “1.00” for a strong degree of tabloidisation. Some indicators refer to the articles, some to the main protagonist occurring in the articles. Some variables were dummy-coded with “0.00” or “1.00”.", "The topic dimension is represented by four indicators: the article's topic (0.00 = politics/economics, 1.00 = all other issues), the reach of the topic (four-step scale: 0.00 = international, 0.33 = several countries, 0.66 = national, 1.00 = local/regional), the protagonist's profession (0.00 = politics; 1.00 = non-politics) and the protagonist's renown (five-step scale: 0 = global, 0.25 = in several countries, 0.50 = national, 0.75 = local, 1.00 = unknown actor). The focus dimension is represented by three indicators: references to the protagonist's private life were operationalised by counting how many of five aspects associated with private life (age, family status, partnership, parenthood, sexual relationships) were mentioned in an article. Articles without references to any of these aspects were coded with 0.00, articles referring to one, two, three, four or five were coded as 0.20, 0.40, 0.60, 0.80 and 1.00, respectively. References to the protagonist's physical appearance were coded analogously (zero up to five references to general look, hairstyle, face/facial expressions, body and clothing). Public sphere versus privacy considers if an article portrays the protagonist in a public (0.00) or in a private context (1.00). The style dimension is represented by four indicators: reporting style (0.00 = fact-oriented articles, e.g., news, documentary reports; 1.00 = experience-oriented articles, e.g., (polemic) commentaries, reportages, features, interviews), illustrations (0.00 = no illustrations; 1.00 = at least one illustration), size of illustrations (quotient of size of illustrations and size of text, divided by the maximum value to normalise the values to range between 0.00 and 1.00), and if an article refers to the protagonist's emotions (0.00 = no reference to emotions; 1.00 = reference to emotions). Table 1 shows the descriptives of the key variables.", "Inter-coder reliability between the two coders was calculated using Holsti's formula of inter-coder agreement and ranges from 0.66 to 0.98 (average: 0.89). All indicators except renown (0.66) and emotions (0.73) reach values of 0.80 and over."]}, {"title": "Results", "paragraphs": ["We first examine if the dimensions of tabloidisation as suggested by Reinemann et al. (2011) can be confirmed empirically (RQ1). Subsequently, we examine to what extent these dimensions differ between countries and newspapers (RQ2).", "To answer RQ1, we conducted a principal component analysis (PCA) based on the 11 aforementioned indicators; we use PCA despite the presence of dummy variables, as there is only one interval (0/1) and hence equidistance is not a problem. Simulation studies have demonstrated only moderate misclassification rates even if only dummy-coded variables are used (Kolenikov and Angeles 2004). We do not use confirmatory factor analysis because the hypothesised component structure has not yet been corroborated in empirical studies.", "The results show which indicators tend to co-occur in media coverage and can therefore be interpreted as indicators of the same dimension of tabloidisation. Missing values were replaced by regression forecasts drawing on the available values of the other measurements. To determine the number of principal components, we drew on three criteria: the scree-plot (elbow criterion), the components' eigenvalues (must be >1.0) and the share of explained variance (must be >50 per cent). Based on these criteria and differing from the theoretical model (Reinemann et al. 2011), a four-component solution explaining 62 per cent of variance was feasible. However, Table 2 shows that the four components are closely related to the three dimensions of the model.", "All four indicators theoretically linked to the topic dimension load on the same factor (profession, renown, reach of topic and topic) that can therefore be labelled as representing the topic dimension. Like in the theoretical concept, this factor oscillates between the two poles of politically relevant and not politically relevant.", "Also the focus dimension shows up in the PCA because all three indicators theoretically linked to it (public sphere versus privacy, private life, physical appearance) load on the same factor. However, references to protagonists' emotions also load on the focus dimension, even if the factor loading (+0.587) is relatively low; theoretically, references to emotions were conceptualised as a part of the style dimension. Probably the reference to protagonists' emotions is not equal to a personal and emotional reporting style as postulated by the theoretical concept, but rather closely connected with references to protagonists' private lives and therefore the focus dimension.", "Differing from the theoretical concept, the style dimension has to be divided into two sub-dimensions. Contrary to the assumption that personal and emotional reporting style would bear on visual and verbal information in similar fashion, the indicators load on two different factors: size and presence of illustrations load on the same factor labelled visual style dimension, while the reporting style loads on another factor labelled verbal style dimension. There are low cross-loadings between the two dimensions, and two of three are even negative. This pattern most likely results from practical reasons as a high degree of tabloidisation on the style dimension is theoretically associated with more personal and emotional reporting. Therefore, the reporting style indicator—besides reportages and features—also subsumes commentaries, columns and other opinion-based articles, and rates them as indicating a high degree of tabloidisation. These kinds of articles traditionally do not contain (large) illustrations. Therefore, the degree of tabloidisation seems indeed to be connected with the reporting style, but we have to differentiate between two different kinds of reporting style—a visual and a verbal one.", "To answer RQ2, we conducted several two-factorial analyses of variance (ANOVA) to check if the degree of tabloidisation on the four identified dimensions differs significantly according to market structure and conduct. To summarise the relative impact of (1) the countries, (2) the newspaper type, and (3) their interaction, type III sums of squares were calculated (controlling for the other two effects). Because data for market structures are very complex while we do not have any reliable data for conduct, we decided to operationalise both constructs as follows: in the ANOVA, the market structure is represented by the main effect of the country (as the national market structure differs only between but not within countries), while the market conduct is represented by the interaction term of country and type of newspaper (as it allows for different newspaper types to behave differently in different countries). Figure 1 illustrates the means and standard errors of the four newspapers on each of the four dimensions. Each diagram shows the differences on one dimension of tabloidisation between the countries (different-coloured lines), the differences between the tabloids (on the left-hand side) and the differences between the quality papers (on the right-hand side).", "Concerning the topic dimension, the model has no significant predictive value (F(3, 283) = 1.328; p = 0.265; R2 = 0.014). That is, the degree of tabloidisation on this dimension is quite similar between all four newspapers, and variation occurs within rather than between newspapers. Neither country (F(1, 283) = 0.017; p = 0.896; η2 = 0.000) nor newspaper type (F(1, 283) = 0.216; p = 0.643; η2 = 0.001) seems to influence the topic dimension independently. This is to a certain degree explained by the criteria for selecting articles for the content analysis: the three largest articles of each newspaper section were coded, which might have led to a relatively homogenous set of articles concerning topics, reach of topics and protagonists. However, the interaction term—i.e., the market conduct—is marginally significant (F(1, 283) = 3.598; p = 0.059; η2 = 0.013). Visual inspection shows that the Austrian tabloid Krone is somewhat less tabloidised than the Austrian quality paper Der Standard and only marginally more tabloidised than the German quality paper SZ. This result might be traceable to the self-image of Krone since it does not define itself as a tabloid but as a daily newspaper for ordinary people and very often tries to influence Austrian politics through its political campaigns. This would be in line with the notion that market conduct influences market performance. However, these differences are not significant and hence must be interpreted carefully.", "In contrast, the degree of tabloidisation on the focus dimension is explained significantly by the model. Altogether, newspaper type, country and the country–type interaction explain a relatively high share (13 per cent) of the variance (F(3, 283) = 14.477; p < 0.001; R2 = 0.133). The degree of tabloidisation on this dimension is strongly influenced by the country (F(1, 283) = 19.666; p < 0.001; η2 = 0.065): both German newspapers are more tabloidised than their Austrian counterparts. Maybe in a small country like Austria where personal ties between politicians and journalists are strong, journalists are more reluctant to report on public figures' private lives. The degree of tabloidisation also differs significantly between the newspaper types (F(1, 283) = 9.786; p = 0.002; η2 = 0.033). However, the degree of tabloidisation seems to be somewhat more strongly influenced by market conduct, represented by a highly significant interaction term (F(1, 283) = 13.380; p < 0.001; η2 = 0.045). While the degree of tabloidisation is quite similar between the two quality papers again, the tabloids strongly differ. Bild is by far the most tabloidised newspaper in the sample, whereas Krone is the least tabloidised one, showing that—also on the focus dimension—it is not a typical tabloid newspaper, which is again in line with the notion of a strong influence of market conduct on market performance.", "The degree of tabloidisation on the visual style dimension is also significantly predicted by the overall model (F(3, 283) = 4.337; p = 0.005; R2 = 0.044). The country most strongly influences the visual style (i.e., the market structure; F(1, 283) = 9.680; p = 0.002; η2 = 0.033) such that both German newspapers are more tabloidised (i.e., visualised) than the Austrian ones. But there is neither a significant main effect of the type of newspaper (F(1, 283) = 2.511; p = 0.114; η2 = 0.009) nor a significant effect of the market conduct (i.e., the interaction term; F(1, 283) = 0.796; p = 0.373; η2 = 0.003). These results point to an influence of market structure on the visualisation of the newspapers. In both countries the tabloid under investigation uses slightly more visual tabloidisation than the respective quality papers. However, the differences between countries are much stronger than the differences between newspapers. Particularly remarkable is the higher degree of tabloidisation of the German quality paper SZ compared to the Austrian tabloid Krone. This might again result from Krone's non-tabloid self-image. However, it might at least partially be a consequence of methodology given that the three largest articles of each newspaper section were coded—that is, the most visible ones. Maybe SZ illustrates its larger articles more comprehensively with larger images than its smaller articles—which have not been coded here. To make statements about the overall degree of visualisation in the different newspaper types, shorter articles should be included in future investigations. Nevertheless, we can state that at least SZ's largest articles are more tabloidised than Krone's on this dimension.", "Concerning the verbal style dimension, the overall model reaches statistical significance (F(3, 283) = 3.104; p = 0.027; R2 = 0.032). While the country's main effect (F(1, 283) = 2.976; p = 0.086; η2 = 0.010) is marginally significant, the type of newspaper (F(1, 283) = 2.413; p = 0.121; η2 = 0.008) does not seem to influence the market performance significantly. However, the interaction term (F(1, 283) = 3.707; p = 0.055; η2 = 0.013) approaches significance. Thus, market structure and conduct seem to shape the degree of tabloidisation to a similar extent. On closer examination, we find slight differences between the two tabloids—but in reverse direction than the aforementioned results. With regard to verbal style, Bild is the least tabloidised newspaper in the sample, while all other newspapers show higher and very similar degrees of tabloidisation. This result is explained by the underlying indicator—the reporting style—and hence by the market conduct. Bild relies very strongly on concise, descriptive and easy-to-understand news, whereas extensive reportages, interviews and commentaries play a subordinate part (Sjurts 2005). In contrast, for both quality papers (and particularly SZ) extensive reportages and other opinion-oriented reports rate very high, demonstrating all the more how the importance of exclusivity, profundity and “added value” increases with their growing competition with online and television news. Krone is a very opinionated newspaper with an experience-oriented reporting style and a high number of well-known columnists (Pfändner 1994). Therefore, it also rates high (and much higher than Bild) on the verbal style dimension and again gives proof of not being a “typical” tabloid.", "Finally, the question arises how the overall degree of tabloidisation of the four newspapers is related to market structure and conduct. For this purpose the scores of all four factors were added and another ANOVA was conducted (Figure 2). Altogether, the resulting model explains only 5 per cent of the variance of the degree of tabloidisation (F(3, 283) = 5.293; p = 0.001; R2 = 0.053), indicating rather strong differences within newspapers. We also find a significant main effect of the country (F(1, 283) = 7.720; p = 0.006; η2 = 0.027) and the interaction term (F(1, 283) = 4.882; p = 0.028; η2 = 0.017) and a marginally significant main effect of the type of newspaper (F(1, 283) = 3.110; p = 0.079; η2 = 0.011). That is, the overall degree of tabloidisation is not very strongly related to market structure and conduct, with market structure being slightly more influential than market conduct. Nevertheless, market performance—i.e., the degree of tabloidisation—is informed by the newspapers' strategies (i.e., their conduct) again. Both quality papers show a quite low and quite similar degree of tabloidisation, while Bild is much more tabloidised. Krone's degree of tabloidisation is even lower than that of the quality papers. Obviously, its strategy and self-image of not being a tabloid shapes its coverage noticeably."]}, {"title": "Discussion", "paragraphs": ["The first aim of our study was to clarify the dimensions of tabloidisation empirically. The second aim was to examine how German and Austrian daily newspapers' degree of tabloidisation (market performance) is related to market structure (that clearly differs between the two countries) and market conduct (that is quite similar between the quality papers but clearly differs between the two tabloids under investigation).", "Altogether, our results show the multidimensionality of tabloidisation and the high complexity of the interrelation between market structure, conduct and performance. Even if the theoretical model suggested by Reinemann et al. (2011) proves to be well suited for the analysis of tabloidisation, based on our results we suggest splitting the style dimension and using four dimensions of tabloidisation: topic, focus, visual style and verbal style. Moreover, our results point to a rather weak influence both for structure and conduct on performance which might be explained by similar journalistic cultures and a similar reporting style of daily newspapers in German-speaking countries, but also by a high within-newspaper variation in tabloidisation.", "Concerning structure, the “tabloidising effects” of the high market share of tabloids in Austria and the relatively high market share of commercial television in Germany might cancel each other out, inducing a similar overall degree of tabloidisation in both countries, but for different reasons.", "Concerning market conduct, both quality papers are rather weakly tabloidised and quite similar to each other as the newspapers' strategies had suggested. However, the tabloids differ to a noticeable extent. While Bild is strongly tabloidised on three dimensions, Krone is surprisingly somewhat less tabloidised than the quality papers, presumably due to its “people's newspaper strategy”. Only the verbal style dimension flows in the opposite direction with a relatively high degree of tabloidisation for all newspapers except Bild. These differences suggest interpreting tabloidisation as a kind of orientation to the particular target audiences' interests and therefore as a result of market conduct.", "Admittedly, our study has some limitations. Certainly, the most important one is the fact that our study is cross-sectional although tabloidisation is a long-term process. We take the view that for the first adaptability test of the SCP model on tabloidisation, a cross-sectional study is suitable and instructive in many respects. This is all the more as media structures are changing only relatively slowly. Starting from the current situation in the media markets as a “snapshot” in the course of a long-term process, we compare outcomes of a possible tabloidisation process rather than observing the process itself in the making. Nevertheless, our study provides a valuable starting point for future long-term studies allowing even better for tracing interdependencies between different structural, conduct conditions and the degree of tabloidisation.", "The differentiation of the style dimension, moreover, might have been caused by the methodology: the style dimension was the only one including indicators referring to the question of visual versus verbal presentation rather than only to the content of the news item. If the topic and focus dimension included indicators for the verbal as well as the visual presentation, we perhaps might have ended up with more factors. Further studies should consider that.", "The quantitative content analysis, moreover, should be supplemented with qualitative aspects in order to analyse linguistic intricacies more precisely as an important aspect of tabloidisation. Furthermore, although we analysed the most salient articles to capture those components of newspapers that are most widely read, however, the analysis should be complemented by drawing a random selection of articles and include a larger number of articles. This is particularly important because our sample might have reduced the variance between the newspapers and has probably omitted more coverage from the quality media.", "Admittedly, our study only explains a small part of the degree of tabloidisation. Operationalisations of structure and conduct might be improved by drawing on indicators like circulation and market shares (structure) or ratings of experts (conduct). Additionally, future studies should clarify which factors besides structure and conduct might be able to contribute to explaining tabloidisation. Particularly the question of nationally different interpretations and concepts of “tabloid journalism” arises, explainable by nationally different media cultures and journalistic traditions (Djerf-Pierre 2000; Esser 1999). Future surveys of journalists—in contrast to the existing ones (Weischenberg, Malik, and Scholl 2006; Kaltenbrunner et al. 2007)—should explicitly refer to journalists' understanding of “tabloid journalism” (e.g., Deuze 2005). We also recommend expanding the analysis to more countries, more newspaper types and titles, as well as television programmes because of the assumed influence of television on the tabloidisation of newspapers.", "Finally, from the standpoint of democratic theory, a continuous monitoring using a wide media sample might help to recognise and counteract undesired developments early and prevent negative and encourage positive consequences of tabloidisation. This monitoring could also be based on the SCP model that has proven to be useful for analysing tabloidisation in our study: the phenomenon of tabloidisation cannot be understood properly without considering newspapers' strategies and habits."]}], "references": [{"title": "Personalization of Politics: A Critical Review and Agenda for Research", "year": "2010", "journal": "Communication Yearbook", "volume": "34", "authors": [{"name": "Adam Silke", "first_name": "Adam", "last_name": "Silke"}, {"name": "Maier Michaela", "first_name": "Maier", "last_name": "Michaela"}]}, {"title": "Tabloidization of News Media: An Analysis of Television News in Turkey", "year": "2004", "journal": "European Journal of Communication", "volume": "19", "authors": [{"name": "Bek Mine G.", "first_name": "Bek", "last_name": "G."}]}, {"title": "Who&#039;s Afraid of Infotainment?", "year": "1998", "journal": "European Journal of Communication", "volume": "13", "authors": [{"name": "Brants Kees", "first_name": "Brants", "last_name": "Kees"}]}, {"title": "What the Butler Started. Relations between British Tabloids and Monarchy in the Fall-out from the Paul Burrell Trial", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Coward Rosalind", "first_name": "Coward", "last_name": "Rosalind"}]}, {"title": "", "year": "2013", "journal": "Redaktion", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Popular Journalism and Professional Ideology: Tabloid Reporters and Editors Speak Out", "year": "2005", "journal": "Media, Culture \\& Society", "volume": "27", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Squaring the Circle: Public Service and Commercial News on Swedish Television 1956–1999", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Djerf-Pierre Monika", "first_name": "Djerf-Pierre", "last_name": "Monika"}]}, {"title": "Trivial Stories and Fancy Pictures? Tabloidization Tendencies in Finnish and Swedish Regional and National Newspapers 1982–1997", "year": "1998", "journal": "Nordicom Review", "volume": "19", "authors": [{"name": "Djupsund Göran", "first_name": "Djupsund", "last_name": "Göran"}, {"name": "Carlson Tom", "first_name": "Carlson", "last_name": "Tom"}]}, {"title": "Tabloidization’ of News: A Comparative Analysis of Anglo-American and German Press Journalism", "year": "1999", "journal": "European Journal of Communication", "volume": "14", "authors": [{"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}]}, {"title": "Popular News in the 21st Century. Time for a New Critical Approach?", "year": "2008", "journal": "Journalism", "volume": "9", "authors": [{"name": "Harrington Stephen", "first_name": "Harrington", "last_name": "Stephen"}]}, {"title": "Infotainment, Cynicism and Democracy: The Effects of Privatization vs Personalization in the News", "year": "2013", "journal": "European Journal of Communication", "volume": "28", "authors": [{"name": "Jebril Nael", "first_name": "Jebril", "last_name": "Nael"}, {"name": "Albæk Erik", "first_name": "Albæk", "last_name": "Erik"}, {"name": "de Vreese Claes H.", "first_name": "de", "last_name": "H."}]}, {"title": "", "year": "2012", "journal": "Jahreszahlen: Zuschaueranteile (in Prozent) von 1990 bis 2011 [Annual TV Ratings (in percent), 1990–2011]", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Tabloidised Political Coverage in BILD-Zeitung", "year": "1998", "journal": "Javnost – The Public", "volume": "5", "authors": [{"name": "Klein Ulrike", "first_name": "Klein", "last_name": "Ulrike"}]}, {"title": "The Use of Discrete Data in Principal Component Analysis: Theory, Simulations, and Applications to Socioeconomic Indices", "year": "2004", "journal": "Working Paper of MEASURE/Evaluation project, No. WP-04-85", "volume": "", "authors": [{"name": "Kolenikov Stanislav", "first_name": "Kolenikov", "last_name": "Stanislav"}, {"name": "Angeles Gustavo", "first_name": "Angeles", "last_name": "Gustavo"}]}, {"title": "Transformation of Media Structures and Media Content: A Diachronic Analysis of Five Western European Countries", "year": "2010", "journal": "", "volume": "", "authors": [{"name": "Lucht Jens", "first_name": "Lucht", "last_name": "Jens"}, {"name": "Udris Linards", "first_name": "Udris", "last_name": "Linards"}]}, {"title": "Journalism and Democracy: A Millennial Audit", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "McNair Brian", "first_name": "McNair", "last_name": "Brian"}]}, {"title": "Zwischen Sein und Schein: Populärjournalistische Tendenzen in österreichischen Medien [Between Illusion and Reality: Tabloidisation Tendencies of Austrian Mass Media]", "year": "2001", "journal": "Medien Journal", "volume": "2001", "authors": [{"name": "Neissl Julia", "first_name": "Neissl", "last_name": "Julia"}, {"name": "Renger Rudi", "first_name": "Renger", "last_name": "Rudi"}]}, {"title": "", "year": "2012", "journal": "TV-Tagesreichweite 1991–2012, Erwachsene ab 12 Jahren [Daily TV Ratings, 1991–2012, Age 12 and over]", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Tabloid Journalism and the Public Sphere: A Historical Review on Tabloid Journalism", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Örnebring Henrik", "first_name": "Örnebring", "last_name": "Henrik"}, {"name": "Jönsson Anna M.", "first_name": "Jönsson", "last_name": "M."}]}, {"title": "The Value of Emotion: An Examination of Television Journalists&#039; Notions on Emotionality", "year": "2010", "journal": "European Journal of Communication", "volume": "25", "authors": [{"name": "Pantti Mervi", "first_name": "Pantti", "last_name": "Mervi"}]}, {"title": "From Hard to Soft News Standards? How Political Journalists in Different Media Systems Evaluate the Shifting Quality of News", "year": "2005", "journal": "The International Journal of Press/Politics", "volume": "10", "authors": [{"name": "Plasser Fritz", "first_name": "Plasser", "last_name": "Fritz"}]}, {"title": "Hard and Soft News: A Review of Concepts, Operationalizations and Key Findings", "year": "2011", "journal": "Journalism", "volume": "13", "authors": [{"name": "Reinemann Carsten", "first_name": "Reinemann", "last_name": "Carsten"}, {"name": "Stanyer James", "first_name": "Stanyer", "last_name": "James"}, {"name": "Scherr Sebastian", "first_name": "Scherr", "last_name": "Sebastian"}, {"name": "Legnante Guido", "first_name": "Legnante", "last_name": "Guido"}]}, {"title": "Süddeutsche Zeitung", "year": "2013", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Patterns of News Consumption in Austria: How Fragmented Are They?", "year": "2013", "journal": "International Journal of Communication", "volume": "7", "authors": [{"name": "Trilling Damian", "first_name": "Trilling", "last_name": "Damian"}, {"name": "Schönbach Klaus", "first_name": "Schönbach", "last_name": "Klaus"}]}, {"title": "The Tabloidization of British Tabloids", "year": "2004", "journal": "European Journal of Communication", "volume": "19", "authors": [{"name": "Uribe Rodrigo", "first_name": "Uribe", "last_name": "Rodrigo"}, {"name": "Gunter Barrie", "first_name": "Gunter", "last_name": "Barrie"}]}, {"title": "News in an Age of Competition: The Case of Sensationalism in Dutch Television News, 1995–2001", "year": "2005", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "49", "authors": [{"name": "Vettehen Paul Hendriks", "first_name": "Vettehen", "last_name": "Hendriks"}, {"name": "Nuijten Koos", "first_name": "Nuijten", "last_name": "Koos"}, {"name": "Beentjes Johannes", "first_name": "Beentjes", "last_name": "Johannes"}]}, {"title": "Towards Tabloidization? Glasgow revisited, 1975–2001", "year": "2002", "journal": "Journalism Studies", "volume": "3", "authors": [{"name": "Winston Brian", "first_name": "Winston", "last_name": "Brian"}]}]}