{"doi": "10.1080/14616701003638392", "url": "https://doi.org/10.1080/14616701003638392", "title": "THE SHIFTING CROSS-MEDIA NEWS LANDSCAPE", "volume": "11", "year": "2010", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Schrøder", "first_name": "Kim", "name": "Kim Christian Schrøder"}, {"last_name": "Steeg Larsen", "first_name": "Bent", "name": "Bent Steeg Larsen"}], "abstract": " The article offers new insights for democracy and for news producers by mapping the use and users of today's cross-media news landscape, as the everyday consumption of news across the range of available news media and formats is shifting reflecting transformations of technology, culture and lifestyles. Theoretically the study is anchored in Habermas's notion of the public sphere, and its recent reconceptualizations in theories of “cultural citizenship”, “civic agency” and “public connection”. The project operationalizes these theories through the concept of users' perceived “worthwhileness” of news media, a user-anchored concept which incorporates the different functionalities of the situational cross-media use of news by citizen/consumers in everyday life. Empirically the article presents the findings of a large-scale survey that traces the imminent challenges facing players in the news market, as a consequence of accelerating divisions between “overview” and “depth” news media (across print, broadcasting and the Internet). The project is conducted in a partnership of university-based researchers and analysts from one of the major newspaper publishers in Denmark, and presents the first user-based analysis of the relative position of each individual news medium in the entire news media matrix. ", "body": [{"title": "Introduction", "paragraphs": ["Over the years there has been an infinite number of studies into the democratic functions of the news media. The news media are rightly deemed to be crucial for the provision of democratic prerequisites, and the media research community has given a high priority to the exploration of the adequacy of the news media in bringing about these prerequisites.", "Nevertheless, this vast body of research has been characterized by a number of significant omissions—or perhaps one should say rather that some aspects of the democratic process have been neglected, not completely ignored. One could label these omissions as having to do with the use and reception aspects of news media.", "As an example, a recent excellent study (Curran et al., 2009) analyses the complex relationships between national media systems, news media content, the citizens' civic knowledge, and the state of democracy. These researchers find that there is “a connection between patterns of news coverage and levels of public knowledge” (2009, p. 14), so that “what the media report—or fail to report—affects what is known” (2009, p. 16). They demonstrate that there is a necessary causal connection between media system and citizenship, so that “the public service model makes television news more accessible on leading channels … and therefore contributes to a more egalitarian pattern of citizenship” (2009, p. 22). Finally, they predict that since “a growing number of countries are converging towards the entertainment-centred model of American television, … this trend seems set to foster an impoverished public life”, i.e. an impoverished democracy.", "It is not that the alleged connection between media system and democracy is not plausible. But the argument suffers from a missing link, which we need to investigate, if we want to understand how this connection comes about:  Media system (revenues, organization)   ↓   News media: provision, amount and content of news   ↓    Consumer-citizens' use and experience of news media    ↓   The citizens' knowledge about society   ↓   The citizens' democratic prerequisites   ", "Media system (revenues, organization)", "↓", "News media: provision, amount and content of news", "↓", " Consumer-citizens' use and experience of news media ", "↓", "The citizens' knowledge about society", "↓", "The citizens' democratic prerequisites", "This missing link is what reception research has tried to provide over three decades, from the pioneering work of Morley (1980), Jensen (1986) and Lewis (1991) to the recent impressive studies of Couldry et al. (2007), Meijer (2007), Hill's work on factual television (2007), and Van Zoonen's analysis (2005) of the empowering political functions of popular media. The briefest possible way to define what we need to know more about is to paraphrase the catch-phrase of uses-and-gratifications research: “What do people do with the news?”—in the process that transforms it to “knowledge about society” and “democratic prerequisites”?", "Our current research is trying to answer this question in what we see as two innovative ways. We adopt:  an unequivocal user's perspective, which entails that for news users, news must be seen as a cross-media phenomenon. From a democratic perspective, It makes little sense to analyse the use of newspapers or TV news in isolation.   an integrated quantitative/qualitative methodology, which builds added explanatory power through a research design that creatively merges qualitative and quantitative analysis.   ", "an unequivocal user's perspective, which entails that for news users, news must be seen as a cross-media phenomenon. From a democratic perspective, It makes little sense to analyse the use of newspapers or TV news in isolation.", "an integrated quantitative/qualitative methodology, which builds added explanatory power through a research design that creatively merges qualitative and quantitative analysis."]}, {"title": "Constellations and Typologies of Media Use", "paragraphs": ["Towards the end of their impressive study Media Consumption and Public Engagement, Couldry et al. put forward, as one of their recommendations for future research, that one focus of future attention should be people's habits of media consumption … across particular media, (because) the particular constellation of media on which one individual draws may be quite different than another's. It is at this level of habit—routine consumption practice embedded in a range of other routines, some social, some individual—that media come to make a difference, or not, as the case may be. (2007, pp. 190–1, emphasis added)  ", "habits of media consumption … across particular media, (because) the particular constellation of media on which one individual draws may be quite different than another's. It is at this level of habit—routine consumption practice embedded in a range of other routines, some social, some individual—that media come to make a difference, or not, as the case may be. (2007, pp. 190–1, emphasis added)", "As its end goal, our research precisely aims to explore both “media consumption across particular media”, and those “constellations of media on which one individual draws”, and to explore at the level of the social formation of Danish society whether these constellations can be said to be somehow patterned, so that even though in principle there must be about four million such constellations of media in the adult population, nevertheless they fall into a finite number of types, which together constitute a typology.", "The project is spurred by a general desire to explore the democratic condition in mediatized society, but also to discern the user-patterns which pose challenges to the news providers struggling to develop new content and new business models. It considers the variety of needs and functions filled by the available news media and genres, from the provision of vital democratic prerequisites, to the supply of lifestyle, celebrity and entertainment materials that serve as an input to the conversations of social networks."]}, {"title": "“Doing Citizenship”: The “Cultural Turn” Towards the Microdynamics of Democracy", "paragraphs": ["Theoretically, the project can be aligned with recent thinking in some corners of cultural studies, where there is a growing awareness of the need to relocate the focus of political communication research towards “the microdynamics of democracy” (Dahlgren, 2006, p. 282; see also Jones, 2006; Schrøder and Phillips, 2007).", "According to this theory, there is no gap between civic agency as a traditionally conceived political activity in the public sphere and the culture of the everyday: people in daily life may “self-create themselves into citizens” (Dahlgren, 2006, p. 272). In our project, similarly, the practices of daily life are seen as the site of identities and passions from which people can sometimes—if the occasion arises, so to speak—be “launched” into the public sphere, as the site of political practice in the classic democratic sense (Wahl-Jørgensen, 2006).", "This is also the essence of Kevin Barnhurst's work on mediated citizenship. He is developing a new ideal of citizenship as a yardstick for evaluating ordinary people's political activity. Basically Barnhurst believes that the Habermassian ideal of citizenship is unproductive, because it “sets up an unreachable ideal that devalues how people enact citizenship in daily life” (Barnhurst, 2003, p. 134), and “requires levels of commitment to political activity that amount to more than full-time work” (2003, p. 137). Rather than denigrating people's actual political impulses in everyday life as unworthy of the label “politics”, political communication research should perceive politics as something that “becomes intentional only in sporadic flashes” (2003, p. 133)—a view that echoes that of Wahl-Jørgensen (above).", "Thus, when we explore people's use of the news media in this project, we do so without preconceptions that some media (for instance “broadsheet” newspapers) or news genres (for instance investigative TV documentary) are inherently of higher democratic quality than more popular forms of news. This agnosticism about the possible value for different people of the different news media is built into our theoretical notion of “worthwhileness”."]}, {"title": "Determinants of News Consumption: Perceived Worthwhileness", "paragraphs": ["What are the factors that determine whether people use a particular news medium or not? We try to answer this question by adopting the heuristic concept of “perceived worthwhileness”. The concept common-sensically denotes the individuals' subjective, implicit or explicit assessment of whether the medium in question is worth their while. An individual's answer to this question depends on a series of interrelated factors that enter into a personal “calculation” or routine that results in media use occurring or not, and, if it does, for a longer or shorter period of time, with a greater or lesser amount of attention.", "The factors that collectively constitute a news medium's perceived worthwhileness include the subjectively experienced material, situational and functional circumstances that characterizes the medium's practice of use. So far, we see perceived worthwhileness as constituted by five factors: (1) time available; (2) the affordance of “public connection”; (3) price; (4) normative constraints; and (5) participatory affordances.", "In the society of news media abundance one can only understand the worthwhileness of one particular news medium by considering the news users as effectively browsing the entire cross-media news landscape as a “news system”, and each applying the criterion of worthwhileness across the news media that make up the system. As Finnemann argues for the media system as a whole, each medium has a set of distinct properties, while the specific role and use of any medium to some degree depends on the overall matrix of media available. You cannot analyse the role of any single medium independently of the overall matrix of media. (2008, p. 7)1   ", "each medium has a set of distinct properties, while the specific role and use of any medium to some degree depends on the overall matrix of media available. You cannot analyse the role of any single medium independently of the overall matrix of media. (2008, p. 7)1 ", "The commercial and social viability of any news medium depends primarily on two factors: its ability to win a share of citizens' available time and attention, and its ability to meet the needs of citizens for “public connection” in a wide sense. If people cannot fit a medium into their time schedule, it has no chance of being consumed, no matter whether it potentially fulfils their need for public connection. On the other hand, if people have available time at some point during the day, a medium can insert itself into that spatio-temporal context, and perhaps with time make itself indispensable in that context, if this medium carries a content which is perceived to be potentially crucial to one's public connection, possibly by replacing a less appealing medium.", "“Public connection”, a concept launched by Couldry et al. (2007), has to do with a medium's ability to satisfy through its content an individual's need to both equip himself for the role of citizen-member of the democratic order, and for the role of belonging as a community-member in the broadest possible sense. This includes being able to participate in social and cultural networks of all kinds in everyday life, being able to navigate adequately as a spouse, parent, neighbour, colleague, consumer and simply human being in late modern life, being able to communicate sensibly with significant others in one's close networks as well as with more distant others in relevant domestic, professional, commercial and institutional contexts.", "In addition to the criteria of time and public connection, the worthwhileness of a given medium will also depend on a number of additional criteria, price obviously being one of them. For instance, the commuter who buys one of the established tabloids on a regular basis may decide to replace the tabloid with one of the free dailies. The decision to subscribe to a cable news channel will depend on its affordability in relation to household income and expenditure patterns.", "A fourth factor is the normative pressures from significant others, a symbolic factor of potential stigmatization determining whether, for instance, you are willing to be seen reading a free daily on the commuter train. With media that are potentially prestigious among a given group, the normative pressure may work in the opposite direction and instigate adoption into one's media repertoire.", "The factor called “participatory affordances” has to do with the participatory qualities afforded especially by Internet news services (Picone, 2007). Although one should not (yet) exaggerate the news users' active participation in news dissemination and production (Gentikow, 2008), it is probably the case that for some, especially younger news users, the various ways in which one can participate in and contribute to the news on Internet sites affect their assessment of the worthwhileness of such news sources.", "It must be stressed that worthwhileness is a concept that has to do, not (as in uses-and-gratifications research) with rational individualized needs for specific media materials, but with socially produced, routinized meaning processes and discursive practices through which individuals make sense of their everyday lives, as inscribed into larger social practices and structures, through interaction with others in the mediatized society.", "Finally, for someone to say that a particular news medium is worth his or her while should not be taken to mean only that the everyday use of this medium (say, a free daily) is “important” to them in an absolute sense, having to do with the lofty ideals of acquiring the prerequisites for being a citizen in the public sphere. While worthwhileness does include this sense of importance and indispensability, it is also intended to cover the sense in which a medium can be perceived as worthwhile in a particular spatio-temporal context, such as being available in a time-pocket of a daily 20-minute bus journey from home to work. The concept thus includes both media that are perceived as vitally important and media that come to be contextually relevant on a regular basis, i.e. as worthwhile by default."]}, {"title": "Exploring Worthwhileness: Complementarities of Fieldwork", "paragraphs": ["The project relies on two stages of fieldwork: the first, to be reported here, consists of a survey that maps the cross-media patterns of worthwhile news media of a representative sample of the Danish population. The second stage, currently ongoing, is an innovative design that integrates quantitative and qualitative methods in one hybrid research design. The method is derived from, but creatively transcends the method also known as Q-methodology (for methodological discussion, see Schrøder, 2004).", "Our use of the survey method is traditional, but the cross-media lens we use is innovative: we asked the respondents about,   Worthwhileness of the news media available, i.e. what news media they had used during the last week?2 We inferred that the news media they had used were the ones they found worthwhile.   We also asked about Most worthwhile news medium: among the worthwhile news media they had listed, we asked them to select the news medium that they considered most indispensable (i.e. most worthwhile).    Functionalities of worthwhileness: Among the worthwhile news media they listed, we asked them about the patterning of these media according to two different functionalities: (1) which media they used to provide an overview over events of the day, and (2) which media they used to provide “background information” about the day's events. The same news medium could be selected for both functionalities.   ", " Worthwhileness of the news media available, i.e. what news media they had used during the last week?2 We inferred that the news media they had used were the ones they found worthwhile.", "We also asked about Most worthwhile news medium: among the worthwhile news media they had listed, we asked them to select the news medium that they considered most indispensable (i.e. most worthwhile).", " Functionalities of worthwhileness: Among the worthwhile news media they listed, we asked them about the patterning of these media according to two different functionalities: (1) which media they used to provide an overview over events of the day, and (2) which media they used to provide “background information” about the day's events. The same news medium could be selected for both functionalities.", "What the survey analysis does is to provide interesting maps, from a high altitude, of the landscape of cross-media news consumption, as shaped by what we infer to be (i.e. what must logically be) people's perceptions of the worthwhileness of the various news media."]}, {"title": "Mapping Cross-media Landscapes of News Worthwhileness", "paragraphs": ["The survey was administered online to a representative sample of 1031 Danes over 18 years of age in November 2008. The findings presented here are national averages without demographic details. The results are significant at the 95 per cent level, except that the order of two media separated by less than 3–4 per cent in the tables could be the reverse.", "Unsurprisingly television news3 programmes are the most important news source in Denmark (88 per cent), closely followed by Internet news sites (78 per cent), and radio news (70 per cent) (Table 1). ", "While the top rank for Internet news may be seen as surprising, it is also surprising that Text-TV comes out in fourth place. National quality dailies are in seventh place (49 per cent). It is noteworthy that international news sources (TV and Internet) have been used by one-fifth of the respondents. Mobile news is used by 7 per cent.", "Clearly many of these figures are not (just) interesting in themselves, but they will provide the starting point of a hopefully longitudinal study of the worthwhileness of news in years to come.", "Television is clearly the news source4 which the largest number of people would not do without (37 per cent) (Table 2). Internet news is the second most indispensable (19 per cent), but far below TV. National dailies are in third place (14 per cent). ", "Based on the assumption that all individuals see themselves as pursuing both overview and background news provisions at different times, we asked each respondent, based on the list of news media he or she had previously selected as worthwhile for him or her, which media they used for each purpose. They were free to mention the same news medium for both functions.5 ", "When we ask people about the single most important overview/depth news medium, it turns out that for “overview” the Internet has become equal in importance to TV news (Table 3). Text-TV news is in third place, in front of radio and national newspapers. ", "For “depth”, national newspapers are in first place (28 per cent), clearly surpassing TV (23 per cent). TV news receives a high ranking (second place) for both overview and depth, and is thus the most worthwhile all-round news medium—it is overall an important resource for civic agency and public connection.", "We also asked people which other media they use for overview/depth information (Table 4):   All-round functionality: the ranking on this question underscores the importance of TV news as the all-round news medium in Denmark, a clear no. 1 in both functionalities (55 per cent, 44 per cent). The Internet comes second, with a second place for overview, and a fourth place for depth.    For overview, after TV and Internet, radio news is an important resource (40 per cent), but Text-TV news is a close runner-up to radio (36 per cent). National dailies are close to negligible for this function.    For depth: the high ranking of TV has a female bias (41/47), while the high ranking of national dailies has a corresponding male bias (38/32). TV current affairs is in a clear third position (35 per cent).    Generalization about news functionalities: TV news and to some extent Internet news bridge the two functionalities, while for other media there is a clear functional differentiation:   Overview news media: radio, Text-TV, free newspapers.    Depth news media: national dailies, TV current affairs, professional magazines.      ", " All-round functionality: the ranking on this question underscores the importance of TV news as the all-round news medium in Denmark, a clear no. 1 in both functionalities (55 per cent, 44 per cent). The Internet comes second, with a second place for overview, and a fourth place for depth.", " For overview, after TV and Internet, radio news is an important resource (40 per cent), but Text-TV news is a close runner-up to radio (36 per cent). National dailies are close to negligible for this function.", " For depth: the high ranking of TV has a female bias (41/47), while the high ranking of national dailies has a corresponding male bias (38/32). TV current affairs is in a clear third position (35 per cent).", " Generalization about news functionalities: TV news and to some extent Internet news bridge the two functionalities, while for other media there is a clear functional differentiation:   Overview news media: radio, Text-TV, free newspapers.    Depth news media: national dailies, TV current affairs, professional magazines.   ", " Overview news media: radio, Text-TV, free newspapers.", " Depth news media: national dailies, TV current affairs, professional magazines.", "We asked respondents to rank the importance for regular news provision of Internet news sites on a scale from “very important” (0) to “not at all important” (100). The average ranking at 71 (of 100) confirms the central role of Internet news for contemporary Danes. Also confirmed is the response to previous questions about international Internet news sites: while such sites do form a not infrequent part of the news diet for many Danes, they are dispensable (32 of 100).", "While Internet news sites offer a range of interactive opportunities, we found that it is still a minority (24 per cent) who report any kind of interactivity: 76 per cent said that in the last month they had not engaged in any interactive exchange (sent email to a journalist, participated in a debate, commented on a blog, etc.). It is consequently not surprising that the importance of such interactive functions is deemed to be low (33 of 100)."]}, {"title": "Worthwhileness: From Map to Typology", "paragraphs": ["Through the survey we have mapped in a factual sense which media people say they find worthwhile. The next step of the fieldwork aims to explore why people find these news media worthwhile, and in a profound sense what constitutes worthwhileness for them.", "The second stage of our fieldwork will thus investigate three dozen or so people's own sense-making accounts of the worthwhileness of the news media, in two different ways that are merged into one fieldwork design. First, by using the elicitation technique of “telling the story of A Day in the Life with Media”, we will ask them in individual interviews to verbalize their routinized news media consumption in everyday life, thus providing a (qualitative) “thick description” of their perceived worthwhile news media.", "Secondly, in the same sitting, we will ask informants to playfully sort a pile of cards with the titles of 20–25 news media and news genres on a continuum from most to least worthwhile. The individual constellation of news media worthwhileness which informants produce in this way will then be subjected to a (quantitative) generalizing factor analysis, whose output will be a typology of news media use.", "At the end of the day, therefore, we will have obtained extensive new knowledge about people's lives with the news media. The maps described in this article provide the general picture of how citizen-consumers in Denmark navigate in the cross-media news landscape. Such maps are a prerequisite of further research into the media/democracy nexus, since we need to know what news media people actually use on a daily basis, and how they assess the relative significance, for them, of the different components in the news matrix."]}, {"title": "Tracking Changing News Media Preferences: The Value for News Producers", "paragraphs": ["The survey also provides valuable information for news producers: it provides a snapshot of the 2008-distribution of competing news media platforms, and measures the extent to which these platforms are used and appreciated by the consumers. As a content provider of news it is crucial for a news company to be able to target and distribute its content to those platforms where news consumption is actually taking place, and where news consumers expect to find relevant news. The maps produced by the survey quantify the constellations of news consumption at the level of the news media marketplace and thereby plays into and gives proportions to the news producer's strategic focus.", "The study usefully confirms many existing truths about news consumption (e.g. the diminishing role of national newspapers in the overall news landscape), and delivers a couple of genuine surprises. The very prominent role played by Text-TV news, both in absolute terms (see Table 1) and for the overview function (see Tables 3 and 4) was unexpected, but makes good sense when you take into account the situational affordances offered by this inconspicuous news medium—it can be switched on more easily than a home computer's news sites, and it is readily available to TV viewers as a default option during moments of non-attractive programming. Also the list of news stories provides for quick orientation, and, as a generic property, the individual news items are guaranteed to be succinct.", "Secondly, the fact that Internet news is now equal in importance to TV news as the single most worthwhile overview news medium (see Table 3) was a cause of slight surprise, although the casting of Internet news as fast news, together with the well-known fact that news sites are the “visit generator” of the net should maybe have led us to anticipate this finding.", "This first survey of its kind may serve as a “point zero” mapping, the first in a series of measurements undertaken with regular intervals, for instance annually, which document the shifts in people's use of different news platforms. Such tracking of changes in the population's news preferences will be an iterative monitoring of whether the news company's ventures in the different areas of the news market are responding to people's behaviour in terms of actual news demand.", "In the present mapping, the distinction between overview and depth news media is particularly valuable, as it provides a new insight into the functionalities of the different news media and genres. Survey findings not reported in this article show that different demographic groups have different conceptions of the functionalities of some news media. For instance, the perceived significance of TV news as a depth medium increases with age, while the significance of Internet news media as a provider of depth and background is higher among the young adult groups. The more is known about these functional patterns, the better will news companies be able to strategically target their different news platforms accurately towards different population segments.", "Studies of brand perceptions reveal that news consumers have very different perceptions of the strength and vitality of different players in the news market, irrespective of platforms. As a complement, the present study indicates that different news distribution channels are functioning under specific premises to do with the situation of use in everyday life, which thus associates a given news medium with a set of “situational affordances” that make it suitable for some kinds of news and not others. This is, for instance, the case with Internet news and daily newspapers, making it strategically important to diagnose the specific situational use value of different news channels, so as to be able to meet the conditions and expectations of the different user segments."]}], "references": [{"title": "“Subjective States: narratives of citizenship among young Europeans”", "year": "2003", "journal": "Multilingua", "volume": "22", "authors": [{"name": "Barnhurst Kevin", "first_name": "Barnhurst", "last_name": "Kevin"}]}, {"title": "“Media System, Public Knowledge and Democracy: a comparative study”", "year": "2009", "journal": "European Journal of Communication", "volume": "24", "authors": [{"name": "Curran James", "first_name": "Curran", "last_name": "James"}, {"name": "Lund Anker Brink", "first_name": "Lund", "last_name": "Brink"}, {"name": "Iyengar Shanto", "first_name": "Iyengar", "last_name": "Shanto"}, {"name": "Salovaara-Moring Inka", "first_name": "Salovaara-Moring", "last_name": "Inka"}]}, {"title": "“Doing Citizenship: the cultural origins of civic agency in the public sphere”", "year": "2006", "journal": "European Journal of Cultural Studies", "volume": "9", "authors": [{"name": "Dahlgren Peter", "first_name": "Dahlgren", "last_name": "Peter"}]}, {"title": "“Mediepublikumet i en brytningstid: revitaliseringer og transformasjoner”", "year": "2008", "journal": "Norsk medietidsskrift", "volume": "15", "authors": [{"name": "Gentikow B.", "first_name": "Gentikow", "last_name": "B."}]}, {"title": "“A Cultural Approach to the Study of Mediated Citizenship”", "year": "2006", "journal": "Social Semiotics", "volume": "16", "authors": [{"name": "Jones Jeffrey P.", "first_name": "Jones", "last_name": "P."}]}, {"title": "“Conceptualising Online News Use”", "year": "2007", "journal": "Observatorio", "volume": "3", "authors": [{"name": "Picone I.", "first_name": "Picone", "last_name": "I."}]}, {"title": "“Complexifying Media Power: a study of the interplay between media and audience discourses on politics”", "year": "2007", "journal": "Media, Culture \\& Society", "volume": "29", "authors": [{"name": "Schrøder Kim Christian", "first_name": "Schrøder", "last_name": "Christian"}, {"name": "Phillips Louise", "first_name": "Phillips", "last_name": "Louise"}]}, {"title": "“Mediated Citizenship: an introduction”", "year": "2006", "journal": "Social Semiotics", "volume": "16", "authors": [{"name": "Wahl-Jørgensen Karin", "first_name": "Wahl-Jørgensen", "last_name": "Karin"}]}]}