{"doi": "10.1080/17512786.2012.739325", "url": "https://doi.org/10.1080/17512786.2012.739325", "title": "AMERICAN SPORTS WRITERS’ SOCIAL MEDIA USE AND ITS INFLUENCE ON PROFESSIONALISM", "volume": "7", "year": "2013", "issue": "5", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Reed", "first_name": "Sada", "name": "Sada Reed"}], "abstract": "American sports writers' use of social media as a newsgathering tool has influenced journalism practice, further complicating the industry's abstract definition of “professionalism.” This study builds on a pilot study published in the fall 2011 issue of Journal of Sports Media, which assessed print sports journalists' use of social media. In the current study, a survey was administered to 77 full-time print sports journalists who cover professional sports. This paper seeks to extend the pilot study and previous professional research in two ways: firstly, to assess how this specific subgroup of sports writers use Facebook and Twitter to gather information; and secondly, to analyze how these sports writers define “professionalism” and what industry factors correlate with chosen definitions, such as newspaper circulation and work superiors' attitudes toward social media. Cross-tabulations and chi-square tests were used to test hypotheses. Cramer's V or Phi, depending upon the cross-tabulation, were used to measure relationship strength. Results suggest this subset of sports writers more often uses Twitter for newsgathering purposing than Facebook. There is also a strong relationship between the frequency of Twitter usage and the definition of professionalism chosen; circulation size and instances of directly quoting from athletes' social media accounts; and age and Twitter usage.", "body": [{"title": "Introduction", "paragraphs": ["Though scholars have explored characteristics of American journalism professionalism (i.e., generating stories that meet community and organizational needs, verifying sources, gatekeeping, impartiality) for more than a century, they have not yet determined a standard definition of journalism “professionalism” (Tuchman 1978b; Kovach and Rosenstiel 2001; Wilstein 2002; Fuller 2010). A definition is no less elusive in sports journalism. In a 1989 study by Garrison and Salwen, print sports journalists saw professionalism-related issues as the most serious problem facing their profession. This is because sports journalists have traditionally been criticized for, “hackneyed writing, cheering for the home team, gladly accepting ‘freebies,’ serving as a source of scrapbook material for the stars, and an unwillingness to report in-depth issues” (Garrison and Salwen 1989, 57). The use of social media as a newsgathering and disseminating tool has added a new component to this concern: As Dave Kindred said in the winter 2010Nieman Reports, “the work on a sports beat today is more than an evolutionary step in the news business. It is revolutionary—with reporting routines that never existed before becoming fixtures overnight” (52).", "A lack of consensus regarding how social media should be used has cost some American sports journalists' their jobs. In August 2010, The Washington Post sportswriter Mike Wise was suspended for deliberately posting a phony scoop on Twitter as an experiment to see how widely it would be picked up. “I'm not a journalism ombudsman,” Wise said. “And I found that out in a very painful, hard way. I need to take my medicine and move on, and promise everybody this will never happen again” (The Washington Post, August 31, 2010). Wise was suspended because of a company policy adopted the previous fall that said on social networks, “Nothing we do must call into question the impartiality of our news judgment. We never abandon the guidelines that govern the separation of news from opinion, the importance of fact and objectivity, the appropriate use of language and tone, and other hallmarks of our brand of journalism” (The Washington Post, August 31, 2010).", "Social media have influenced sports journalism practices and further complicated the industry's abstract definition of “professionalism.” This study seeks to extend journalism professionalism studies by examining which notions of professionalism are most identifiable to this specific population of American sports writers, those that cover professional sports beats. This study used a survey questionnaire to assess sports writers' frequency of social media use and how organizational influences on content, like newspaper circulation size and work superiors' attitudes toward social media, correlate with sports writers' chosen definitions of professionalism."]}, {"title": "Literature Review", "paragraphs": ["Through a sociological lens, scholars have examined the characteristics of American journalism and debated whether the industry can be considered a profession. Upon developing an index of journalists' degree of professional orientation, McLeod and Hawley (1964) observed: “A recurring journalistic controversy has involved the question whether journalism is a true profession or merely a craft” (Becker et al. 2003, 2). Breaking from the contemporary professional models of occupations and professionalism (Wilensky 1964), McLeod and Hawley (1964) asked if “it really makes a difference how much a journalist sees himself as a professional” (Becker et al. 2003, 2). They determined it does make a difference.", "McLeod and Rush (1969) went on to differentiate between professionalization and professional orientation, professionalization meaning the change an occupation undergoes over time and professional orientation as more of a self-definition aspect that is part of a larger professionalization process (Becker et al. 2003, 6). However, McLeod (1971) later moved away from professional orientation as a term, instead referring to “degree of professionalism” as how journalists view their jobs (Becker et al. 2003, 8).", "Professionalism exists when an organized occupation determines who is qualified to perform certain tasks and prevents others from performing those tasks, controlling the criteria by which performance is evaluated (Freidson 2001, 12; Lewis 2010, 40). Unlike broadcasting in the United States, American newspapers are not licensed; the US government does not designate a particular news organization as “the exclusive bearer of the right to press freedom” (Osiel 1986). As a result, American journalism lacks the characteristics of a profession because “it has no monopoly on the training and certification of its workforce, nor has the means to prevent others from engaging in its work” (Lewis 2010, 41).", "Beam (1990) approaches professionalism as the circumstances in which journalists began to identify journalism as a profession, arguing professions are occupations in which members collectively regulate their own behavior and have secured the authority to control the substance, performance, and goals of their work. Beam (1990, 2) highlights two distinct approaches used in sociological literature to observe professions: a phenomenological perspective, which looks at how members of an occupational group use the term (Dingwall 1976; Freidson 1983); and the traits, attributes, or functions occupations share commonly identified as professions (Becker and Carper 1956; Lieberman 1956). The latter approach will be used for the purpose of this study.", "How these concepts apply to sports journalism has been debated. Sports journalists traditionally used different professional approaches than their news colleagues, and did not cover the wide range of formerly taboo subjects they do today (Garrison and Salwen 1989, 58; Garrison 1989; Salwen and Bernstein 1986; Salwen and Garrison 1987; Schillinger and Jenswold 1987). Though other genres of journalism have also undergone a transition since the advent of social media, sports journalism is of particular interest because of sports sections' historical role as “a key circulation booster” (Enriquez 2002, 198). In many daily newspapers, the sports section is the most widely read section of the print edition (Coakley 2001, 362). In the last century, the tasks and behaviors print sports journalists consider to be part of professionalism, as in what constitutes as professional behavior, has changed. These changes were largely influenced by competing “new” media. For example, sports writers' roles as publicists underwent revision in the 1920s when a new medium, radio, began broadcasting Major League Baseball games (Enriquez 2002, 202). Professional protocol of print sports writers shifted to include emphasis on material radio did not provide, like in-depth analysis of strategies, personality profiles and off-the-field events (Enriquez 2002, 202). Professionalism was again modified with the arrival of television: print sports writers began seeking post-game comments from athletes and coaches, and it became more customary to refuse the kind of gifts and promotions from teams that were previously the status quo (Enriquez 2002, 203). The rise of televised sports also led to increased interest in professionalism and performance guidelines, such as sports department codes and policies (Garrison and Sabljak 1993; Garrison and Salwen 1989, 58). This did result in some criticism (Wulfemeyer 1985). Novak (1976) said professionalism in sports journalism “saps” the genre of its religious fervor, chiding writers for their “quality of writing,” “questioning minds,” and “master's degrees” (Garrison and Salwen 1989, 58). Some editors even feared mandatory educational requirements would change the make-up of the newsroom personnel, limit the pool of applicants, and threaten existing jobs (Garrison and Salwen 1989, 65).", "Cultural critics have used the theory of hegemonic masculinity to examine sports journalism. Coined in the 1970s, the theory of hegemonic masculinity refers to an idealized, dominant masculinity in US culture that, presented as “natural,” helps the powerful (i.e., able-bodied, White men and their primary institutions) but disadvantages others (i.e., women, racial minorities, and homosexuals) (Hardin, Dodd, and Lauffer 2006, 431; Hardin et al. 2009). Studies examining sports media's “common sense” way of portraying female and gay male athletes cite sports media's coverage as the central maintenance site for cultural and institutional hegemony (Anderson 2005). Sports columnists, for example, are a key part of the large communicative chain charged with safekeeping sport culture's hegemonic masculinity because they are considered credible, objective conduits (Hardin et al. 2009). Hegemonic masculinity has regularly been contested, but it is resilient enough to “absorb counterdiscourses and mask its own rituals of renewal” (Butterworth 2006, 152; Hardin et al. 2009).", "The sports journalists participating in this study cover professional athletes. Professional athletes in aggressive team sports are part of an “endlessly renewed symbol of masculinity” (Connell and Messerschmidt 2005, 833), a culture that has been “normalized” to sports journalists and thus, significantly distinguishes them from their news counterparts.", "As a field, journalism has undergone several changes as new media have emerged, whether it was radio, television, or the internet. Each of these then-newly competing media resulted in ideological shifts in newspapers' professional standards, which resulted in friction between generations and educational backgrounds in the news department (Enriquez 2002, 203). With the internet came new audience tastes, and as a result, new technological skills for journalists to learn (Peer and Ksiazek 2011, 63). There is extensive research on the influence of YouTube (see Cottle and Ashton 1999) and social media on news dissemination (see Farhi 2009; Posetti 2009; Hermida 2010). Such research, however, mostly focuses on crowd sourcing, organizing trends through the use of hashtags and asking questions about the “best” ways journalists could use this media. This current study, however, focuses on what newsgathering through social media means for professionalism. For this purpose, the social media studied in this paper will be limited to Facebook and Twitter. In Wilson's (2008, 12) study, journalists used such social media primarily for professional networking purposes and saw them as limited in terms of being useful journalistic tools. Two years later, however, a lot had changed: Schultz and Sheffer (2010, 233) determined that most sports journalists use Twitter for posting information about breaking news, promoting their work, and connecting to readers. They cite Derrick Goold of the St. Louis Post-Dispatch as an example of how sports journalists are incorporating Twitter into their routines:Before one particular [St. Louis Cardinals baseball] game, Goold tweeted that the team was watching a Major League Baseball-related steroid video. According to Thornton (2009), “That's the kind of nugget that would never make it into a game story or even into a blog post. Goold also interacts with users via Twitter and has a Facebook page for himself and his blog” (¶4). Goold leads the discussion on his blog, yet lets the audience lead the discussion on Twitter and Facebook. (Schultz and Sheffer 2010, 230) ", "Before one particular [St. Louis Cardinals baseball] game, Goold tweeted that the team was watching a Major League Baseball-related steroid video. According to Thornton (2009), “That's the kind of nugget that would never make it into a game story or even into a blog post. Goold also interacts with users via Twitter and has a Facebook page for himself and his blog” (¶4). Goold leads the discussion on his blog, yet lets the audience lead the discussion on Twitter and Facebook. (Schultz and Sheffer 2010, 230)", "Social media pose a potential threat to professionalism because the degree and kind of participation allowed in online spaces challenges news organizations to reassess their established boundaries—boundaries that have played a central role in journalists' understanding of professionalism (Lewis 2010, 51). Participation in the news is not new: the volume and scope digital forms entail is (Lewis 2010), and reporters are reluctant to change ingrained work habits they indirectly learned over time from the established group behavior of the newsroom (Schultz and Sheffer 2010; Daniels and Hollifield 2002; Giles 1995; Singer 2004). Keeping the personal and professional spheres separate, while maximizing the benefits of social media, are part of these routines and can be problematic for sports journalists, as this study explores (Posetti 2009, 1).", "Public and private spaces are important because their boundaries have been marked in scholarly and professional journalism literature. According to a Hardin (2005a, 66) survey, US sports editors are committed to professionalism but have varying attitudes regarding ethics. The belief that journalists should adopt a disinterested stance toward the people they cover has been a staple characteristic of journalism for decades (Lippmann 1920; Schudson 1978; Beam 1990). In The Elements of Journalism, Kovach and Rosenstiel (2001) repeatedly state the importance of maintaining an independence from the people and situations covered. Fuller (2010) and Hermida (2010) highlight journalists' need to make decisions through rational thought and disinterest, producing accurate and objective pictures of reality while not allowing their professional contacts to become personal relationships. This “professional distance” with sources has been an accepted aspect of journalism professionalism for decades, though sports writers have historically been criticized for overstepping these boundaries (Garrison and Salwen 1989, 57)."]}, {"title": "Present Study", "paragraphs": ["The current study examines how full-time American print sports writers who cover at least one professional sport beat are using Facebook and Twitter to gather information, and how this use has influenced their definition of journalism professionalism. For these reasons, the current study focuses on the professional implications of using social media for the gathering of information specifically, rather than the combination of gathering and disseminating, as has been cited in literature. This study will examine professionalism through the traits, attributes, or functions occupations share commonly identified as professions (Beam 1990; Becker and Carper 1956; Lieberman 1956) and expand on a pilot. The pilot study included in-depth, in-person interviews with three sports journalists from the Minneapolis-St. Paul, Minnesota, area (see Reed 2011). The results were then used to create a survey, which was piloted on 10 sports writers in the fall of 2010. The pilot survey participants were chosen because they were professionally acquainted with the author. None of the pilot respondents participated in the final survey (Wimmer and Dominick 2006).", "Measuring social media use includes analyzing work superiors' influence on sports journalists' usage. Literature suggests journalists felt pressured by management to implement technology, were unfamiliar with its use, and were thus resistant toward its implementation (Sheffer and Schultz 2010, 480). Social media, however, embody gathering and communicating, instead of just disseminating, which may threaten journalistic standards (Sheffer and Schultz 2010, 481). Professional sports organizations' management are responding: National Football League teams, for example, now ban or limit tweeting during open practices at team training camps (Schultz and Sheffer 2010).", "The literature suggests demographic differences among sports editors of different demographics, meaning professional behaviors may be defined differently at newspapers of various sizes. According to Hardin (2005a, 68), editors at newspapers with circulations between 100,000 and 250,000 were between 41 and 60 years old, while editors at newspapers with circulations of less than 50,000 were more often in their 20s or 30s. Editors at smaller circulation newspapers also had different understandings of audience interest: sports editors at small circulation newspapers more often believed readers were interested in women's sports (Hardin 2005a, 70).", "Editors may also influence social media use as a newsgathering tool. Wilson's (2008, 12) study included a quote from a then-55-year-old New York Times deputy managing editor who said he created a Facebook profile to stay current and to see how site features were used. The managing editor went on to say if a journalist does not understand where the audience is and what it is doing, the journalist does not understand the audience.", "This attitude was shared by the sports journalists who participated in the survey, particularly in disseminating news. Based on these results and the literature, a newspaper's circulation size does not correlate with sports writers' likelihood to have superiors, specifically editors, who encourage the use of social media. This study examines circulation size in four groups: less than 10,000; 10,001–50,000; 50,001–100,001; and more than 100,001. These sizes were chosen in order to create a more detailed account of which newspaper circulation sizes have beat writers covering professional sports.H1:Circulation size does not determine whether sports writers have editors who encourage their use of social media. ", "H1:Circulation size does not determine whether sports writers have editors who encourage their use of social media.", "Circulation size does not determine whether sports writers have editors who encourage their use of social media.", "How a person defines professionalism, assesses public and private spaces, and directly quotes from social media accounts are aspects of professionalism measured in this study. Keeping pace with the speed of media consumption and the increasing demand for services may be a new aspect of twenty-first-century journalism professionalism, as Schultz and Sheffer (2010) observed in their study of Twitter and sports journalism. Traditional tenets, like testing information so personal and cultural biases do not undermine the accuracy of work (Kovach and Rosenstiel 2001), however, were still important to sports journalists in the Reed (2011) pilot study. Participants' responses suggest a traditional hallmark of professionalism such as verifying information is still important in social media-generated journalism. How sports writers define “professionalism,” however, may depend on how comfortable they are with social media and how much social media have infiltrated their daily routines.RQ1:How do sports writers define “professionalism”? H2:Sports writers who most often check Facebook and/or Twitter accounts will most often choose the speed-oriented definition of professionalism, derived from Schulz and Sheffer's (2010) observations. ", "RQ1:How do sports writers define “professionalism”? H2:Sports writers who most often check Facebook and/or Twitter accounts will most often choose the speed-oriented definition of professionalism, derived from Schulz and Sheffer's (2010) observations.", "How do sports writers define “professionalism”?", "Sports writers who most often check Facebook and/or Twitter accounts will most often choose the speed-oriented definition of professionalism, derived from Schulz and Sheffer's (2010) observations.", "Taking a quote directly from a Facebook or Twitter page would, theoretically, eliminate athletes' complaints of being misquoted. Failure to verify the quote with the source, however, would not fit traditional tenets of journalism (Tuchman 1978b; Kovach and Rosenstiel 2001; Wilstein 2002; Fuller 2010). Though Voakes (1997) argued organizational influences of newspapers have more influences on journalists' notions of ethics than individuals' personal values, Reader (2006, 852) argued more specifically for professional practices varying among sports writers of different circulation sizes. Reader (2006, 852) cites resource challenges at smaller newspapers and the level of intimacy journalists at small newspapers have with their audience, suggesting differences between newspaper sizes may include degrees of job satisfaction, specific journalism practices, and how editors determine quality. A survey by Hardin (2005b) found that sports departments at small newspapers were less likely than large newspapers to have codes of ethics, less certain that “freebies” could influence reporters' objectivity, and more likely to display “boosterism” toward the home team (Reader 2006, 853).", "Eight of the pilot survey respondents said they have discovered story ideas and breaking news via social media, but none of them said they have ever quoted directly from a Facebook profile or Twitter account. All respondents, however, worked in news organizations with circulations that ranged between 10,001 and 50,000.H3:Sports writers from larger circulation newspapers quote directly from Facebook and/or Twitter feeds more often than sports writers from smaller circulation newspapers. ", "H3:Sports writers from larger circulation newspapers quote directly from Facebook and/or Twitter feeds more often than sports writers from smaller circulation newspapers.", "Sports writers from larger circulation newspapers quote directly from Facebook and/or Twitter feeds more often than sports writers from smaller circulation newspapers."]}, {"title": "Methodology", "paragraphs": ["Participants were recruited by contacting professional sports teams' press relations offices and asking for their respective lists of newspapers that hold season press passes. This was done in order contact this entire subset of sports writers for a census. Thirty-two National Football League (NFL) teams, 30 National Basketball Association (NBA) teams, 30 Major League Baseball (MLB) teams, and 30 National Hockey League (NHL) teams' press relations offices were contacted via e-mail or telephone. Contacting professional sports teams instead of newspapers was done to narrow the sample to only sports writers who cover at least one professional sport. Because journalistic practices vary between the United States and Canada, Canadian teams were eliminated from the sample. The 114 remaining teams were contacted no more than three times by telephone in order to obtain lists of newspapers that receive season press passes. Personnel from 35 teams either did not return phone calls or refused to participate. 1  Most of these 35 teams, however, had overlapping markets with teams that did participate. Also, many teams from the same state or city provided overlapping lists of newspapers.", "Based on the information provided by press relations' personnel, a list of 304 newspapers was created. Forty-two of these newspapers were eliminated from the sample because e-mails either bounced back or because the recipient said they had no professional sports beat writers. This left 262 eligible newspapers. Newspapers were then contacted three times through e-mail: firstly, through an introduction e-mail; secondly, through a follow-up e-mail two weeks after the initial e-mail; and thirdly, with a reminder e-mail two weeks after the second e-mail. The second and third e-mails included the survey link. Participants were provided with a consent form. Seventy-seven participants completed the survey, for a response rate of 29.4 percent.", "Research materials consisted of a survey questionnaire containing 27 items.", "Four items, two ordinal and two nominal, measured social media use and frequency, while one ordinal item each measured social media influence on quality of work and superior's encouragement of social media use. One ordinal item each asked if participants are Facebook “friends” with athletes, coaches, or anyone else they cover as a sports writer and if they “follow” the Twitter feeds of any athletes, coaches, or anyone else they cover as a sports writer.", "Two questions asked if participants used Facebook and Twitter, respectively, and two questions asked about usage. One item asked how often participants check Facebook per day, giving options that range from 0=“None. I rarely check my Facebook account,” to 3=“More than 5 times a day.” “Don't know” was also an option in order to ensure exhaustivity (Wimmer and Dominick 2006). An item asked how often participants check Twitter feeds per day, giving options that range from 0=“None. I rarely check my Facebook account,” to 3=“More than 5 times a day.” A fifth question also asked participants to rate how social media have changed the quality of work. Respondents could choose between [social media have] “improved the quality of work,” “decreased the quality of work,” or “not influenced the quality of work.” There were also “don't know” and “not applicable” options. A sixth question asked participants if their superiors at work encourage them to use social media.", "Five definitions of “professionalism” were created from literature on characteristics of journalism professionalism. These definitions were chosen because they were compiled from prominent journalism practice texts that would be familiar to journalists, either because journalists were exposed to them during formal journalism education or because the texts were produced by scholars routinely observing journalism practice. Participants checked which of the following characteristics they believed to most accurately summarize their definition of professionalism. The first option, “to ask tough questions, to conduct investigations, and to take community complaints seriously,” derives from the KGUN-TV in Tucson's “Viewer's Bill of Rights” discussed in Kovach and Rosenstiel's (2001) study. This outline of professionalism was created by the news director and was repeatedly broadcast as what citizens should expect from the station and its people (Kovach and Rosenstiel 2001, 66). The second question, “to tell the truth and to test information so personal and cultural biases do not undermine the accuracy of work,” summarizes Kovach and Rosenstiel's (2001) study. These first two definitions derive from industry-produced studies. The remaining three definitions derive from scholarly sources. The third question, “to serve the public interest and to provide reports and analyses of events through narratives,” summarizes characteristics discussed in Fuller (2010) and Hermida (2010). These studies are newer than the previous two sources and focus on the influence social media have on twenty-first-century journalism. The fourth question, “to make decisions about the newsworthiness of daily news and to keep pace with the speed of media consumption and the increasing demand for information services,” derives from Schultz and Sheffer's (2010) study, which explores how Twitter is affecting sports writing specifically. The fifth definition, “to listen to instinct, to know sources, and to generate stories that meet organizational needs and standards,” derives from Tuchman's (1978a) study of newsrooms and social constructions of reality.", "None of the above authors specifically defined professionalism in the ways outlined above. The definitions, however, are compiled from these authors' observations of how journalism is or should be practiced.", "Based on pilot interviews and past literature, how comfortable a sportswriter is using information from a social medium depends on the individual journalist's (1) attitude toward the athlete's maturity and level of sports (i.e., prep versus professional athleticism) and (2) interpretation of information posted on social media as being public or private. One nominal item asks if the participant has ever directly quoted from the Facebook profile or Twitter feed of an athlete, coach, or anyone else they cover as a sports writer, and used it in a story."]}, {"title": "Findings", "paragraphs": ["The objectives of this study were to discover how this population of print sports writers are using Facebook and Twitter to gather information, and how these sports writers define journalistic “professionalism.” Because the data are nominal and ordinal, nonparametric tests were used for their analysis. Nonparametric methods also do not depend on the assumption that the response variable has a normal distribution (Wimmer and Dominick 2006). Because the data are primarily categorical and comprised of discrete random variables, several nonparametric tests were inappropriate for this study.", "Firstly, cross-tabulations were constructed to measure the differences between observed counts on contingency tables and the counts that could be expected if there was no relationship (Utts and Heckard 2006). Significance for the hypotheses was determined at p <0.05. For symmetric measures, Cramer's V and Phi were used to measure relationships depending upon the type of tables used. Phi was limited to 2×2 nominal tables only. Cramer's V was constructed for hypotheses that included three categories of circulation sizes and at least one ordinal variable.", "Secondly, chi-square tests were conducted so long as necessary conditions could be met for the proper cross-tabulations to be constructed. For 2×2 tables, at least three of the four expected counts must be 5 or more, and all expected counts must be 1 or more. For larger tables, which also require larger samples, all expected counts should be greater than 1 and at least 80 percent of cells should have an expected count greater than 5 (Utts and Heckard 2006, 530).", "Descriptive statistics conclude participants are predominantly white (87 percent), male (93.5 percent), sports writers (55.8 percent) with an average age of 45.32 (SD=10.46) years and 22.37 (SD=10.54) years of professional experience. Most (77.9 percent) have a four-year undergraduate degree, work for daily newspapers (92.2 percent) with circulation sizes of more than 100,001 (55.8 percent), and belong to professional associations (79.2 percent). Most of them use Twitter for professional purposes (80.3 percent), while Facebook use is nearly split: 39 (50.6 percent) participants do not use Facebook for professional purposes, while 37 (46.8 percent) do. Participants who do use Facebook mostly check the account two to four times a day (47.4 percent), while Twitter users check their accounts more frequently: of the 61 Twitter users, 32 (56.1 percent) check Twitter more than five times a day, while 14 (24.6 percent) check Twitter two to four times a day. In terms of being Facebook “friends” with athletes, participants are nearly split: 15 (39.5 percent) are and 19 (50 percent) are not. The majority of participants (89.8 percent) who use Twitter, however, “follow” athletes and other people they cover. Table 1 provides participants' responses.", "Of the 77 participants, 61 (79.2 percent) respondents said their work superiors encourage them to use social media, while 15 (19.5 percent) respondents said their work superiors did not encourage use. Two respondents (1.3 percent) did not know. In order to test H1, a chi-square analysis was conducted. Descriptive statistics revealed only one participant who worked for a newspaper with a circulation size of less than 10,000. This observation was eliminated from the cross-tabulation. The two respondents who did not know if their work superiors encouraged social media use were also dropped from this test in order to meet necessary conditions. A 2×2 cross-tabulation was constructed of the circulation demographics and superior's encouragement of social media use data. A chi-square test revealed the relationship was not significant (χ2(1)=1.158, p=0.561). In fact, sports journalists at newspapers with circulation sizes of 50,001–100,000 were slightly more likely (86.7 percent) than sports journalists at circulations of more than 100,001 (81.4 percent) and less than 50,000 (72.2 percent) to have superiors who encourage social media use. There was not enough evidence to reject a null hypothesis. H1 was supported.", "Sixty-two participants (80.5 percent) have discovered breaking news and story ideas on social media, while 15 (19.5 percent) have not. Fifty-four participants (36.7 percent) also say their relationships with athletes have not changed, while 13 (16.9 percent) think the relationships have changed. The remainder of participants were unsure. Respondents who thought relationships had changed described the changes as both negative and positive: positive in that it allowed “more interaction,” improving relationships on “a personal level;” negative in that it is “more contentious,” making athletes “more guarded.” One respondent said, “A player was upset because I posted info from his Facebook page,” while another participant said he, “had a source limit access to him because of something [the participant] tweeted and blogged that he didn't want spread to a larger audience.” Some participants described changes more in terms of journalistic practices: the use of social media gives participants “additional access,” and has helped them in “developing sources.” As one respondent said, “I'm a lot more casual on Twitter and can get away with more than I could in the newspaper, so players do get sensitive to what I put on Twitter and the blog.”", "Regarding how journalism is defined, there was no dominant definition selected. Twenty-seven (35.1 percent) participants chose, “to serve the public interest and to provide reports and analyses of events through narratives” (Fuller 2010; Hermida 2010). These studies focus on the influence Twitter has on twenty-first-century journalism, suggesting journalism approaches that help the public regulate the flow of information (Hermida 2010, 297). Two other definitions, however, were favored nearly as much: 23.4 percent of respondents chose “to tell the truth and to test information so personal and cultural biases do not undermine the accuracy of work” (Kovach and Rosenstiel 2001), while 22.1 percent chose “to listen to instinct, to know sources, and to generate stories that meet organizational needs and standards” (Tuchman 1978a). Table 2 provides journalists' chosen definitions.", "Cross-tabulations were constructed in order to test H2. Since only four participants selected “To ask tough questions, to conduct investigations, and to take community complaints seriously” (Kovach and Rosenstiel 2001) as a definition of professionalism, these observations were dropped from the categorical cross-tabulation in order to meet necessary conditions. Also, since only 37 (46.8 percent) participants use Facebook for professional purposes and 61 (80.3 percent) used Twitter, measuring H2 was problematic because it would require isolating usage variables within already-small sample sizes. In order to meet necessary conditions, frequency categories for both Twitter and Facebook were recoded, combining users who rarely check their accounts with users who check accounts once a day. The one respondent who did not know how often they check Twitter per day was also eliminated from the sample. Results found no significant relationship between Facebook use and the definition of professionalism chosen (χ2(1)=2.273, p=0.897). There was a significant relationship, however, between Twitter use and the definition of professionalism chosen (χ2(1)=15.485, p=0.017). Cramer's V was used to measure the relationship (df=6, v=0.375), suggesting frequency of Twitter use has a large influence on how sports journalists define professionalism. Of the respondents who chose, “to listen to instinct, to know sources, and to generate stories that meet organization needs and standards” (Tuchman 1978a), 90 percent of them checked Twitter accounts more than five times a day. The majority of respondents who check Twitter two to four times a day (64.3 percent) chose, “to serve the public interest and to provide reports and analyses of events through narratives” (Fuller 2010; Hermida 2010), as their preferred definition.", "In order to test H2, observations of Schulz and Sheffer's (2010) definition of professionalism, “to make decisions about the newsworthiness of daily news and to keep pace with the speed of media consumption and the increasing demand for information services,” was isolated. Observations of all other definitions were combined into a second group. This allowed the necessary conditions for a 2×2 table and a cross-tabulation was constructed of the new isolated professionalism definitions and frequency of Twitter use, as well as another cross-tabulation of the new isolated professionalism definitions and frequency of Facebook use. A chi-square test revealed the relationship between defining professionalism in terms of speed and Twitter usage was not significant (χ2(1)=5.009, p=0.082), nor was the relationship between this definition and frequency of Facebook use significant (χ2(1)=0.930, p=0.628). These results suggest sports journalists who most often check their Twitter and Facebook accounts are no more likely to define professionalism in terms of “speed” than journalists who chose the other definitions. H2 was not supported.", "Forty-seven (61.8 percent) participants have directly quoted from athletes' Facebook page and/or a Twitter feed, while 28 (36.8 percent) have not. In order to test H3, all original circulation sizes were used in the cross-tabulation, with the exception of the one observation of circulation sizes less than 10,000. Necessary conditions were met and a cross-tabulation was constructed of the circulation and directly quoting categories. This chi-square test suggests the relationship between circulation size and directly quoting from social media accounts was significant (χ2(1)=12.843, p=0.002), with the largest circulation related to the largest amount of direct quoting. Cramer's V was used to measure the relationship (df=2, v=0.417), suggesting circulation size has a large influence on sports journalists quoting directly from Facebook and/or Twitter feeds. H3 was supported."]}, {"title": "Discussion and Conclusions", "paragraphs": ["Scholars have argued sports journalists are socialized into a hegemonic worldview that affects professionalism factors, particularly gatekeeping, organizational norms and routines, and ideology (Hardin 2005a). Despite the relatively homogenous demographics of the sports journalists surveyed, no definition of professionalism was unquestionably more popular in this sample of 77 participants. This study found a strong relationship between the frequency of Twitter usage and the definition of professionalism chosen, but what specific characteristics determine a journalist's definition of professionalism continues to puzzle: Chi-square tests in this study found no significant relationship between professionalism and age, professional organization association, circulation size, years of experience, sport covered, or belief in an altered gatekeeper role.", "Though frequency of Twitter use has a relationship with how the person defines professionalism, age played a significant role in Twitter usage. Respondents' maximum and minimum ages were used as guidelines to recode responses into three categories: 23–38-year-olds, 39–54-year-olds, and 55–70-year-olds. A chi-square test revealed age was significantly related to Twitter usage (χ2(1)=6.318, p=0.04). All of the Twitter users sampled in the 23–38-year-old demographic checked accounts at least once each day, followed by 93 percent of Twitter users in the 39–54-year-old bracket and 71.4 percent of users in the 55–70-year-old demographic. Cramer's V was used to measure the relationship (df=2 and v=0.336), suggesting age has a strong effect on Twitter usage for professional use. Age also had a significantly strong relationship with discovering story ideas and/or breaking news items on social media (χ2(1)=14.473, p=0.001, v=0.434) and with following Twitter feeds of athletes they cover (χ2(1)=8.915, p=0.012, v=0.392). Age was not, however, significantly related to sports journalists being Facebook “friends” with the athletes they cover (χ2(1)=2.066, p=0.356).", "While the findings of this study present important implications for journalism professionalism research, it does have some limitations. This study was conducted with 77 respondents. Though a census was attempted, it is unclear how big this population actually is, let alone how many sports departments had eligible employees. This sample of 77 people may be a considerable portion of the population of interest, but it is not large enough to confidently say the study's statistical significance was not compromised. Though necessary conditions were met in order to conduct chi-square tests, the sample size was too small to measure interrelationships in many tests (Utts and Heckard 2006). A larger sample may also significantly alter the relationship between the frequency of Twitter use and chosen definitions of professionalism. These results should not be assumed of sports writers overall: In the pilot interviews and survey, the level of athletics (professional versus prep) played a significant role in the way sports writers used information gathered via social media. This sample's large involvement in professional organizations may also have skewed the results, as the most likely participants in a study like this may potentially be the population that cares most about professionalism. These challenges mean the results from this study may not be generalizable. Future research should replicate this study with sports writers that cover prep sports, noting how their usage differs and how results vary with a larger sample size.", "Also, the 114 professional sports teams that participated varied in the depth of newspaper information they provided. Some teams provided organized lists of daily and weekly newspapers and individual writers, some of whom had season passes and others who only covered games sporadically and were, therefore, not eligible. Most NFL teams, for example, had “black books” listing this information. This information was easily accessible and most complete, as football beat writers accounted for the bulk of this study's sample. Other teams, however, said they had no lists of newspapers that receive press passes, listing from memory the large circulation newspapers that consistently receive passes. This may have biased the sample to football beat writers and larger circulation newspapers. This may also partially explain the strong relationship between circulation and directly quoting from source's accounts. Located in large cities, most of these newspapers have more pressure to post quickly and harnessed social media for professional purposes at an earlier date. This ties to the pilot interviews and surveys, which suggested using Twitter for these purposes would be more applicable to sports journalists who cover professional sports than it would for other sports journalists.", "What sports editors and scholars should take from this study is that Twitter and Facebook are not used equally in newsgathering. Twitter has been accepted as a “normalized” medium, particularly among younger professionals. Participants' divided use of Facebook for professional purposes, however, suggests a professional boundary Twitter is not perceived to have. This may suggest Twitter allows them to gather news while keeping a disinterested stance toward the people they cover, while Facebook blurs this traditionally accepted tenet of professional and private boundaries. This is supported by the lack of “friends” being made with sources, even at the smallest circulation newspapers, where professional boundaries appeared to be most blurred in the previously published pilot study.", "This study's results regarding superior's encouragement of social media (and its lack of connection to circulation size) and participants' claim that the medium has not changed relationships with sources support literature that claimed social media use has not influenced sports journalists' understanding of professionalism. This study's correlation between age and Twitter use, and, in turn, Twitter use and how professionalism is defined, may suggest a generational and technical gap similar to what scholars described following the advent of radio and television journalism. Sports journalism practice changed significantly when television became a competitor, and behaviors once previously considered unprofessional (i.e., writing about athletes' personal lives, writing about taboo subjects, altering grammar usage) became a new standard of journalistic professionalism. These results support Salwen and Garrison's (1998) study, which suggests journalists have not discarded traditional hallmarks of journalistic professionalism, though the environment in which they seek professionalism has changed. Social media offer new ways of gathering news, but not necessarily new ways of defining professionalism."]}], "references": [{"title": "Journalism Professionalism as an Organizational-level Concept", "year": "1990", "journal": "Journalism Monographs", "volume": "121", "authors": [{"name": "Beam Randall.", "first_name": "Beam", "last_name": "Randall."}]}, {"title": "The Elements of Identification with an Occupation", "year": "1956", "journal": "American Sociological Review", "volume": "21", "authors": [{"name": "Becker Howard", "first_name": "Becker", "last_name": "Howard"}, {"name": "Carper James", "first_name": "Carper", "last_name": "James"}]}, {"title": "Pitchers and Catchers: Mike Piazza and the Discourse of Gay Identity in the National Pastime", "year": "2006", "journal": "Journal of Sport and Social Issues", "volume": "30", "authors": [{"name": "Butterworth Michael.", "first_name": "Butterworth", "last_name": "Michael."}]}, {"title": "Hegemonic Masculinity: Rethinking the Concept", "year": "2005", "journal": "Gender \\& Society", "volume": "19", "authors": [{"name": "Connell R. W.", "first_name": "Connell", "last_name": "W."}, {"name": "Messerschmidt James", "first_name": "Messerschmidt", "last_name": "James"}]}, {"title": "From BBC Newsroom to BBC Newscentre: On Changing Technology and Journalists Practices", "year": "1999", "journal": "Convergence", "volume": "5", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}, {"name": "Ashton Mark", "first_name": "Ashton", "last_name": "Mark"}]}, {"title": "Times of Turmoil: Short- and Long-term Effects of Organizational Change on Newsroom Employees", "year": "2002", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "79", "authors": [{"name": "Daniels George", "first_name": "Daniels", "last_name": "George"}, {"name": "Hollifield C. Ann", "first_name": "Hollifield", "last_name": "Ann"}]}, {"title": "Accomplishing Profession", "year": "1976", "journal": "The Sociological Review", "volume": "24", "authors": [{"name": "Dingwall Robert.", "first_name": "Dingwall", "last_name": "Robert."}]}, {"title": "The Reorganization of the Professions by Regulation", "year": "1983", "journal": "Law and Human Behavior", "volume": "7", "authors": [{"name": "Freidson Eliot.", "first_name": "Freidson", "last_name": "Eliot."}]}, {"title": "What Is Happening to News?", "year": "2010", "journal": "Dædalus", "volume": "139", "authors": [{"name": "Fuller Jack.", "first_name": "Fuller", "last_name": "Jack."}]}, {"title": "Newspaper Sports Journalists: A Profile of the ‘Profession.’", "year": "1989", "journal": "Journal of Sport and Social Issues", "volume": "13", "authors": [{"name": "Garrison Bruce", "first_name": "Garrison", "last_name": "Bruce"}, {"name": "Salwen Michael", "first_name": "Salwen", "last_name": "Michael"}]}, {"title": "Stopped at the Gate: Women&#039;s Sports, ‘Reader Interest’ and Decision Making by Editors", "year": "2005", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "82", "authors": [{"name": "Hardin Marie.", "first_name": "Hardin", "last_name": "Marie."}]}, {"title": "Survey Finds Boosterism, Freebies Remain Problem for Newspaper Sports Departments", "year": "2005", "journal": "Newspaper Research Journal", "volume": "26", "authors": [{"name": "Hardin Marie.", "first_name": "Hardin", "last_name": "Marie."}]}, {"title": "Passing It On: The Reinforcement of Male Hegemony in Sports Journalism Textbooks", "year": "2006", "journal": "Mass Communication \\& Society", "volume": "9", "authors": [{"name": "Hardin Marie", "first_name": "Hardin", "last_name": "Marie"}, {"name": "Dodd Julie", "first_name": "Dodd", "last_name": "Julie"}, {"name": "Lauffer Kim", "first_name": "Lauffer", "last_name": "Kim"}]}, {"title": "‘Have You Got Game?’ Hegemonic Masculinity and Neo-homophobia in U.S. Newspaper Sports Columns", "year": "2009", "journal": "Communication, Culture \\& Critique", "volume": "2", "authors": [{"name": "Hardin Marie", "first_name": "Hardin", "last_name": "Marie"}, {"name": "Kuehn Kathleen", "first_name": "Kuehn", "last_name": "Kathleen"}, {"name": "Jones Hillary", "first_name": "Jones", "last_name": "Hillary"}, {"name": "Genovese Jason", "first_name": "Genovese", "last_name": "Jason"}, {"name": "Balaji Murali", "first_name": "Balaji", "last_name": "Murali"}]}, {"title": "Twittering the News: The Emergence of Ambient Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Hermida Alfred.", "first_name": "Hermida", "last_name": "Alfred."}]}, {"title": "The Sports Beat: A Digital Reporting Mix—with Exhaustion Built In", "year": "2010", "journal": "Nieman Reports", "volume": "64", "authors": [{"name": "Kindred David.", "first_name": "Kindred", "last_name": "David."}]}, {"title": "Professionalization among Newsmen", "year": "1964", "journal": "Journalism Quarterly", "volume": "41", "authors": [{"name": "McLeod Jack", "first_name": "McLeod", "last_name": "Jack"}, {"name": "Hawley Searle", "first_name": "Hawley", "last_name": "Searle"}]}, {"title": "Professionalization of Latin American and U.S. Journalists", "year": "1969", "journal": "Journalism Quarterly", "volume": "47", "authors": [{"name": "McLeod Jack", "first_name": "McLeod", "last_name": "Jack"}, {"name": "Rush Ramona", "first_name": "Rush", "last_name": "Ramona"}]}, {"title": "The Game&#039;s the Thing: A Defense of Sports as Ritual", "year": "1976", "journal": "Columbia Journalism Review", "volume": "15", "authors": [{"name": "Novak Michael", "first_name": "Novak", "last_name": "Michael"}]}, {"title": "The Professionalization of Journalism: Impetus or Impediment to a ‘Watch Dog’ Press", "year": "1986", "journal": "Sociological Inquiry", "volume": "25", "authors": [{"name": "Osiel Mark.", "first_name": "Osiel", "last_name": "Mark."}]}, {"title": "YouTube and the Challenge to Journalism", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Peer Limor", "first_name": "Peer", "last_name": "Limor"}, {"name": "Ksiazek Thomas B.", "first_name": "Ksiazek", "last_name": "B."}]}, {"title": "Distinctions that Matter: Ethical Differences at Large and Small Newspapers", "year": "2006", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "83", "authors": [{"name": "Reader Bill.", "first_name": "Reader", "last_name": "Bill."}]}, {"title": "Sports Journalists&#039; Use of Social Media and Its Effects on Professionalism", "year": "2011", "journal": "Journal of Sports Media", "volume": "6", "authors": [{"name": "Reed Sada.", "first_name": "Reed", "last_name": "Sada."}]}, {"title": "Coverage of Aftermath of 1984 World Series", "year": "1986", "journal": "Journalism Quarterly", "volume": "63", "authors": [{"name": "Salwen Michael", "first_name": "Salwen", "last_name": "Michael"}, {"name": "Bernstein James", "first_name": "Bernstein", "last_name": "James"}]}, {"title": "Sports and Politics: Los Angeles Times&#039; Coverage of the 1984 Summer Olympic Games", "year": "1987", "journal": "Newspaper Research Journal", "volume": "8", "authors": [{"name": "Salwen Michael", "first_name": "Salwen", "last_name": "Michael"}, {"name": "Garrison Bruce", "first_name": "Garrison", "last_name": "Bruce"}]}, {"title": "Finding Their Place in Journalism: Newspaper Sports Journalists Professional ‘Problems’", "year": "1998", "journal": "Journal of Sport \\& Social Issues", "volume": "22", "authors": [{"name": "Salwen Michael", "first_name": "Salwen", "last_name": "Michael"}, {"name": "Garrison Bruce", "first_name": "Garrison", "last_name": "Bruce"}]}, {"title": "Three Olympiads: A Comparison of Pravada and The Washington Post", "year": "1987", "journal": "Journalism Quarterly", "volume": "64", "authors": [{"name": "Schillinger Elizabeth", "first_name": "Schillinger", "last_name": "Elizabeth"}, {"name": "Jenswold Joel", "first_name": "Jenswold", "last_name": "Joel"}]}, {"title": "An Exploratory Study of how Twitter Is Affecting Sports Journalism", "year": "2010", "journal": "International Journal of Sport Communication", "volume": "3", "authors": [{"name": "Schultz Brad", "first_name": "Schultz", "last_name": "Brad"}, {"name": "Lou Sheffer Mary", "first_name": "Lou", "last_name": "Mary"}]}, {"title": "Paradigm Shift or Passing Fad? Twitter and Sports Journalism", "year": "2010", "journal": "International Journal of Sport Communication", "volume": "3", "authors": [{"name": "Sheffer Mary Lou", "first_name": "Sheffer", "last_name": "Lou"}, {"name": "Schultz Bruce", "first_name": "Schultz", "last_name": "Bruce"}]}, {"title": "More than Ink-stained Wretches: The Resocialization of Print Journalism in Converged Newsrooms", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Singer Jane.", "first_name": "", "last_name": "Jane."}]}, {"title": "Professionalism As an Agent of Legitimation", "year": "1978", "journal": "Journal of Communication", "volume": "28", "authors": [{"name": "Tuchman Gaye.", "first_name": "Tuchman", "last_name": "Gaye."}]}, {"title": "Social Influences on Journalists&#039; Decision Making in Ethical Situations", "year": "1997", "journal": "Journal of Mass Media Ethics", "volume": "12", "authors": [{"name": "Voakes Paul.", "first_name": "Voakes", "last_name": "Paul."}]}, {"title": "", "year": "1964", "journal": "American Journal of Sociology", "volume": "70 (2)", "authors": [{"name": "Wilensky Harold.", "first_name": "Wilensky", "last_name": "Harold."}]}, {"title": "In Your Facebook", "year": "2008", "journal": "American Journalism Review", "volume": "30", "authors": [{"name": "Wilson Kelly.", "first_name": "Wilson", "last_name": "Kelly."}]}, {"title": "Ethics in Sports Journalism: Tightening up the Code", "year": "1985", "journal": "Journal of Mass Media Ethics", "volume": "1", "authors": [{"name": "Wulfemeyer K. Tim.", "first_name": "Wulfemeyer", "last_name": "Tim."}]}]}