{"doi": "10.1080/21670811.2015.1114895", "url": "https://doi.org/10.1080/21670811.2015.1114895", "title": "Multimedia, Slow Journalism as Process, and The Possibility of Proper Time", "volume": "4", "year": "2016", "issue": "4", "journal": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Ball", "first_name": "Benjamin", "name": "Benjamin Ball", "affiliation": "", "orcid": "", "role": ""}], "abstract": "Digital communication is fast and easy; but as a cultural process communication is difficult, especially when it engages with strangers and strangeness. Roger Silverstone describes the space necessary for respectful communication as a “proper distance” vis-à-vis mediated Others—neither too far away, nor too close to see the Other, and to recognise in her our own inherent Otherness. What Silverstone describes in terms of distance can also be considered in relation to time. This article builds on Silverstone’s ideas to outline a working definition of slow journalism as process, and it is argued that multimedia journalism provides a platform for communication that approximates “proper time”—journalism that is fast enough to engage, surprise and retain our attention, yet slow enough to respect a story’s nuance and complexity. It is argued that the poetics of photography provides a subversive logic of efficiency, capable of both revelation and evocation, and of helping us hear the Other; and that audio can expand our vision beyond the photographic frame, providing us with the necessary context and narrative to properly see. This is a narrative warp and weft. The trajectory of one form crosses and expands the narrative arc of the other, providing colour, depth, and nuance. Multimedia journalism can be quick and profound, fast and slow, short-form and long-form, thus occupying a critical middle ground between the impenetrable overloads and binary simplifications of digital communication, and opening a space and a time for mediated Others.", "body": [{"sec_title": "Introduction", "sec_content": ["Between a morning train and an office in central Sydney, I walk, mulling over the words and ideas that might begin this article. In front of me, two men approach an escalator ascending from a crowded pedestrian tunnel. The first man walks awkwardly on to the steps and presses the handrails with the palms of his hands, his fingers splayed upwards. The man is motionless except for his head, which jolts to one side as though emptying water from his ear. Four other people follow behind him before the second man, power walking in a power suit, boards the escalator and clambers past the other pedestrians. He reaches the first man and taps him on the shoulder. “Excuse me, please.”", "Nothing.", "The suited man shakes his head and swears under his breath as though to himself, but audible to those of us around him. Within seconds both men are at the top of the escalator. The first man steps on to the peak-hour pavement, his rigid legs moving from the hips, his shoulders alternately facing the direction in which he walks, with skill and resilience, with a body not entirely at his command.", "The second man surges past and continues on his way. No looking back.", "Digital media make communication fast, cheap, easy, and ubiquitous. So constant and pervasive is our communication that Mark Deuze (2011) proposes a new ontology in which we no longer live with media, but in media. Smartphones shape our landscapes like the weather, each device a symbolic universe from which we retrieve information and conversations like Mary Poppins pulls hat stands from her carpetbag.1 Except that her bag was fabulous—an enchantment—and our smartphones, by contrast, are entirely normal. So normal that we readily forget that communication is not easy at all, that as a process that lies at the heart of human culture, and at the core of journalism as a craft, communication is difficult, because understanding is difficult (Carey 1992). It is hard enough to understand one another in material spaces like trains, pedestrian tunnels, and streets, as my morning commute daily demonstrates; and the difficulty is amplified as the communication extends across distance and time, as it travels across the media that connects us to the world beyond our geographical neighbourhoods.", "In what follows I argue that the difficulty of understanding one another in media is an essential part of what slow journalism is, and—perhaps more importantly—an essential element of why it is. That is, why slow journalism has emerged as a topic of professional and academic interest, and why as a practice it is socially valuable and morally important. My premise is simple. Our communication is fast and technically easy, but understanding one another in media is a task that requires time. In addition to providing information, journalists face the unfamiliar task of providing sufficient time for what Roger Silverstone (2007) describes as “proper distance” vis-à-vis mediated Others. Here I argue that Silverstone’s spatial metaphor ought also be expressed temporally, as “proper time.” My concern is theoretical and practical. Engagement with slow journalism requires thought, imagination, and emotion—it requires a degree of commitment from the readership or audience—but the amount of time that is committed need not reflect the depth of emotion that a person will experience, or the degree of understanding that will be achieved (Cramerotti 2009, 22). “Proper time” is therefore not a question of perfect duration, pace, tempo, or length, but—instead—it is about reflexive consideration, on the part of journalists, for how understanding can be achieved in, and through, journalism. I am interested in slow journalism as a necessary process, rather than as a thing. Also, as a critical practitioner of slow journalism, my intention is to outline how and why photography provides an important platform for slow journalism, as well as for the possibility of proper time. This article argues that multimedia photo essays provide a subversive logic of efficiency that achieves a sort of Goldilocks length: neither too short to exclude nuance, complexity, or profound responses, nor too long to preclude the engagement with entire narratives that storytelling and proper distance require.2 But to reach that argument, I must first provide some context."]}, {"sec_title": "Proper Distance", "sec_content": ["A poignant starting place for a discussion of proper distance and its relationship to slow journalism lies flat amongst subsistence crops in northwest Pakistan, where in the past decade military drones have killed an estimated 3600 people, including as many as 951 civilians and 200 children (Meyer 2014). According to drone operators, taking a human life, when seen through the pixelated greyscale of a drone’s camera, looks like squashing a bug, a description that provides the name for a collaborative art project designed to speak directly to the operators of military drones. Not A Bug Splat, led by French photographer JR, expands the vision of drone operators beyond what is normally seen—pixelated homes, buildings, and crops—to include a massive black and white photograph of a child whose parents were killed in a drone strike. Not A Bug Splat is an open letter that interrogates the moral character of contemporary warfare and questions issues of accountability, mediation, international justice, silence, and memory; but connecting and underscoring each of these issues is the project’s fundamental subject: distance.", "In a media life, the meaning of distance is altered, and because everything we know of the world beyond our geographical neighbourhoods is known through the media (as well as an increasing amount of what we know of life within our geographical neighbourhoods), our communication, experiences, and decisions in media take on a moral dimension. Depth, shallowness, meaning, superficiality, understanding, and incomprehension are all relative and relational measures of our mediated world, and are therefore abstract and ultimately moral, understood here as existing within a social code that is impervious to empirical measurement, but nevertheless comprehensible through judgements based on first principles (Silverstone 2007, 7). For Roger Silverstone (2003, 473–474), “distance” ought not to be deemed a material, geographical or social category, but—precisely because the word infers and interrelates each of these—it should be considered a moral category of life in media. Distance allows or denies speech and determines the quality of our listening—the ability to hear, the expectations for being heard, and the willingness to listen. “Proper,” then, is a description and moral evaluation of distance. It can be understood as a synonym for “correct,” as in, “now is the proper time to act,” and by extension it can describe and judge something as proper, or improper, in relation to social norms and expectations (Silverstone 2003, 473). Silverstone writes:Proper distance is the critical notion that implies and involves a search for enough knowledge and understanding of the other person or the other culture to enable responsibility and care, as well as to enable the kind of action that, informed by that understanding, is in turn enabling. We need to be close but not too close, distant, but not too distant. (Silverstone 2007, 172)", "Proper distance is the critical notion that implies and involves a search for enough knowledge and understanding of the other person or the other culture to enable responsibility and care, as well as to enable the kind of action that, informed by that understanding, is in turn enabling. We need to be close but not too close, distant, but not too distant. (Silverstone 2007, 172)", "The cameras of military drones mediate the world through a cultural lens of improper distance, and not simply because the vision they provide is inherently macabre, remote, or incapable of listening and thus also incapable of understanding; but also, and especially, because there is insufficient insight into these mediating effects, and thus of the moral character of the communication involved (Butler 2010, 14). Through the lens of the drone the Other is shunned: knowable, but refused hospitality, and excluded from the expectations of normal life. For Mexican poet Octavio Paz, this shunned Other is not simply a stranger, but a “Nobody,” of whom he writes:It would be a mistake to believe that others prevent him from existing. They simply dissimulate his existence and behave as if he did not exist. They nullify him, cancel him out, turn him to nothingness. It is futile for Nobody to talk, to publish books, to paint pictures, to stand on his head. Nobody is the blankness in our looks, the pauses in our conversations, the reserve in our silences. He is the name we always and inevitably forget, the eternal absentee, the guest we never invite, the emptiness we can never fill. He is an omission, and yet he is forever present. He is our secret, our crime, and our remorse. Thus the person who creates Nobody, by denying Somebody’s existence, is also changed into Nobody. (Paz 1985, 45–46)", "It would be a mistake to believe that others prevent him from existing. They simply dissimulate his existence and behave as if he did not exist. They nullify him, cancel him out, turn him to nothingness. It is futile for Nobody to talk, to publish books, to paint pictures, to stand on his head. Nobody is the blankness in our looks, the pauses in our conversations, the reserve in our silences. He is the name we always and inevitably forget, the eternal absentee, the guest we never invite, the emptiness we can never fill. He is an omission, and yet he is forever present. He is our secret, our crime, and our remorse. Thus the person who creates Nobody, by denying Somebody’s existence, is also changed into Nobody. (Paz 1985, 45–46)", "It is in this sense, too, that the drone embodies improper distance. The drone operator nullifies the subjects that appear to her or him through the camera and in so doing she or he, too, is diminished; as I am diminished at this very moment, writing about drone operators and Pakistani orphans of whom I know so little! And so I arrive at the central point, because proper distance is vital precisely because it is unattainable. Proper distance is not a thing to be had or achieved, but a process based on an ideal that allows us to think critically about our own place, and work, in media (Silverstone 2007).", "We cannot attend to the presence of every person we encounter, in digital media or in the street. And yet, just as inhabitants of dense urban dwellings can choose to know something of their neighbours—or not—and imagine life beyond their suburb—or not—so too can we move towards a moral relationship with Others in the digital spaces of a media life. For Max Weber, moral communication requires empathic understanding, or verstehen in the original German, and this in turn requires putting aside one’s own vision of the world and adopting the framework of the Other (as quoted in Chang 2008, 27). Perfect verstehen is impossible, but, as is the case with proper distance, any attempt to apply the idea opens the possibility and likelihood of rich inter-cultural dialogue. Silverstone writes:There can, of course, be no reasonable and sustainable expectation that audiences and users as participants in the mediapolis can or should take responsibility for everything they see and hear on television or which they access on the internet. This would be both absurd and crippling. Yet to expect that they should never take any responsibility for what they see and hear in the mediapolis would be equally crippling. News really would then become merely spectacle, and the world would disappear into the realms of fantasy. (Silverstone 2007, 134)", "There can, of course, be no reasonable and sustainable expectation that audiences and users as participants in the mediapolis can or should take responsibility for everything they see and hear on television or which they access on the internet. This would be both absurd and crippling. Yet to expect that they should never take any responsibility for what they see and hear in the mediapolis would be equally crippling. News really would then become merely spectacle, and the world would disappear into the realms of fantasy. (Silverstone 2007, 134)"]}, {"sec_title": "Proper Time and Slow Journalism as Process", "sec_content": ["Slow journalism is exciting and necessary because it provides a framework for media production that approximates (by which I mean, “moves towards”) proper distance. Critically, this practice-based framework concentrates on reflexive consideration for how media is received—for how mediated Others are seen, heard, and understood, in media—which has historically been a blind spot in the fields of media studies and journalism studies, precisely because moral understanding is so hard to measure (Silverstone 2007). As theorists we can gain an empirical sense of social understanding through longitudinal studies of empathy (Turkle 2011, 293; Immordino-Yang et al. 2009, 3–5), or through neurological assessments of how multitasking affects our capacity to follow and comprehend a story (Greenfield 2009, 71; Zanto and Gazzaley 2009, 3065); but the study of listening as a moral category, the analysis of its social quality and character, is like measuring tension by pushing on a string. As David Harvey (2006, 141–142) laments, “try measuring any social relation directly and you always fail.” If, as Silverstone (2007, 4) claims, mediated images of strangers increasingly define what constitutes the world, a reflexive approach to journalism that allows, respects, and celebrates difficulty may provide a practical response to this theoretical gap, prompting us to see mediated images as more than fleeting, two-dimensional things, and recognise them instead as processes that begin with a person who, like us, is vulnerable to the traumas of misunderstanding (Butler 2010). What I am beginning to outline, then, is a possible definition for slow journalism that focuses on its social processes rather than its formal characteristics. In this understanding, slow journalism is not about reaching a particular word-count, duration, or production time, but about reaching an audience, and not only reaching an audience technically, but also, and more importantly, engaging the audience intellectually and emotionally. “Slow” describes the extent and moral tenor of the communicative process, rather than its duration or tempo.", "Not a Bug Splat says nothing directly. It carries no caption or story, and for that reason the project is hard to recognise as journalism in the traditional sense. Additionally, because the photo was first exhibited in a field and not in a newspaper or website, and because it was published in the absence of audio or graphics, it is difficult to recognise as multimedia; but from the field, the photograph quickly migrated to make newspaper headlines around the world.3 From within a media life perspective, in which the material world and the symbolic world overlap, our understanding of “multimedia journalism” needs to be reconsidered, and arguably expanded, as theorists such as Mark Deuze (2012) and Alfredo Cramerotti (2009) are beginning to hint at, and as some research on cross-platform and transmedia journalism suggests.4 Nevertheless, as a case study for slow journalism, Not a Bug Splat is useful, for several reasons. The first is that its temporality is difficult to define. Photography is ephemeral and lasting—an idea I will return to shortly; the second is that the project presents the portrait of a boy who is otherwise invisible and unknown. We see him, and seeing him is easy; yet his presence in media challenges us with the possibility of further understanding. The photographic medium precludes the possibility of speech, and so the medium becomes part of the message, part of the recognition that understanding is both possible and difficult. We see, and we are made aware of the limits of our vision. Difficulty itself becomes productive.", "This is an old idea, but in the context of the ever-increasing technological ease of digital communication, it takes on additional gravity. Slow journalism as process requires of journalists that we provide a view of the world, as we have always done, and additionally that we provide insight into the mediating process, or what Alfredo Cramerotti (2009, 28) in his outline of aesthetic journalism calls the “view of the view.” This is an idea that Cramerotti draws from modern art, but its application extends into other fields. For example, Michael Taussig writes:Indeed, what is anthropology but a species of translation made all the more honest, all the more truthful, and all the more interesting by showing showing—i.e., showing the means of its production? (Taussig 2004, 313–314)", "Indeed, what is anthropology but a species of translation made all the more honest, all the more truthful, and all the more interesting by showing showing—i.e., showing the means of its production? (Taussig 2004, 313–314)", "Replace “anthropology” with “journalism,” or with “documentary,” or with “art,” and the question holds true, because the sentence is not about anthropology at all; it is about understanding and its processes. The methodological challenge for slow journalism is to provide a view of the view in digital media, to show showing in a way that is honest, yet that proves sufficiently engaging on the screen to ward off distraction. A reflexive and transparent account of the world that approximates proper distance is arguably a reasonable expectation within the contemplative spaces of an art gallery or the pages of an anthropological text, but journalists typically work with and against time, and even the most honest story is of little value if it is left unfinished and unresolved. Hence the importance of proper time, which in essence is proper distance recast with rhetorical emphasis on the temporal qualities of life in media.", "The idea’s importance, however, exceeds rhetoric. Dialogue with difficulty is a necessary precondition for a productive civic culture (Calhoun 1998). As places where contesting ideas collide, cities have always been hubs for creativity and social change, and—increasingly—we experience cities through digital media (Deuze 2012). Smartphones reshape our notions of being “together,” or “alone,” and alter our understandings of public and private spaces. The distinction between what is “real” and what is “virtual” is rendered redundant. Digital and material spaces fold across one another, and—at least in part—this is what Mark Deuze (2012) means when he describes a life in media.", "In media, the world becomes smaller, easier, and more manageable. City maps are in our pockets, and we can place ourselves upon them; but increased control brings with it the temptation to shelter from strangers and strangeness, and it is from within this media life perspective that time as a moral variable must be reappropriated, re-emphasised, and rethought (Cramerotti 2009, 104–105). Cramerotti writes:At the moment there is simply not enough [time] to stroll around like a flaneur. All information, any object or experience has to be instantaneously at hand. Our techno-cultural default is one of temporal intolerance … Usability experts measure the fractions of a second in which we decide whether the information on the screen is what we are looking for. If we’re dissatisfied, we click further. Serendipity requires a lot of time … With Lev Manovich and other colleagues I argue that we need to invent new ways to interact with information, new ways to represent it, and new ways to make sense of it. (Cramerotti 2009, 104–105)", "At the moment there is simply not enough [time] to stroll around like a flaneur. All information, any object or experience has to be instantaneously at hand. Our techno-cultural default is one of temporal intolerance … Usability experts measure the fractions of a second in which we decide whether the information on the screen is what we are looking for. If we’re dissatisfied, we click further. Serendipity requires a lot of time … With Lev Manovich and other colleagues I argue that we need to invent new ways to interact with information, new ways to represent it, and new ways to make sense of it. (Cramerotti 2009, 104–105)"]}, {"sec_title": "Photography and Multimedia", "sec_content": ["Photography does not hold a monopoly on how slow journalism is, or ought be practised; but as I have begun to suggest, photography provides a subversive logic of efficiency that facilitates the reappropriation of time that slow journalism requires in digital media—an “achievement of stillness in the midst of chaos” (Saul Bellow, as quoted in Honoré 2004, 199). This subversive logic begins with one of photography’s inherent limitations: its inability to provide context. “Only that which narrates can make us understand,” writes Susan Sontag ([1977] 2008, 23), and photography, she says, is too static and too idiosyncratic a medium to coherently communicate the fluidity and complexity of peoples, places, and events. This remains true of still photographs when seen individually and in isolation, but the marriage of documentary photography with audio storytelling provides a platform for slow journalism that begins to address Sontag’s concern.", "In the multimedia context photography speaks, and provides through the human voice, what Walter J. Ong describes as “interiority” (as quoted in Soukup 2005, 4). Soukup writes: “For Ong, interiority represents what persons reveal to each other, an individual’s self-consciousness, that which makes a claim on another” (4). The voice implies and creates a listener; it claims our attention and creates a relationship based not on abstract knowledge of somebody, but on an empathic belief in that person (Butler 2010; Soukup 2005, 4). Just as a photograph can never fully capture the reality of a given moment, Ong describes the voice as an abstract that cannot fully be contained within a media form. A voice may be recorded and broadcast, but its tone and timbre extend beyond the words that are expressed to the realm of supposition and possibility.", "Importantly, however, the spoken word can also be written, typically as prose, opening with an uppercase letter and ending with a full stop. That is, a voice provides narrative. It tells a story, creates suspense, presents an opinion, or canvasses an idea. In contrast, still photography has neither uppercase letters nor full stops. It is mute, abstract, and flawed. Neil Postman writes:By itself, a photograph cannot deal with the unseen, the remote, the internal, the abstract. It does not speak of “man,” only of a man; not of “tree,” only of a tree. You cannot produce a photograph of “nature,” any more than a photograph of “the sea.” You can only photograph a particular fragment of the here-and-now—a cliff of a certain terrain, in a certain condition of light; a wave at a moment in time, from a particular point of view. And just as “nature” and “the sea” cannot be photographed, such larger abstractions as truth, honor, love, falsehood cannot be talked about in the lexicon of pictures. (Postman 1987, 73)", "By itself, a photograph cannot deal with the unseen, the remote, the internal, the abstract. It does not speak of “man,” only of a man; not of “tree,” only of a tree. You cannot produce a photograph of “nature,” any more than a photograph of “the sea.” You can only photograph a particular fragment of the here-and-now—a cliff of a certain terrain, in a certain condition of light; a wave at a moment in time, from a particular point of view. And just as “nature” and “the sea” cannot be photographed, such larger abstractions as truth, honor, love, falsehood cannot be talked about in the lexicon of pictures. (Postman 1987, 73)", "Postman (1987, 73) concludes that where the photograph presents the world as object, language gives us the world as idea. But it is precisely photography’s inability to provide a complete picture that makes the multimedia photo essay such a potent platform for slow journalism. The form is necessarily incomplete, but it need not be superficial; indeed, as W. J. T. Mitchell argues, no amount of description adds up to a depiction:A verbal representation cannot represent—that is, make present—its object in the same way a visual representation can. It may refer to an object, describe it, invoke it, but it can never bring its visual presence before us in the way pictures do. Words can “cite”, but never “sight” their objects. (as quoted in Campbell 2003, 74)", "A verbal representation cannot represent—that is, make present—its object in the same way a visual representation can. It may refer to an object, describe it, invoke it, but it can never bring its visual presence before us in the way pictures do. Words can “cite”, but never “sight” their objects. (as quoted in Campbell 2003, 74)", "As an art of evocation, photography is akin to poetry, its message both literal and metaphorical. A good photograph relies on what lies outside the frame, drawing on the viewer’s imagination to create an image larger than what is visually stated. Photographs give evidence of the world and enable questions to be answered, but, like the timbre of the human voice, photography’s innate open-endedness influences its ability to speak to our emotions, prompting outrage or laughter (Bock 2011, 603). As Van Assche remarks, “that which lies outside of the image can be conceived as a more mental terrain and remains to be explored” (as quoted in Curran 2008, 146–147). Photography not only gives evidence but also, and more importantly, asks questions, opening up meanings and challenging assumptions, and photography is much more than “object,” and can be abstract in ways that Postman does not allow for. At its best, photography is difficult, and—importantly—the human voice helps photography perform at its best, juxtaposing narrative expression against the frame of a mute moment in time.", "In digital media, it is this poetic quality that imbues photography with a subversive logic of efficiency. A still photograph is worth a thousand words, and when combined with audio narratives its ability to evoke as well as show lends itself to communication that defies the logic of truncation. Multimedia photo essays provide context and coherence yet retain the poetry of photography’s non-literality. Tom Kennedy asserts that photojournalism is reinventing itself by blending “the best practices from still photojournalism, broadcasting, and independent films” (as quoted in Newton 2009, 240). Kennedy continues:The Internet permits us to blend still photographs with audio, text, video, and databases to make compelling content that is far richer than print or broadcasting typically deliver. This new world of visual story telling gives us a chance to reinvent the form and to adapt integration of various media types to tell the most compelling possible story. (in Newton 2009 240)", "The Internet permits us to blend still photographs with audio, text, video, and databases to make compelling content that is far richer than print or broadcasting typically deliver. This new world of visual story telling gives us a chance to reinvent the form and to adapt integration of various media types to tell the most compelling possible story. (in Newton 2009 240)", "An important aspect of the photojournalism that Kennedy describes is that it has evolved with the internet. It is still rare to find multimedia photo essays on any other medium, even though there is nothing to impede such stories from being broadcast on television, or exhibited in gallery spaces. Photographers who produce images for digital photo essays enjoy greater freedom to communicate the nuances of a story, because photo editors are less likely to discard the photos that do not cause an immediate reaction, and there is therefore more freedom to produce what John Pilger describes as “slow” stories that for lack of immediate newsworthiness would not otherwise be published (Bock 2011, 610–611; Pilger 1998, 1).", "One in Eight Million, a 52-part multimedia series produced for The New York Times online throughout 2009, is an early illustration of both these points. Collaborating with New York Times reporters, staff photographer Todd Heisler produced one story every week for a year. Each story is an intimate, three-minute portrait of a New York resident combining first-person narrative, ambient sound, and 20–30 monochrome photographs. If one wants to know what life in New York City was like in 2009, it is hard to imagine a more engaging or informative resource, and it is also difficult to imagine how the series could have been produced without the internet. The public comments that follow each of the One in Eight Million stories are also worthy of reflection. Some of the comments compliment Todd Heisler for his outstanding photography, or are directed to The New York Times to thank it for producing the series, but a significant number of comments are addressed directly to the individuals portrayed. Responding to the story of community gardener Mr English, for example, Gail Madden of Lacey, WA, writes:Great work, Mr. English. I listened to your story after harvesting tomatoes from my own garden. It made me think that it is truly a small world where we are all much more alike than we are different … Keep up the good work Mr. English—you are a treasure. (http://community.nytimes.com/comments/www.nytimes.com/packages/html/nyregion/1-in-8-million/1in8_buster_english.html)", "Great work, Mr. English. I listened to your story after harvesting tomatoes from my own garden. It made me think that it is truly a small world where we are all much more alike than we are different … Keep up the good work Mr. English—you are a treasure. (http://community.nytimes.com/comments/www.nytimes.com/packages/html/nyregion/1-in-8-million/1in8_buster_english.html)", "Such personal messages illustrate engagement, imagination, and empathy, and, like all of One in Eight Million, they are also evidence of photography’s growing ability to communicate literary stories on the internet, slowly. It is a sign of evocative storytelling when the storytellers—in this case, the photographer and journalists—disappear.", "Multimedia photo essays have also been employed to give voice and context to issues that historically have proved problematic. In June 2010, Médecins Sans Frontières (MSF) began publishing a multimedia report on global malnutrition, produced in collaboration with the VII photo agency (http://www.starvedforattention.org/). Starved for Attention: The Story of Global Malnutrition attempts to address the media’s inability to explain the root causes of famine and malnutrition, of which David Campbell writes:The African food crises of the 1980s fundamentally transformed the academic consensus on the nature of famine. In place of timeworn assumptions about the naturalized occurrence of shortages, famines were recognised as human productions, engendered as much by asymmetrical power relations in the economic, political and social environment as by the continent’s ecology. What did not change in this period, however, were the images of African famine. (Campbell 2003, 69)", "The African food crises of the 1980s fundamentally transformed the academic consensus on the nature of famine. In place of timeworn assumptions about the naturalized occurrence of shortages, famines were recognised as human productions, engendered as much by asymmetrical power relations in the economic, political and social environment as by the continent’s ecology. What did not change in this period, however, were the images of African famine. (Campbell 2003, 69)", "Starved for Attention was produced because little has changed since 1980 in terms of media representation of starvation, but also, and more importantly, because two things have changed: organisations like MSF are not only producers of media content, but also publishers of content; and still photographs can be combined with voices, video, music, and text to represent and explain the realities of starvation more incisively, ethically, and evocatively than was previously possible. Just as viewers empathise with the subjects of One in Eight Million, organisations like MSF employ multimedia photo essays to challenge traditional media representations of vulnerability and suffering in a form that is engaging for an audience that is geographically distant and socially removed.", "Photography’s ascendance in such contexts is spurred by empirical evidence that people watch multimedia photo essays from beginning to end. Kingsley’s Crossing is a 21-minute long photo essay about a young man’s journey to Europe from his small coastal village in Cameroon (http://mediastorm.com/publication/kingsleys-crossing). In a 2009 interview with The Nieman Report, Brian Storm, executive producer of Kingsley’s Crossing, says that 65 per cent of viewers watch the essay in its entirety, despite its length (Storm 2009).", "Photo essays provide a moment of calm in the maelstrom of digital immediacy, and an important differentiation should be made here between still photography and video. Digital photo essays ostensibly share more with television than with the printed book, however, still photography’s rhythm is slower than that of the moving image, asking of the viewers that they explore each photograph, scan it, enter into it, and imagine its outer edges. Photography’s literal meaning is “writing with light,” which—as a definition—is inclusive of the video that photographers increasingly include in their work; but, just as poetry renders language strange, beautiful, and problematic, providing insight into the process of expression, so too can photography be considered an aesthetic insight into the process of seeing, as, in fact, the two words, “video”—which is literally, “to see”—and “photography” imply. In the documentary tradition, photography is not simply that which is seen; it is the aesthetic expression of what is seen, written through the lens of a critical observer.", "In the multimedia context, this visual expression becomes multidimensional. Narrative always requires a forward motion along an axis; but crossing this narrative axis are multiple other axes that provide context and perspective and without which a story cannot approximate proper distance. This relationship between flow and counter-flow is the narrative dance between complexity and simplicity, nuance and speed, proper distance and improper distance; it is (and looks like) rhythm—a wavelength with peaks and troughs. How much detail and how many divergent arguments can I provide in this article, for example, before it is dismissed or abandoned for lack of coherent narrative, or—conversely—before it is criticised for opening questions that are not properly resolved? Proper distance requires lateral movement along a narrative axis—it requires waveforms with large amplitudes—and proper time requires that the amplitude is not so great that the story itself is abandoned. There is a necessary tension here, much like the tension that exists between dancers as they maintain a space between them that is neither too close nor too distant. Movement requires space and time, and it also requires tension, because without tension the dance collapses, and the same is true of stories. It is within the sphere of tension that a story unfolds. In fact, to an important degree the tension is proper distance, and the tension is proper time, or—more exactly—it is within the sphere of tension that proper time is possible. In a multimedia photo essay, for example, a story is heard. It moves along an axis from beginning to end, and the same is true of that story that is seen. Turn the audio off, and a story still unfolds; close your eyes, and a story is still heard. Combine the two stories, and you have a narrative that travels in multiple directions, interrogating and expanding upon its own assumptions and processes.", "Hearing photography helps us see what is shown, helps us analyse how it is shown, and helps us to reflect on what is not shown; and photography does the same for the spoken word—each provides lateral motion across the narrative axis of the other. Through photography we can appreciate the silence of another, and recognise that communication, and even speech, cannot be reduced to the mouth. To understand the Other properly we must hear and appreciate her silence as well as her words—what goes unsaid as well as what is expressed—and to properly see the Other we must be able to travel towards her beyond the superficiality of image, towards the joy or grief that an image may express.", "The ability to comprehend the silence of a mediated Other is arguably a yardstick for proper distance and proper time, but only when the silence exceeds the two-dimensionality of an image, and challenges its clichés (Rajchman 2000, 10). Silence in isolation is only a reason or an excuse to ignore the Other, to create another Nobody. And, of course, what most people “are” in media is silent. Without the giant image in the field, the orphan in northwest Pakistan has no presence, and no narrative; he is a Nobody, and his presence—or lack thereof—provides no challenge. The indignity of comfort in a troubled world continues undisturbed.", "Roland Barthes famously laments photography’s inability to traumatise the viewer, regardless of how gruesome an image might be (Barthes [1980] 2000). Press photography is contemplated for the duration of a second, and is rarely retained; but multimedia photo essays do not aim for, or rely on the retention of any single image, because their subject matter is always, to an important degree, distance; they interrogate how we see and hear each other in a contested world. An image can bring the world closer to us, to a distance apparently within reach, like looking at the world through binoculars; and audio can remind us that what we see is in fact a distorted vision—that what we see is not within physical reach, but is within symbolic reach. This is a productive difficulty, because the potential for, and inherent difficulty of understanding is presented in a package that is enjoyable, and evocative. At their best, photo essays approach what James Joyce calls “aesthetic arrest”—a state in which the mind is elevated above desire or loathing, to where it is possible to see the essence, or “being” of another person (as quoted in Wesch 2009, 27). For Judith Butler (2010), this essence is our common vulnerability, the recognition that we are all susceptible to the traumas of misunderstanding."]}, {"sec_title": "Conclusion", "sec_content": ["Multimedia photo essays present a platform for the production of slow journalism that builds on a foundation of productive difficulty, and—as process—slow journalism provides a framework for approximating proper distance and proper time vis-à-vis strangers and strangeness in digital media. A final example of this is Living in the Shadows, a photo essay by photographer David Maurice Smith that explores life in the remote Australian indigenous town of Wilcannia (https://vimeo.com/74436566). In the essay’s four-minute duration we see and hear a complex web of thought and possibility, and we also realise that what is seen is a profound glimpse of life that otherwise—and for most Australians—is heard only as a sound bite, and seen only from behind the window of a car travelling along a highway, if it is seen at all. Living in the Shadows expands photography beyond the frame, and grounds spoken stories in the abstract possibilities of stillness and silence. Living in the Shadows is a digital poetry book: a multi-dimensional story that is quick and profound; short-form and long-form; simple and complex; ephemeral and lasting; difficult, but not too difficult; and slow, but not too slow. It allows us to hear photography, and to see audio, and in doing so it problematises both, without diminishing the story’s overall impact. Living in the Shadows is a demonstration of slow journalism as method, and an approximation of proper time in a media life."]}], "references": [{"title": "Newspaper Journalism and Video: Motion, Sound, and New Narratives", "year": "2011", "journal": "New Media \\& Society", "volume": "14", "authors": [{"name": "Bock Mary A.", "first_name": "Bock", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Community without Propinquity Revisited: Communications Technology and the Transformation of the Urban Public Sphere", "year": "1998", "journal": "Sociological Inquiry", "volume": "68", "authors": [{"name": "Calhoun Craig", "first_name": "Calhoun", "last_name": "Craig", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Breathing Factory : Locating the Global Labouring Body", "year": "2008", "journal": "Journal of Media Practice", "volume": "9", "authors": [{"name": "Curran Mark", "first_name": "Curran", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media Life", "year": "2011", "journal": "Media, Culture \\& Society", "volume": "33", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Technology and Informal Education: What is Taught, What is Learned", "year": "2009", "journal": "Science", "volume": "323", "authors": [{"name": "Greenfield Patricia M.", "first_name": "Greenfield", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Neural Correlates of Admiration and Compassion", "year": "2009", "journal": "", "volume": "", "authors": [{"name": "Immordino-Yang Mary Helen", "first_name": "Immordino-Yang", "last_name": "Helen", "affiliation": "", "orcid": "", "role": ""}, {"name": "McColl Andrea", "first_name": "McColl", "last_name": "Andrea", "affiliation": "", "orcid": "", "role": ""}, {"name": "Damasio Hanna", "first_name": "Damasio", "last_name": "Hanna", "affiliation": "", "orcid": "", "role": ""}, {"name": "Damasio Antonio", "first_name": "Damasio", "last_name": "Antonio", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Transmedia Storytelling and Entertainment: An Annotated Syllabus", "year": "2010", "journal": "Continuum: Journal of Media and Cultural Studies", "volume": "24", "authors": [{"name": "Jenkins Henry", "first_name": "Jenkins", "last_name": "Henry", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Power after Hegemony: Cultural Studies in Mutation", "year": "2007", "journal": "Theory, Culture \\& Society", "volume": "24", "authors": [{"name": "Lash Scott", "first_name": "Lash", "last_name": "Scott", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "For Shame: The Giant Poster That Shows Drone Pilots the People They’re Bombing", "year": "2014", "journal": "The Atlantic", "volume": "", "authors": [{"name": "Meyer Robinson", "first_name": "Meyer", "last_name": "Robinson", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Photojournalism", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Newton Julianne H.", "first_name": "Newton", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Transmedia Storytelling: Implicit Consumers, Narrative Worlds, and Branding in Contemporary Media Production", "year": "2009", "journal": "International Journal of Communication", "volume": "3", "authors": [{"name": "Scolari Carlos Alberto", "first_name": "Scolari", "last_name": "Alberto", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Looking is Not Enough: Reflection on Walter J. Ong and Media Ecology", "year": "2005", "journal": "Proceedings of the Media Ecology Association", "volume": "6", "authors": [{"name": "Soukup Paul A.", "first_name": "Soukup", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "YouTube and You: Experiences of Self-Awareness in the Context Collapse of the Recording Webcam", "year": "2009", "journal": "Explorations in Media Ecology", "volume": "8", "authors": [{"name": "Wesch Michael", "first_name": "Wesch", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Neural Suppression of Irrelevant Information Underlies Optimal Working Memory Performance", "year": "2009", "journal": "The Journal of Neuroscience", "volume": "29", "authors": [{"name": "Zanto Theodore P.", "first_name": "Zanto", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Gazzaley Adam", "first_name": "Gazzaley", "last_name": "Adam", "affiliation": "", "orcid": "", "role": ""}]}]}