{"doi": "10.1080/1461670X.2017.1364140", "url": "https://doi.org/10.1080/1461670X.2017.1364140", "title": "Gender and Generational Differences in Political Reporters’ Interactivity on Twitter", "volume": "20", "year": "2019", "issue": "2", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Parmelee", "first_name": "John", "name": "John H. Parmelee"}, {"last_name": "Roman", "first_name": "Nataliya", "name": "Nataliya Roman"}, {"last_name": "Beasley", "first_name": "Berrin", "name": "Berrin Beasley"}, {"last_name": "Perkins", "first_name": "Stephynie", "name": "Stephynie C. Perkins"}], "abstract": "A content analysis of US political reporters examines how journalists’ age and gender influence their interactivity on Twitter with citizens, politicians, organizations, and fellow journalists. Findings contribute to the concept of normalization, which suggests that journalists do not take advantage of new technology’s engagement opportunities. Male political reporters were nearly twice as likely as female reporters to engage in the most genuine form of interactivity, and Generation X reporters were far more involved than Millennials in having back-and-forth conversations with citizens. The results show the degree to which journalistic normalization of Twitter depends on the gender and generation of the reporters involved.", "body": [{"title": "Introduction", "paragraphs": ["Social media sites, such as Twitter, have the capability to make the relationship between journalists and the public more collaborative. There are several incentives for news organizations to engage in two-way conversations with the public, including increased credibility perceptions of the organization (Gleason 2010; Newhagen and Nass 1989; Seib 2002), a more loyal audience (Gleason 2010; Xu and Feng 2014), and enhanced opportunities to find new sources (Broersma and Graham 2012). On a societal level, journalistic interactivity with the public is desirable because it can further civic engagement, which can strengthen democracy (Marchionni 2013). On the other hand, longstanding journalistic norms, such as gatekeeping and objectivity, can inhibit interactivity. According to the concept of normalization, journalistic norms make reporters and editors wary of using social media in ways that transform the traditional hierarchical relationship between journalist and source (Lasorsa, Lewis, and Holton 2012; Singer 2005).", "Twitter is a good place to look for journalistic interactivity because reporters use the microblog on the job more than any other social media (Parmelee 2013; Willnat and Weaver 2014). Twitter, which has more than 300 million users worldwide, also is built for interaction, as it includes features such as @reply, @mention, and retweet (Twitter 2016). Furthermore, Twitter users often use the microblog’s interactive features to initiate conversations with reporters (Xu and Feng 2014). What is less well known is the degree to which journalists answer back and which journalists are more likely to respond.", "Past studies have found a number of factors that influence the amount of journalistic interactivity online, including news outlet type and reporters’ demographic makeup (Domingo 2008; Larsson 2012; Nee and Fusco 2015; Russell et al. 2015; Schultz and Sheffer 2010). However, research is scarce and sometimes conflicted on the role that age and gender play in journalists’ willingness to engage with the public on Twitter and other forms of social media. There are no age-related studies of journalistic interactivity on Twitter, and no research has been done on how differently various generations of journalists interact online with a variety of audiences, such as politicians, citizens, and fellow reporters. More age-based research is needed on journalistic interactivity to see if Millennials, who are the first generation to grow up with the internet and social media, are using Twitter to alter the “one-way, top-down” relationship that journalists have traditionally had with their audience in favor of a “direct dialog between journalists and citizens” (Marchionni 2013, 132–133).", "In terms of gender, some studies suggest female journalists are the most interactive on Twitter (Nee and Fusco 2015), while other researchers say male journalists use some of Twitter’s interactive features more (Artwick 2014). Still other studies indicate no gender differences on Twitter with regard to certain types of interactivity, such as gatekeeping (Lasorsa 2012). As a result, more clarity is needed regarding interactivity by female journalists, whose proportion among US journalists has never been higher (Willnat and Weaver 2014).", "Some of the confusion in trying to measure journalistic interactivity can be traced to the lack of a single definition or common coding system for the concept of interactivity (Kiousis 2002; Jensen 1998). There are different levels of interactivity, ranging from one-way communication that gives receivers little ability to engage with senders to two-way conversations in which exchanged messages relate to each other (Kiousis 2002; McMillan 2002). In terms of Twitter’s features, not all @replies, @mentions, and retweets result in the same level of interactivity. For example, some journalists’ @replies take the form of back-and-forth exchanges in which journalists answer questions put to them by Twitter users, while other journalists’ @replies merely thank users for their questions without providing answers or further comment.", "Taking differing levels of interactivity into account, the present study uses a coding scheme based on McMillan’s (2002) four-level model of cyber-interactivity and adapted for Twitter by Otterbacher, Shapiro, and Hemphill (2012) and Parmelee and Deeley (2017) to analyze tweets from US political reporters at traditional newspapers, online-only news sites, and television networks during the 2016 US presidential election. The content analysis examines gender and generational differences in how political reporters engaged in four types of interactivity with politicians, fellow journalists, organizations, and the general public."]}, {"title": "How Age and Gender Affect Interactivity", "paragraphs": ["There is scant research on how journalists’ age relates to their Twitter interactions. Previous studies have found age differences for general Twitter use, with younger people being more avid users (Pew Research Center 2015). About a third of 18–49-year-old US internet users are on Twitter, while only 1 in 10 US adults over the age of 50 uses this site (Pew Research Center 2015). Similar trends are evident among professional reporters. Gillis and Johnson (2015) found that younger and less-experienced journalists were more likely to use Twitter for work-related purposes than their older colleagues. The same was true for Facebook, LinkedIn, and internet sites in general (Gillis and Johnson 2015; Granado 2011). Granado’s (2011) study of European science journalists revealed that younger professionals spent more hours on the internet than their older co-workers.", "A few studies have examined age-related journalistic interactivity on the internet. Larsson’s (2012, 208) study of newspaper websites found that “the age of staff proved significant in predicting total interactivity,” with younger journalists being more open to including interactive features that allow users to express their opinion. Interactivity at news websites also was found to be higher among young journalists by Chung (2007, 53), who contrasted the younger reporters with “cautious traditionalist” older journalists.", "The willingness of young reporters to interact online may stem from their heightened awareness of the value of the internet and social media. One survey found that 87 percent of journalists in the Millennial generation see new media as improving the relationship they have with their audience, while only 42 percent of older journalists feel that way (McClure 2008). Millennials also are seen as more tech savvy in general, outpacing Baby Boomers when it comes to accessing news with smartphones and sharing news on social media (Poindexter 2012).", "On the other hand, Blaagaard (2013) argues that Millennial journalists are not that different from previous generations of journalists when it comes to interacting in new ways with their audience because they still adhere to traditional norms and practices, such as gatekeeping. As a result, more study is needed to clear up some of the disagreement regarding how differently Millennial journalists interact online. Furthermore, no study until now has examined journalistic interactivity by generation with different types of audiences, such as politicians, citizens, organizations, and fellow reporters. It may be that Millennial journalists interact on Twitter more than other generations, but only with certain types of users.", "Research also is limited and somewhat contradictory regarding how male and female journalists interact on Twitter. Nee and Fusco’s (2015, 205) study of print and broadcast journalists found that “females sent more interactive tweets than did male journalists, who posted more traditional tweets.” Interactive tweets included replies, retweets, and requests for information from Twitter users. Other research suggests that only some interactive features are used more by female journalists. According to a content analysis by Artwick (2014, 1119), male journalists posted more on Twitter and “used @mentions slightly more than their female counterparts.” Also, male reporters were more likely to use @mentions in interactions with citizens than female journalists, while female reporters used this feature more often than male reporters in tweets directed to “other news organizations” (1120). Other gender differences on Twitter include female journalists being more likely to disclose personal information in their tweets (Lasorsa 2012; Walton and Rice 2013).", "However, there also is evidence that male and female journalists behave the same on Twitter in terms of other types of interactivity, such as following traditional gatekeeping rules (Lasorsa 2012). Cozma and Chen (2013) found no differences between male and female correspondents in how they communicated with their audiences. What is needed is a clearer understanding of gender differences with regard to various types of interactivity."]}, {"title": "Measuring Journalistic Interactivity on Twitter", "paragraphs": ["Clarity is lacking over what constitutes interactivity. Journalists do not agree on a single definition. In fact, many journalists do not consider back-and-forth exchanges with the public to be a vital characteristic of interactivity (Chung 2007). Having a narrow and incomplete definition of interactivity may contribute to low levels of engagement with the public. Researchers have found that interactivity is a multi-dimensional construct that has been measured in a wide variety of ways (Kiousis 2002; McMillan 2002). Some scholars examine interactivity from a perception-based perspective. Such studies attempt to understand which technologies are perceived to be the most interactive by users, why those perceptions exist, and what effects the perceptions have on users’ behaviors (Johnson and Kaye 2016; Song and Zinkhan 2008). Interactivity also can be studied from a feature-based perspective, which focuses on the features a technology has and what users do with them. Feature-based interactivity models continue to expand to include elements found on news websites, such as discussion forums and e-mail links to journalists (Larsson 2012); and social media, such as @mentions (Artwick 2014). The present study is concerned with examining features, not perceptions, of Twitter and the degree to which certain features are being used to facilitate interactivity between reporters, politicians, and the general public.", "A technology’s features can lead to several types of interactivity, such as the ability for users to input their own information and the opportunity to have user information responded to (Jensen 1998). Kiousis (2002, 379) argues that genuine interaction is present in a communication technology when “participants can communicate (one-to-one, one-to-many, and many-to-many) both synchronously and asynchronously and participate in reciprocal message exchanges (third-order dependency).”", "A useful way to categorize different types of engagement is found in McMillan’s (2002) four-part model of cyber-interactivity, which takes into account the direction of communication and the level of receiver control. The model’s four levels are called monologue, feedback, responsive dialogue, and mutual discourse. Monologue is one-way communication in which receivers have virtually no control of messages sent to them. Feedback interaction also is one way, but it gives receivers some opportunities to participate in senders’ communication through the inclusion of features, such as hyperlinks. Responsive dialogue involves two-way communication between senders and receivers, but only in a superficial way that merely “acknowledges receipt” of messages (McMillan 2002, 277). The highest level of interactivity happens with mutual discourse and is demonstrated in two-way communication when “the sender and receiver roles become virtually indistinguishable” (277).", "McMillan’s (2002) mutual discourse concept furthers Kiousis’ (2002) discussion of third-order dependency in emphasizing that the truest form of interactivity happens when two-way or multi-way communication is reciprocal and an interconnected relationship is apparent. The present study is especially interested in finding interconnected relationships between journalists and the public on Twitter.", "Three of Twitter’s features—retweet, @mention, and @reply—have the most potential to facilitate journalistic interactivity, though no feature guarantees third-order dependency. A journalist who retweets is distributing another user’s tweet to his or her followers. In terms of forming an interconnected relationship, a journalist has the ability to include in a retweet a message to the user being retweeted, which may start a conversation. Otherwise, a retweet is unlikely to lead to any real discourse. An @mention happens when someone on Twitter has their username mentioned in a tweet. The username can be hovered over and clicked, which provides more information about the user and his or her Twitter activity. Also, the user being mentioned is notified about the @mention, which may cause the user to respond. Some journalists’ @mentions are worded in ways that invite the users being mentioned to engage in a dialogue, while other @mentions are used more as links to be clicked to find out more about the users.", "An @reply is the most common way to carry on a conversation on Twitter. Journalists can reply to users’ tweets, and users are notified about the replies and have the opportunity to reply back. However, not all replies lead to back-and-forth conversations; many replies merely thank users for their tweets or acknowledge users in a superficial way. As can be seen, measuring Twitter interactivity must go beyond counting the number of retweets, @mentions, and @replies because each feature can be used so differently and result in varying degrees of engagement.", "To capture the nuance in how Twitter’s features are used for differing levels of interactivity, a coding system has been developed based on McMillan’s (2002) four-part model of cyber-interactivity. Otterbacher, Shapiro, and Hemphill (2012) began the process by adapting McMillan’s model to examine Twitter interactivity by elected officials, though not all of Twitter’s features were accounted for. Other research (Parmelee and Deeley 2017; Parmelee et al. forthcoming) expanded upon the work of Otterbacher, Shapiro, and Hemphill (2012) by creating a four-level model of journalistic interactivity that includes @mentions and distinguishes between @replies that are back-and-forth conversations and @replies that are mere acknowledgments. The four-part model of journalistic interactivity is shown in Figure 1. Monologue is limited to journalists’ text-only tweets, while feedback allows for some receiver control by including links, photos, or hashtags. Responsive dialogue tweets include journalists’ crowdsourcing requests as well as retweets, mentions, and replies that superficially acknowledge tweets from others without engaging in an extended conversation. Journalists who are involved in mutual discourse use replies, mentions, and retweets to address questions put to them or have other types of genuine back-and-forth conversations. Gender and Generational Differences in Political Reporters’ Interactivity on TwitterAll authorsJohn H. Parmelee, Nataliya Roman, Berrin Beasley & Stephynie C. Perkinshttps://doi.org/10.1080/1461670X.2017.1364140Published online:01 September 2017FIGURE 1  Types of journalistic interactivity on TwitterDisplay full sizeFIGURE 1  Types of journalistic interactivity on Twitter", "FIGURE 1  Types of journalistic interactivity on Twitter", "FIGURE 1  Types of journalistic interactivity on Twitter", "Another interactivity-related issue to examine involves the types of users journalists are engaging with on Twitter. User types include elected officials and other politically connected individuals, fellow journalists, and the general public. Interactions between journalists and the general public can increase civic engagement and strengthen democracy. Interactions with fellow journalists and political insiders, however, mean the journalists often miss the opportunity to expand the range of opinions they are exposed to and cover (Marchionni 2013)."]}, {"title": "How Journalistic Norms Limit Interactivity", "paragraphs": ["While there are potential economic and newsgathering advantages for political reporters who engage in two-way conversations with the public on Twitter, there are also forces that work against journalistic interactivity. Researchers have argued that journalistic norms, such as objectivity and gatekeeping, restrict how much reporters and editors are willing to use new technology to interact in ways that change the traditional relationship they have with their audience. Instead, journalists normalize new communication technology to fit within their traditional routines. Normalization explains why reporters’ blogs often avoid obvious participatory communication opportunities with readers (Singer 2005), and why online newsrooms feel a “strong inertia” that “prevents them from developing most of the ideals of interactivity” (Domingo 2008, 680).", "Normalization’s effects on reporters’ blogs and online newsrooms also can be applied to Twitter. The concept of normalization suggests that journalists will be most comfortable using Twitter for one-way communication and will avoid back-and-forth conversations with political insiders and the general public. This prediction is consistent with findings by Lasorsa, Lewis, and Holton (2012, 26) that journalists are not “sharing the stage” with their Twitter followers and other users by retweeting them. Other research on national, regional, and local newspapers confirms that reporters are more reluctant to retweet politicians and citizens than fellow journalists because of the concern that retweets can be considered endorsements (Parmelee 2013). It may be, however, that the degree to which journalists normalize social media varies by age, gender, and other variables.", "The following research questions seek a better understanding of normalization by investigating the degree to which demographic factors, such as gender and generation, influence the amount and type of journalistic interactivity on Twitter: RQ1: To what degree does the gender of political journalists relate to how much they engage in monologue, feedback, responsive dialogue, and mutual discourse with Twitter users? RQ2: To what degree does the gender of political journalists relate to how much they engage in responsive dialogue and mutual discourse with politicians, fellow journalists, citizens, and organizations? RQ3: To what degree does the generation of political journalists relate to how much they engage in monologue, feedback, responsive dialogue, and mutual discourse with Twitter users? RQ4: To what degree does the generation of political journalists relate to how much they engage in responsive dialogue and mutual discourse with politicians, fellow journalists, citizens, and organizations?", "RQ1: To what degree does the gender of political journalists relate to how much they engage in monologue, feedback, responsive dialogue, and mutual discourse with Twitter users?", "RQ2: To what degree does the gender of political journalists relate to how much they engage in responsive dialogue and mutual discourse with politicians, fellow journalists, citizens, and organizations?", "RQ3: To what degree does the generation of political journalists relate to how much they engage in monologue, feedback, responsive dialogue, and mutual discourse with Twitter users?", "RQ4: To what degree does the generation of political journalists relate to how much they engage in responsive dialogue and mutual discourse with politicians, fellow journalists, citizens, and organizations?"]}, {"title": "Method", "paragraphs": ["To measure gender and generational differences in how political reporters interact on Twitter, three coders conducted a content analysis on 4500 tweets from 45 political reporters at US national newspapers, television networks/cable news, and online-only news websites. Political reporters are the focus of analysis because of the impact political news can have and because democracy may be strengthened when journalists and the public interact on important civic issues (Marchionni 2013). Working from a list of political reporters available on the website Muck Rack (muckrack.com), a random number generator assisted in selecting three reporters each from national newspapers (Los Angeles Times, New York Times, USA Today, Wall Street Journal, and Washington Post), television networks (ABC, CBS, CNN, Fox News, and MSNBC/NBC), and online-only news sites (BuzzFeed, Daily Beast, Huffington Post, Slate, and Yahoo News). The sample reflects diversity in many ways, including tweeting frequency and follower count. More information about the political reporters can be found in Table 1. Gender and Generational Differences in Political Reporters’ Interactivity on TwitterAll authorsJohn H. Parmelee, Nataliya Roman, Berrin Beasley & Stephynie C. Perkinshttps://doi.org/10.1080/1461670X.2017.1364140Published online:01 September 2017TABLE 1 US political journalists analyzedCSVDisplay Table", "The sample includes 29 men and 16 women, which is a gender proportion equal to what is found in the general population of US journalists (Willnat and Weaver 2014). In terms of generation, there are two Baby Boomers, 23 from Generation X, and 20 Millennials. The age ranges for Baby Boomers (1946–1964), Generation X (1965–1980), and Millennials (1981–1997) are based on Pew Research’s generational definitions (Fry 2016). Ages were determined though searching online sources, such as the reporters’ social media sites and public records websites. Focusing on age and gender is useful because the findings can add clarity to what is sometimes contradictory evidence regarding how journalists’ age and gender influence online interactivity (Artwick 2014; Blaagaard 2013; Chung 2007; Larsson 2012; Lasorsa 2012; Nee and Fusco 2015).", "The coders analyzed 100 tweets from each reporter’s “Tweets and replies” tab. The tweets were randomly selected from the 500 most recent tweets from January to March 2016. The unit of analysis was the individual tweets made by the journalists. The coders were trained and took part in a pilot study before coding began.", "Coders looked for interactivity type (monologue, feedback, responsive dialogue, and mutual discourse) and the type of Twitter users the reporters were interacting with. Interactivity type was coded from 1 (monologue) to 4 (mutual discourse), with 5 (can’t classify) being a category that was available but not used. The definitions used to code monologue, feedback, responsive dialogue, and mutual discourse can be found in Figure 1.", "To analyze the type of Twitter users being interacting with, coders looked for certain categories of users on those tweets that were coded as responsive dialogue and mutual discourse. The categories include citizen (1), politician (2), fellow journalist (3), organization (4), and multiple types of users (5). The politician category includes elected officials and anyone working for politicians. The journalist category includes reporters and editors working in news, as well as news outlets’ Twitter accounts. The definitions for politician and journalist are based on previous research (Xu and Feng 2014). The citizen category includes individuals who are not part of the world of politicians and journalists. Twitter users were identified by examining the users’ Twitter and LinkedIn profiles and running the names through search engines. The organization category includes the Twitter accounts for groups, such as think tanks, advocacy organizations, and educational institutes. The category for multiple types of users was coded by clicking on “view conversation” in the political reporters’ Twitter feed to see if there was authentic interaction among more than one type of user, such as a politician and a citizen.", "Inter-coder reliability, calculated using Krippendorff’s alpha on 400 of the tweets, was 0.952 for types of interactivity displayed by the journalists, 0.91 for types of Twitter users involved in responsive dialogue with the journalists, and 0.855 for types of users engaged in mutual discourse with the journalists. SPSS was used to analyze the data."]}, {"title": "Findings", "paragraphs": ["For the 45 political reporters being examined, responsive dialogue was the most frequently occurring type of interactivity, at 36.8 percent of all tweets, followed by feedback, at 29.8 percent. The highest level of interactivity, mutual discourse, happened just 18.8 percent of the time. Monologue, the lowest level of interactivity, was also the least used, at 14.6 percent. Monologue and feedback tweets were one-way communication from the reporters to their audiences. Monologue tweets consisted of text-only observations, such as the following from Maggie Haberman of the New York Times: @MaggieNYT Trump now buying ad time in NC and IL, a media tracker says.", "@MaggieNYT Trump now buying ad time in NC and IL, a media tracker says.", "Feedback tweets usually included links to more information. In the example below, Ruby Cramer of BuzzFeed links to a New York Times article about Hillary Clinton’s campaign strategy:", "@rubycramer Hope and change, not so much. More like hate and castrate. http://nyti.ms/1LrmxEX.", "RQ1 examined the degree to which the gender of political journalists relates to how much they engage in monologue, feedback, responsive dialogue, and mutual discourse with their Twitter audiences (see Table 2). A total of 4500 tweets were analyzed for this question. The results of the chi-square tests indicated a statistically significant relationship between these two variables (χ2(3) = 83.69, p < 0.001). Female journalists were nearly 1.3 times more likely to engage in responsive dialogue than male journalists, and male reporters were nearly twice as likely to engage in mutual discourse as their female counterparts. Gender and Generational Differences in Political Reporters’ Interactivity on TwitterAll authorsJohn H. Parmelee, Nataliya Roman, Berrin Beasley & Stephynie C. Perkinshttps://doi.org/10.1080/1461670X.2017.1364140Published online:01 September 2017TABLE 2 Types of interactivity by gender (%)CSVDisplay Table", "RQ2 examined the degree to which the gender of political journalists relates to how much they engage in responsive dialogue with citizens, politicians, fellow journalists, and organizations (see Table 3). The results of the chi-square demonstrated a statistically significant relationship between the gender of the journalists and the types of audiences they engage with (χ2(4) = 17.5, p < 0.01). Female political reporters were 1.09 times more likely than male political reporters to engage in responsive dialogue with fellow journalists. Gender and Generational Differences in Political Reporters’ Interactivity on TwitterAll authorsJohn H. Parmelee, Nataliya Roman, Berrin Beasley & Stephynie C. Perkinshttps://doi.org/10.1080/1461670X.2017.1364140Published online:01 September 2017TABLE 3 Gender differences in responsive dialogue with various Twitter users (%)CSVDisplay Table", "On the other hand, male journalists were much more apt to engage in responsive dialogue with citizens and politicians than female journalists. Responsive dialogue with citizens was done 1.4 times more by male reporters, and responsive dialogue with politicians occurred more than twice as often with male reporters. One example comes from Dave Weigel of the Washington Post who retweeted comments from Brendan Buck, chief communication adviser to Speaker of the House Paul Ryan, about political action committees: @daveweigel RT @BrendanBuck: someone should do a story on political consultants who form entirely pointless pacs just to skim off the top.", "@daveweigel RT @BrendanBuck: someone should do a story on political consultants who form entirely pointless pacs just to skim off the top.", "RQ2 also examined the degree to which the gender of political journalists relates to how much they engage in mutual discourse with citizens, politicians, fellow journalists, and organizations. The chi-square test found no significant relationships.", "Turning now to the relationship between age and journalistic interactivity, RQ3 examined the degree to which belonging to a particular age group (Baby Boomers, Generation X, or Millennials) relates to how much political journalists engage in monologue, feedback, responsive dialogue, and mutual discourse with Twitter users. A total of 4500 tweets were analyzed for this question.", "The results of the chi-square test demonstrated that the political journalists from these three generations differed in their Twitter interactions (χ2(6) = 138.66, p < 0.001). Baby Boomers were more likely to engage in feedback (43.5 percent) than the Generation X (27.5 percent) and Millennials (31.2 percent). Also, Baby Boomers (33 percent) had more than twice as many monologue tweets than Generation X (13.3 percent) and Millennials (14.4 percent). At the same time, Generation X (41.8 percent) and Millennials (33.7 percent) engaged more often in responsive dialogue than Baby Boomers (9 percent). Notably, the Millennials (20.8 percent) were only slightly more likely to engage in mutual discourse than Generation X (17.3 percent), but considerably more likely than Baby Boomers (14.5 percent).", "Given the fact that the sample of the Baby Boomers’ tweets consisted of only 200, or 4.4 percent of total tweets, the researchers also performed chi-square tests without these tweets. A total of 4300 tweets were analyzed this time. The results of the chi-square test remained statistically significant (χ2(3) = 30.96, p < 0.001). It was found that Generation X and Millennial political journalists significantly differed in their Twitter interactions even when the Baby Boomers’ tweets were removed from the sample.", "As can be seen from Table 4, Generation X and Millennial journalists differed the most in their responsive dialogue interaction. Generation X political journalists were 1.24 times more likely to engage in responsive dialogue than the Millennials. At the same time, the Millennials were 1.2 times more likely to be involved in mutual discourse than Generation X journalists. Gender and Generational Differences in Political Reporters’ Interactivity on TwitterAll authorsJohn H. Parmelee, Nataliya Roman, Berrin Beasley & Stephynie C. Perkinshttps://doi.org/10.1080/1461670X.2017.1364140Published online:01 September 2017TABLE 4 Types of interactivity by generation (%)CSVDisplay Table", "RQ4 examined the degree to which belonging to a particular age cohort relates to how much political journalists engage in responsive dialogue with citizens, politicians, fellow journalists, and organizations (see Table 5). Chi-square tests found no statistically significant relationships between age cohort and responsive dialogue type variables (χ2(8) = 10.11, p > 0.05) even when the Baby Boomers were removed from the sample (χ2(4) = 9.503, p = 0.05). Gender and Generational Differences in Political Reporters’ Interactivity on TwitterAll authorsJohn H. Parmelee, Nataliya Roman, Berrin Beasley & Stephynie C. Perkinshttps://doi.org/10.1080/1461670X.2017.1364140Published online:01 September 2017TABLE 5 Generational differences in responsive dialogue with various Twitter users (%)CSVDisplay Table", "However, one trend was clear: among all age groups, conversations with other journalists accounted for more than 80 percent of the overall interactions.", "RQ4 also examined the degree to which belonging to a particular age cohort relates to how much political journalists engage in mutual discourse with citizens, politicians, fellow journalists, and organizations (see Table 6). The results of the chi-square test demonstrated a statistically significant relationship between the journalists’ age cohort and the types of audiences they engage with (χ2(8) = 28.18, p < 0.001). This relationship remained statistically significant (χ2(4) = 25.63, p < 0.001) even after the Baby Boomers were removed from the sample. Gender and Generational Differences in Political Reporters’ Interactivity on TwitterAll authorsJohn H. Parmelee, Nataliya Roman, Berrin Beasley & Stephynie C. Perkinshttps://doi.org/10.1080/1461670X.2017.1364140Published online:01 September 2017TABLE 6 Generational differences in mutual discourse with various Twitter users (%)CSVDisplay Table", "The political journalists from all three cohorts interacted the most with other journalists. Though, the Baby Boomers (62.1 percent) and Millennials (59.6 percent) engaged more often in such types of interactions than Generation X (44.9 percent) political journalists. The second most common types of interactions occurred between the political journalists and citizens. Interestingly, the Generation X journalists engaged in back-and-forth conversations with citizens 1.6 times more often than did the Millennials. In the following example, Generation X journalist Ed Henry, chief White House correspondent for Fox News, engages in mutual discourse with a citizen, Patrick Muldowney, a management-side labor and employment lawyer in Orlando, Florida. Their conversation involves Henry defending Scott Simon, an author and host for NPR’s Weekend Edition Saturday: @PMuldowneyesq @edhenry @nprscottsimon @FoxNewsSunday NPR has become the arbiter of what is fair? It’s a leftist tool and what FNC [Fox News Channel] was SUPPOSED to combat! @edhenry with all due respect @PMuldowneyesq you’re missing @nprscottsimon is an outstanding journalist & finer person so his judgment respected.", "@PMuldowneyesq @edhenry @nprscottsimon @FoxNewsSunday NPR has become the arbiter of what is fair? It’s a leftist tool and what FNC [Fox News Channel] was SUPPOSED to combat!", "@edhenry with all due respect @PMuldowneyesq you’re missing @nprscottsimon is an outstanding journalist & finer person so his judgment respected.", "Conversations with politicians occurred less often. The Millennials engaged in such types of interactions in 9.1 percent, the Generation X in 6.8 percent, and the Baby Boomers in 3.4 percent of cases. Notably, the Baby Boomers did not engage in any conversations with organizations and multiple types of audiences. At the same time, Generation X and Millennial journalists had only a handful of such interactions. Generation X (3.3 percent) journalists engaged in conversations with organizations slightly more often than Millennial journalists (2.9 percent). Also, Generation X (1.8 percent) journalists engaged slightly more often in conversations with multiple types of audiences than Millennials (1.2 percent)."]}, {"title": "Discussion", "paragraphs": ["The findings break new ground regarding how Millennial political reporters interact on Twitter. Millennials, the first generation of digital natives, have been labeled as more tech savvy and more interactive online than other generations (McClure 2008; Poindexter 2012). Yet when it comes to the most desirable type of interactivity, which is having “a direct dialog between journalists and citizens” (Marchionni 2013, 133), the Generation X reporters topped the Millennials by a wide margin. The Generation X reporters engaged with citizens in mutual discourse, which includes back-and-forth conversations, 1.6 times more often than did the Millennials. Overall, Millennials did more mutual discourse than other generations, but the mutual discourse was mostly with fellow journalists. Generation X also proved to be more engaging than Millennials at the second highest level of interactivity: responsive dialogue. Generation X journalists were 1.24 times more likely to do responsive dialogue, which includes mostly retweets that acknowledged other users without furthering the conversation.", "As a result, it is difficult to argue that Millennial journalists represent something new in terms of audience engagement online. The findings are more consistent with Blaagaard’s (2013) argument that Millennials behave like other generations in adhering to traditional norms and practices, such as gatekeeping, especially when one considers how reluctant the Millennial reporters were to share the stage with anyone other than fellow journalists. Less than 18 percent of Millennials’ responsive dialogue and only 36 percent of their mutual discourse were with citizens and politicians. In contrast, half of all mutual discourse by Generation X was with citizens and politicians. It is political reporters from Generation X who are the most involved in Marchionni’s (2013, 132) goal of using social media to alter the “one-way, top-down lecture to citizens” that has traditionally characterized journalism. Possible explanations for Generation X reporters engaging with the public on Twitter more than Millennial reporters include Generation X journalists having more years in the profession to cultivate acquaintances and sources online, so they have a larger pool of people to interact with.", "In terms of the relationship between gender and journalistic interactivity on Twitter, males dominated the most genuine form of engagement, mutual discourse. The male journalists were nearly twice as likely to do mutual discourse, which contrasts with previous findings that female journalists are the most interactive (Nee and Fusco 2015). On the other hand, the female political reporters were more likely than the males to be involved in responsive dialogue, though 86 percent of it was with fellow journalists. The inclination of female reporters to interact more with fellow journalists matches past research (Artwick 2014).", "While the male political reporters were less likely to engage in responsive dialogue overall, their responsive dialogue with politicians and citizens was at much higher levels than the female reporters. Responsive dialogue between male reporters and politicians happened more than twice as much as with female reporters, and responsive dialogue with citizens was 1.4 times more likely to occur with male reporters. Basic gender differences may account for the male reporters’ higher interactivity. Engaging with citizens and politicians in ways that blur the line between reporter and source involves some risk-taking because it runs counter to traditional journalistic norms, and males tend to be greater risk-takers in most personal and professional activities (Byrnes, Miller, and Schafer 1999).", "While there is clear evidence of gender and generational differences in how the political reporters in the study interacted on Twitter, the overall data show limited interactivity. Only 296 of the 4500 tweets coded (6.5 percent) were mutual discourse with citizens, and just 66 tweets (1.4 percent) were mutual discourse with politicians. The amount of responsive dialogue with anyone other than fellow journalists was not any higher, with 162 total acts of responsive dialogue with citizens (3.6 percent) and 92 acts with politicians (2 percent). The findings support the concept of normalization, which argues that journalists rarely use new technology in innovative and collaborative ways, preferring to cling to traditional norms and practices (Lasorsa, Lewis, and Holton 2012; Singer 2005). One norm, gatekeeping, was overwhelmingly adhered to when the political reporters chose to retweet fellow journalists in more than 80 percent of responsive dialogue tweets. The aversion to engaging in responsive dialogue or mutual discourse with those outside the journalistic world contributes to an echo chamber effect that limits diverse perspectives and reinforces the gatekeeper-and-gated relationship that is pervasive in mass media (Barzilai-Nahon 2011). Furthermore, the Millennial journalists in the study were as much a part of the echo chamber as the more established reporters from older generations. The absence of more back-and-forth conversations between journalists and the public on Twitter is even more surprising when one considers that Twitter users frequently attempt to communicate with journalists (Xu and Feng 2014).", "The findings also add more dimensions to the idea of normalization. The age and gender of the political reporters was associated with great differences in the degree to which they normalized their Twitter use. More research is needed to see what other demographic factors may influence how much journalists fit new interactive technologies into their existing routines. News organizations that want their reporters to interact with the public on Twitter should be mindful of the age and gender differences found in this study and focus more encouragement and advice on the women and Millennials on staff. One piece of advice is to look at examples of highly interactive reporters, such as Politico senior writer Marc Caputo, who is an especially prolific engager of the public on Twitter (Parmelee and Deeley 2017).", "Coding the content analysis data based on McMillan’s (2002) typology of cyber-interactivity helped to show how not all replies, mentions, and retweets result in the same level of interactivity. The typology’s distinction between mutual discourse, which includes back-and-forth conversations, and responsive dialogue, which are mere acknowledgments, allowed the analysis to reveal that the political reporters’ retweets were rarely more than acknowledgments of Twitter users. Replies also often failed to meet McMillan’s standard for mutual discourse, which occurs when “the sender and receiver roles become virtually indistinguishable” (277). Conversations that include such reciprocal message exchanges are considered the most genuine form of interactivity by McMillan and other scholars (Kiousis 2002; Rafaeli and Sudweeks 1997). Because many replies and retweets do not meet the standard for the most authentic form of engagement, researchers studying interactivity on Twitter should avoid measuring interactivity solely by counting the number of replies and retweets. Human coders and the machine coding used in Big Data studies need to take into account the different levels of interactivity found in replies and retweets. The model of journalistic Twitter interactivity used in the present study can help shape the coding criteria.", "While the findings presented here add to the conversation about journalistic interactivity, there are several limitations to the sample that should be noted. The reporters come from one nation, serve one beat, and work exclusively for national-level news outlets. Journalists from nations outside the United States may behave differently, and reporters who cover topics outside of politics and government may not hold the same views about how to interact on Twitter. The findings also cannot be generalized to journalists at regional and local news outlets. The number of reporters and tweets in the sample also could have been larger. Future research should also use social network analysis to map the relationships and direction of journalistic interactivity. Despite any shortcomings in the data, it is clear that more study is needed regarding how reporters’ age and gender influence journalistic normalization of social media and journalistic interactions with the public."]}], "references": [{"title": "News Sourcing and Gender on Twitter", "year": "2014", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "15", "authors": [{"name": "Artwick Claudette G.", "first_name": "Artwick", "last_name": "G."}]}, {"title": "Gatekeeping: A Critical Review", "year": "2011", "journal": "Annual Review of Information Science and Technology", "volume": "43", "authors": [{"name": "Barzilai-Nahon Karine.", "first_name": "Barzilai-Nahon", "last_name": "Karine."}]}, {"title": "Shifting Boundaries: Objectivity, Citizen Journalism and Tomorrow’s Journalists", "year": "2013", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "14", "authors": [{"name": "Blaagaard Bolette B.", "first_name": "Blaagaard", "last_name": "B."}]}, {"title": "Social Media as Beat: Tweets as a News Source During the 2010 British and Dutch Elections", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel"}, {"name": "Graham Todd", "first_name": "Graham", "last_name": "Todd"}]}, {"title": "Gender Differences in Risk Taking: A Meta Analysis", "year": "1999", "journal": "Psychological Bulletin", "volume": "125", "authors": [{"name": "Byrnes James P.", "first_name": "Byrnes", "last_name": "P."}, {"name": "Miller David C.", "first_name": "Miller", "last_name": "C."}, {"name": "Schafer William D.", "first_name": "Schafer", "last_name": "D."}]}, {"title": "Profits and Perils: Online News Producers’ Perceptions of Interactivity and Uses of Interactive Features", "year": "2007", "journal": "Convergence: The International Journal of Research Into New Media Technologies", "volume": "13", "authors": [{"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S."}]}, {"title": "What’s in a Tweet? Foreign Correspondents’ use of Social Media", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Cozma Raluca", "first_name": "Cozma", "last_name": "Raluca"}, {"name": "Chen Kuan-Ju", "first_name": "Chen", "last_name": "Kuan-Ju"}]}, {"title": "Interactivity in the Daily Routines of Online Newsrooms: Dealing with an Uncomfortable Myth", "year": "2008", "journal": "Journal of Computer-Mediated Communication", "volume": "13", "authors": [{"name": "Domingo David.", "first_name": "Domingo", "last_name": "David."}]}, {"title": "Younger Journalists More Likely to use Social Media", "year": "2015", "journal": "Newspaper Research Journal", "volume": "36", "authors": [{"name": "Gillis Tamara L.", "first_name": "Gillis", "last_name": "L."}, {"name": "Johnson Kristen", "first_name": "Johnson", "last_name": "Kristen"}]}, {"title": "Harnessing Social Media", "year": "2010", "journal": "American Journalism Review", "volume": "32", "authors": [{"name": "Gleason Stephanie.", "first_name": "Gleason", "last_name": "Stephanie."}]}, {"title": "Slaves to Journals, Serfs to the Web: The Use of the Internet in Newsgathering among European Science Journalists", "year": "2011", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "12", "authors": [{"name": "Granado Antonio.", "first_name": "Granado", "last_name": "Antonio."}]}, {"title": "Interactivity: Tracking a New Concept in Media and Communication Studies", "year": "1998", "journal": "Nordicom Review", "volume": "19", "authors": [{"name": "Jensen Jens F.", "first_name": "Jensen", "last_name": "F."}]}, {"title": "Some Like it Lots: The Influence of Interactivity and Reliance on Credibility", "year": "2016", "journal": "Computers in Human Behavior", "volume": "61", "authors": [{"name": "Johnson Thomas J.", "first_name": "Johnson", "last_name": "J."}, {"name": "Kaye Barbara K.", "first_name": "Kaye", "last_name": "K."}]}, {"title": "Interactivity: A Concept Explication", "year": "2002", "journal": "New Media \\& Society", "volume": "4", "authors": [{"name": "Kiousis Spiro.", "first_name": "Kiousis", "last_name": "Spiro."}]}, {"title": "Interactivity on Swedish Newspaper Websites: What Kind, How Much and Why?", "year": "2012", "journal": "Convergence: The International Journal of Research Into New Media Technologies", "volume": "18", "authors": [{"name": "Larsson Anders O.", "first_name": "Larsson", "last_name": "O."}]}, {"title": "Transparency and Other Journalistic Norms on Twitter: The Role of Gender", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}]}, {"title": "Normalizing Twitter Journalism Practice in an Emerging Communication Space", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}]}, {"title": "Journalism-as-a-Conversation: A Concept Explication", "year": "2013", "journal": "Communication Theory", "volume": "23", "authors": [{"name": "Marchionni Doreen M.", "first_name": "Marchionni", "last_name": "M."}]}, {"title": "Middleberg/SNCR Survey of Journalists Reveals Generational Gap", "year": "2008", "journal": "New Communications Review", "volume": "", "authors": [{"name": "McClure Jennifer.", "first_name": "McClure", "last_name": "Jennifer."}]}, {"title": "A Four-Part Model of Cyber-Interactivity: Some Cyber-Places are More Interactive Than Others", "year": "2002", "journal": "New Media \\& Society", "volume": "14", "authors": [{"name": "McMillan Sally J.", "first_name": "McMillan", "last_name": "J."}]}, {"title": "Tweets During a Crisis Follow One-Way Communication", "year": "2015", "journal": "Newspaper Research Journal", "volume": "36", "authors": [{"name": "Nee Rebecca C.", "first_name": "Nee", "last_name": "C."}, {"name": "Fusco Judith", "first_name": "Fusco", "last_name": "Judith"}]}, {"title": "Differential Criteria for Evaluating Credibility of Newspaper and TV News", "year": "1989", "journal": "Journalism Quarterly", "volume": "66", "authors": [{"name": "Newhagen John", "first_name": "Newhagen", "last_name": "John"}, {"name": "Nass Clifford", "first_name": "Nass", "last_name": "Clifford"}]}, {"title": "Political Journalists and Twitter: Influences on Norms and Practices", "year": "2013", "journal": "Journal of Media Practice", "volume": "14", "authors": [{"name": "Parmelee John H.", "first_name": "Parmelee", "last_name": "H."}]}, {"title": "Florida Political Reporters Interact Rarely Online", "year": "2017", "journal": "Newspaper Research Journal", "volume": "38", "authors": [{"name": "Parmelee John H.", "first_name": "Parmelee", "last_name": "H."}, {"name": "Deeley David", "first_name": "Deeley", "last_name": "David"}]}, {"title": "Networked Interactivity", "year": "1997", "journal": "Journal of Computer-Mediated Communication", "volume": "2", "authors": [{"name": "Rafaeli Sheizaf", "first_name": "Rafaeli", "last_name": "Sheizaf"}, {"name": "Sudweeks Fay", "first_name": "Sudweeks", "last_name": "Fay"}]}, {"title": "Who Sets the News Agenda on Twitter?", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Russell Frank", "first_name": "Russell", "last_name": "Frank"}, {"name": "Marina A M.", "first_name": "Marina", "last_name": "M."}, {"name": "Hendricks Heesook Choi", "first_name": "Hendricks", "last_name": "Choi"}, {"name": "Stephens Elizabeth C.", "first_name": "Stephens", "last_name": "C."}]}, {"title": "An Exploratory Study of How Twitter is Affecting Sports Journalism", "year": "2010", "journal": "International Journal of Sport Communication", "volume": "3", "authors": [{"name": "Schultz Brad", "first_name": "Schultz", "last_name": "Brad"}, {"name": "Sheffer Mary Lou", "first_name": "Sheffer", "last_name": "Lou"}]}, {"title": "The Political J-Blogger: ‘Normalizing’ a New Media Form to Fit Old Norms and Practices", "year": "2005", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "6", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "Determinants of Perceived Web Site Interactivity", "year": "2008", "journal": "Journal of Marketing", "volume": "72", "authors": [{"name": "Song Ji Hee", "first_name": "Song", "last_name": "Hee"}, {"name": "Zinkhan George M.", "first_name": "Zinkhan", "last_name": "M."}]}, {"title": "Mediated Disclosure on Twitter: The Roles of Gender and Identity in Boundary Impermeability, Valence, Disclosure, and Stage", "year": "2013", "journal": "Computers in Human Behavior", "volume": "29", "authors": [{"name": "Walton S. Courtney", "first_name": "Walton", "last_name": "Courtney"}, {"name": "Rice Ronald", "first_name": "Rice", "last_name": "Ronald"}]}, {"title": "Talking to the Broadcasters on Twitter: Networked Gatekeeping in Twitter Conversations with Journalists", "year": "2014", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "58", "authors": [{"name": "Xu Weiai W.", "first_name": "Xu", "last_name": "W."}, {"name": "Feng Miao", "first_name": "Feng", "last_name": "Miao"}]}]}