{"doi": "10.1080/1461670X.2013.857799", "url": "https://doi.org/10.1080/1461670X.2013.857799", "title": "The Evolution of an Expatriate Newspaper", "volume": "15", "year": "2014", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Hamilton", "first_name": "John", "name": "John Maxwell Hamilton"}, {"last_name": "Lawrence", "first_name": "Regina", "name": "Regina Lawrence"}, {"last_name": "Pfetzer", "first_name": "Emily", "name": "Emily M. Pfetzer"}], "abstract": "Although seldom the subject of scholarly inquiry, the expatriate newspaper is rich in research possibilities. These papers are a laboratory for understanding the evolution of American journalism. In the interest of exploring these possibilities, our study looks at one of the most venerable expatriate newspapers, the Paris Herald, which James Gordon Bennett, Jr. created in 1887 and carries on today with a different name under the ownership of the New York Times Co. The focus of our study is articles of opinion—editorials, letters to the editor, and so forth—and the degree to which they express criticism of the United States. We find the amount and focus of criticism grew over time, a change that can be explained by the emergence of a diverse, globally-minded, English-speaking readership.", "body": [{"title": "Introduction", "paragraphs": ["The expatriate American newspaper is nearly as old as the mass-market newspaper published at home. Journalism pioneer James Gordon Bennett, Sr., of the New York Herald, started what is probably the first such paper, the Herald for Europe in 1846, and several other American newspaper owners followed the same model of printing a special edition in New York and shipping it to Europe (Schwarzlose 1983, 1989). The American English-language newspapers that have come and (usually) gone abroad since (the Herald for Europe lasted until 1879) offer colorful and telling chapters of journalism—or they would, if scholars paid attention to them. Alas, the expatriate newspaper remains largely out of sight, a victim perhaps of its distance from scholars who gravitate toward the study of media they see every day.1", "Ambitious American journalists like Bennett established English-language newspapers abroad to underscore the prestige of their home publication, an urge that also showed up in owners maintaining lavish bureaus to house their foreign correspondents (Hamilton 2009). Motives for setting up these newspapers abroad, though, were mixed with other considerations. Tobacco heiress Doris Duke, a dilettante who dabbled in journalism in Rome after World War II, and the Central Intelligence Agency, which needed cover, helped finance the Rome Daily American (Mansfield 1994; Bernstein 1977). Thomas F. Millard, a respected correspondent with the New York Herald, started the China Press in Shanghai in 1911, a time when American interests there were growing. In keeping with his anti-imperialist sentiments, he took on Chinese investors and called on the United States to adopt a policy of “felicitous aggressiveness,” by which he meant America should be a prime force helping the Chinese break free of colonial domination (Israel 1971, 39). After a British advertising boycott forced him to bail out of the China Press in 1915, he started Millard's Review of the Far East. Possessing a different political orientation, Gene Gregory bought the Times of Vietnam in Saigon in 1957 and established close and highly profitable relations with the ruling Nhu family (“The Gregorys of Saigon” 1963). When the Nhus' fell, so did his newspaper.", "The US military has been an incubator of foreign newspaper publishing. For example, when the United States took control of the Philippines in 1898, a number of military newspapers sprang up (Wilcox 1967; Taylor 1927). Among them were The Bounding Billow, printed on Admiral Dewey's flagship, and the Official Gazette, published by the military government. Next came The American Soldier, published by enlisted men from the 13th Minnesota Volunteers. Later, as American occupation continued, there appeared a general circulation daily, the Manila Times. By 1902, the Philippines had five American dailies. One of those, the Manila Bulletin, is still in publication, only now it is under Philippine ownership. The Stars and Stripes, exceptional in the scholarly attention it has received, began during World War I and lives on today serving the military worldwide. Privately established in Europe as an antidote to the government-financed Stars and Stripes was The Overseas Weekly. The tabloid, which folded in 1975, offered servicemen scantily clad women and reports that angered the military brass (“Stars and Stripes Forever” 1966).", "Expatriate newspapers present a unique opportunity for the study of American journalism, as well as a useful tool for the study of American foreign relations. Because direct financial profit often did not animate their creation in the late nineteenth and early twentieth centuries, and because they typically existed outside the mainstream of American journalism, these newspapers tended to reflect the highly personal views of owners, some high-minded and some less so. Because these papers followed the American flag, which was planted by Americans engaged in commerce, religious conversion and education, they reflected American interests and values abroad at the same time that they had to juggle local business and political considerations. And because these newspapers had to evolve to survive, just as newspapers at home had to evolve, their histories reflect technological changes and changes in ideas about news presentation as well as shifts in Americans' interactions with the world generally.", "One of the best laboratories for the study of expatriate newspapers is the Paris Herald, created by James Gordon Bennett's son in 1887. It is among the oldest US English-language papers abroad, enduring multiple changes in name and ownership until today, when it is owned by the New York Times Co. (We refer to the paper throughout the text as the Paris Herald, Herald Tribune, International Herald Tribune, and IHT.) Not only is the newspaper's longevity helpful for research. Researchers have ready access to back issues on microfilm. Finally, while the paper has enjoyed very little scholarly study, many of the luminaries who worked for it left vivid records of their experiences.2", "For the purposes of this study, we have looked at the Paris Herald's editorials in a particular way, namely to measure the extent to which the newspaper was critical of the US government. Memoirs suggest the Herald's early owners saw their paper, in a sense, as an emissary of the United States and did not wish it to become subject to the criticism that it was anti-American. Later owners have had a stronger commercial interest in their overseas paper, which we suspected may have altered their attitudes. Our hypothesis is that in the first half of its life, the newspaper was reluctant to criticize American policy—and thus had few editorials—but that this changed over time as patriotism became less important to owners than other factors."]}, {"title": "A Short History of the Paris Herald ", "paragraphs": ["Paris may be justly called the capital of American expatriate publishing. Like London it had good communications facilities. Unlike London, it was not full of indigenous English-language newspapers, but was brimming with American tourists and business-oriented visitors who wanted news in their own language. Also, the City of Light was a good jumping off point into the rest of Europe. The Chicago Tribune created an Army edition in Paris for American troops during World War I; when the war was over, it continued publishing the paper with special editions on the Riviera and in Berlin (Weber 2006). Because Paris was more “exotic” and liberated than London, but easy to live in, it also was an attractive place for a wealthy and adventurous Americans to start a newspaper or magazine. Expatriate racehorse enthusiast, Jefferson Davis Cohn, started the Evening Telegram in 1921 (Weber 2006); Courtlandt Bishop, a pioneer in aviation and automobiles, started the afternoon Paris Times in 1924 largely as a tax dodge (Robertson 1987); a member of the Vanderbilt family financed The Boulevardier, which one correspondent described as “a feeble imitation of The New Yorker” (Williams 1937, 21). Other journals included the Paris Comet and the Gargoyle, as well as little periodicals that owed much to the journalists who came to Paris with a literary bent: This Quarter, Exile, transatlantic review, and transition—the lack of capitalization in the latter two cases an expression of their idiosyncratic creativity.", "The most successful of the lot was the Paris Herald, which James Gordon Bennett's namesake started in 1887 the way he did much else, on a whim. The rambunctious James Gordon Bennett, Jr. had fled New York after making himself a local pariah by, among other things, showing up drunk at his fiancée's home and, as often recounted, relieving himself in the fireplace. (The engagement was called off.) For all of his anti-social behavior, Bennett maintained the New York Herald as one of the most outstanding newspapers of its day, with a strong tradition of foreign news (Hamilton 2009). This tradition, Bennett's education in France as a boy, and cheaper transatlantic cable rates for sending copy from the home paper to Paris, probably contributed to Bennett's interest in starting a Paris edition. In any event, he purchased the Morning News, started in 1874 by an American from Vermont (Robertson 1987). Initially, Bennett's newspaper was called the European Edition of the New York Herald (Green 1960; Kerr 1966).", "The Paris Herald did not make a profit until World War I, when Bennett distinguished himself by staying in Paris while French newspapers decamped for Bordeaux. He paid the salaries of French staff members who went into the military and put aside his playboy ways to help put out the shorthanded newspaper (Weber 2006). With the death of Bennett in 1918, newspaperman Frank Munsey, owner of the New York Sun, purchased his properties but held them only briefly. In 1924 he sold to the newspaper family of Ogden and Helen Rogers Reid. The Reids combined their well-established New York paper, the Tribune, with the New York Herald to make the New York Herald Tribune (Kluger 1986), but kept the Paris Herald's name untouched. Then, in 1934, the Paris Herald acquired the Chicago Tribune's Paris edition. For nine months, the new hybrid newspaper carried the full names of both its parents. After that it became the Herald Tribune, which at last brought its masthead in line with its parent (Robertson 1987).", "The Herald carried on under the Reids until the Germans invaded Paris in 1941; it resumed publication in 1944. The paper often struggled financially, and those travails continued in the post-war years. It only staved off bankruptcy because of support from the Reids and the US government, which purchased 10,000 subscriptions through the Marshall Plan (Robertson 1987). It did not help profits at all that the New York Post started a competing Paris edition for a spell after the war and that the New York Times later entered the market with its own overseas edition (Tifft and Jones 1999). In 1958 the Reids sold out to John Hay Whitney, a wealthy socialite whose financial interest included media holdings; and in 1965, Whitney sold a share of the paper to the Washington Post, which made major investments in order to compete with the Times (Green 1960; Kerr 1966). As has happened so often in American cities, only one newspaper survived, the renamed International Herald Tribune, in which the New York Times eventually became a 50:50 partner with the Post. By 2002, the Times wanted full ownership and offered a deal to the Post: sell out to the Times or the Times would withhold additional funds and relaunch a new edition of its own. The Post sold, and the International Herald carried on under the Times, which aggressively sought expansion beyond Europe (Paterno 2006). In October 2013 the New York Times Co. renamed the paper the International New York Times to align it with the parent newspaper's brand name, which it intends to promote globally.", "Memoirs suggest Paris Herald proprietors were mindful of the special circumstances of an American paper in a foreign land. Early on, Bennett proclaimed the paper would hold “itself aloof from French politics”; his “foreign policy [was] simply this: if a nation is friendly to America, I wish the Herald to be friendly to that nation” (Robertson 1987, 27–28). Munsey, too, was American in his outlook, and similarly the Reids. The Reids complained when Herald editors seemed too critical of the United States on the news pages and to address this problem insisted on directing editorial policies from New York (Robertson 1987).", "As useful as they are, journalists' memoirs are occasionally contradictory on editorial, and in any event it is not clear how those sentiments actually manifested themselves in the newspaper under the erratic Bennett or his successors. How much independence did the Herald really exhibit from US politics and policy? Furthermore, we wondered if other forms of comment besides the paper's own editorials were critical of the United States.", "To understand those attitudes with precision, we undertook quantitative measurement of the editorial comment in the Paris Herald at 20-year intervals. Editorials are ideal for this study because they “depict how media perceive and react to the world around them. Each editorial defines at a given time how media construct their socio-cultural environment and where they position themselves in it” (Le 2010, xi). More specifically, the editorial pages present a straightforward test of press independence. The range of voices and views present there tells us rather precisely how far the Herald was willing to go, during each period studied, in either supporting or questioning its home government. In this study, we seek to answer the following research questions:RQ1:Has the International Herald Tribune (and its predecessors) become more critical of the United States in its editorials over time?RQ2:What other changes have taken place on the editorial pages in terms of criticism (e.g., the use of editorials from other papers, more op-ed pieces, letters to the editor) and do these reflect greater criticism?", "Has the International Herald Tribune (and its predecessors) become more critical of the United States in its editorials over time?", "What other changes have taken place on the editorial pages in terms of criticism (e.g., the use of editorials from other papers, more op-ed pieces, letters to the editor) and do these reflect greater criticism?", "In regard to RQ1, we expect the paper's editorials became more critical of the United States over time. We plan to test the following hypotheses:H1:The number of editorials relating to the United States will increase over time.H2:The percentage of editorials critical of the United States will increase over time.", "The number of editorials relating to the United States will increase over time.", "The percentage of editorials critical of the United States will increase over time."]}, {"title": "Method", "paragraphs": ["We conducted a content analysis of the Herald using a random constructed two-week sample. The years in our sample were set at 20-year intervals, beginning with the first year of the Paris Herald—1888, 1908, and so on—until we reached 2008. We randomly selected each day of the week twice for each year in our sample, beginning with Sunday. We continued this procedure until all seven days in the week were represented twice, which is the preferred procedure for newspaper sampling (Riffe, Aust, and Lacy 1993). Because daily newspaper content is not normally distributed, i.e., it varies from day-to-day, constructed week sampling accounts for the daily cyclic variation within multi-year analysis, thus yielding the most representative and reliable sample.", "Our unit of analysis for this study is what we termed a “relevant opinion item,” that is, an item that: Expresses a viewpoint or opinion (whether written as a first-person account of an event or not).Is relevant to the United States in some respect and explicitly mentions the United States.Has a policy or political aspect.", "Expresses a viewpoint or opinion (whether written as a first-person account of an event or not).", "Is relevant to the United States in some respect and explicitly mentions the United States.", "Has a policy or political aspect.", "For coding purposes, we treated the following as potentially “relevant”: editorials written by the Paris Herald or its parent in New York, which we call in-house editorials, editorials reprinted from other newspapers, roundup opinion reprints (snippets of opinion drawn from other news media), letters to the editor, and columns of opinion (e.g., in later years, Walter Lippmann). While our interest in this study began with in-house editorials from the newspaper itself or parent paper, we also coded all relevant opinion items in order to see if those followed a different trajectory. This allowed us to answer RQ2.", "Locating all potentially relevant editorial items proved challenging because the amount and display of the Herald's editorials changed over time. The paper did not have an “editorial page” until 1928. Even then it was only partially an editorial page, as the bulk of the page was devoted to society news (e.g., Americans in Europe), advice columns, “This Day in History,” among other eclectic items. Around this time also letters to the editor (which in the earlier years appeared in the last pages in the paper) began to appear on the same page as other opinions. Not until 1948 did the paper run the type of editorial pages that we are familiar with today, to wit, a page that consistently contained the Paris Herald's own editorials, reprinted editorials from other newspapers, syndicated columns, letters to the editor, etc. The editorial page beginning around 1948 almost always appeared on page four. For the earlier years of the sample we located and coded opinion content that was scattered throughout the paper.", "Once we identified a “relevant opinion item,” we coded for basic content/story data (i.e., page number, origin of item if it was a reprint, type of item, number of paragraphs, headline, subjects, issue topic). Based on this coding, the items were categorized in terms of the type of issue they addressed—foreign (to the United States), domestic, or economic—and in terms of the target of the criticism (US policy or US governmental offices or officials).", "Each item was then coded with respect to criticism of the United States. In order to be deemed “critical,” the item had to take an explicit, strong position on the political subject or policy issue it addressed, and contain clear, explicit criticism of current US law/policy or current US government/officials. For example, a column by Walter Lippmann, entitled “The Undiplomatic Department” (New York Herald Tribune, January 20, 1948), expressing the opinion that the US State Department needed to concentrate on diplomacy, would be considered “critical” for our purposes, given its clear, explicit position on current foreign policy. The same for an editorial following Dr. Martin Luther King's assassination stating that Congress has been “dragging its feet” on civil rights legislation (International Herald Tribune, April 8, 1968). A letter to the editor expressing support for the US policy of combating terrorism using diplomacy-based methods, however, would not be coded as “critical” (International Herald Tribune, March 20, 2008). Neither would a letter to the editor wryly entitled “Amusing” in which the reader expresses dissatisfaction with the paper's coverage of too many things unrelated to America or uninteresting to Americans (New York Herald, July 5, 1908).", "One author independently completed the coding. Ambiguous items were flagged for attention and coded only after the item's meaning was discussed among the authors. This was a relatively small number.", "To ensure reliability, a second graduate student independently coded 10 percent (N = 42) of the items randomly selected from the total sample (N = 423). We used an online intercoder reliability calculator service (ReCal, available at http://dfreelon.org/utils/recalfront/) to calculate reliability coefficients. The total percentage agreement between the two coders was 87 percent, with a median agreement for all items of 88 percent. Krippendorff's alpha is generally accepted as a standard reliability measure in communication research (Hayes and Krippendorff 2007). The median coefficient for Krippendorff's alpha for all items was 84 percent."]}, {"title": "Results", "paragraphs": ["The data show, as per RQ1, the Paris Herald became more critical of the United States in its in-house editorials over time, although the trends were not smoothly upward. H2 is thus correct; and so, too, is H1, that is, the number of in-house editorials about the United States increased over time (see Table 1).", "RQ2 addresses a related, but broader question. Here we are interested in all critical editorial comment (e.g., columns, letters to the editor, as well as editorials). This is shown in Table 2. We find that the frequencies of the types of comment also varied over time, but with this unexpected twist: While there was little criticism in the newspaper's editorials in the early years, barbed comment was more likely to appear in other commentary forums.", "We elaborate on these data below.", "First, the paper's editorial comment on the United States was limited in the beginning—as indeed were the use of editorials generally—and increased along with the total number of editorials, albeit at a faster rate. In 1988, the newspaper ran 42 editorials, and 90 percent were about the United States, a steep increase over 1888 when five editorials appeared and only two involved the United States, neither of which was critical. (One pertained to fallout between the United States and Britain following the publication of private comments by the British Ambassador on the presidential election [Paris Herald, October 30, 1888]; the other praised the appointment of a new American Consul-General in France (Paris Herald, April 13, 1888). The percentage of editorials critical of the United States rose more or less steadily from the complete absence of negative comment in 1888 to 75 percent in 2008. Clearly the newspaper grew much more willing over time to criticize American policy and political actors.", "Second, the forms of editorial comment varied widely from period to period, as can be seen in Figure 1. In the beginning the Paris Herald made extensive use of roundup editorials, that is, an assembly of brief excerpts from editorial comment in other newspapers in the United States and abroad, but used none in 1928 or in 2008—and a large number in 1988. Similarly, the paper used reprints in some periods and not in others. Letters to the editor grew in number, reaching more or less current levels by 1958. Letters covered a wide range of topics: one, for instance, defending the US government even if it occasionally misplaced mail (Paris Herald Tribune, April 11, 1928), and condemning the United States for the decline of the dollar (International Herald Tribune, January 14, 1988). As roundup comment tapered off (except for 1968), columnists became strong voices after World War II.", "From the beginning roundups were a vehicle for criticism. In 1888, for instance, half the roundups were critical of the United States, and in 1988 71 percent were. Sometimes omnibus comment ranged over many issues on a given day, and sometimes it focused on a particular topic, such as criticism of the United States for poor treatment of its foreign diplomats in pay and housing, and calling on Congress to increase appropriations for its envoys (Paris Herald, May 17, 1908). As Table 2 shows, columnists have been free to criticize US policy from the inception of their use in 1948. Similarly, reprints and letters to the editor provided criticism of the US government.", "We also wanted to understand some of the more contextual aspects of critical comment to ascertain any discernible pattern in the subject matter of the opinion. Table 3 shows the total number of relevant opinion items, that is, opinion about some political or policy aspect of the United States, whether or not it is critical. Table 4, on the other hand, looks at criticism of the United States in several categories.", "One striking feature of these data is the US domestic orientation of the newspaper's commentary. Looking at all the coded relevant opinion items (N = 423)—that is, items that commented on the United States in some way, critically or not—over half treated domestic issues solely, as noted in Table 3. Of those items that were critical of the United States (see Table 4), 53 percent were exclusively domestic in orientation.", "At the same time, criticism directed specifically at US policy tended to weigh more heavily toward foreign affairs/military policy/war than any other policy category (47 percent). Economic policy received no criticism at all until the end of the twentieth century in our sample. In 1988, for example, an editorial criticized the expanding deficit under President Reagan and 20 years later an editorial was critical of the Bush Administration's proposals to fix the mortgage crisis (International Herald Tribune, March 16, 2008). The 2008 banking crisis was the subject of many opinion pieces in our sample, though not all were critical.", "As these suggest, the executive branch came in for more criticism than another “other” category. Campaigns and elections were second.", "Looking only at editorials written by the Paris Herald or its home office (see Table 5), the pattern is roughly the same. Domestic policy dwarfs international in overall attention, but when US policy comes in for criticism, foreign policy is the more likely target, albeit also less than 50 percent. As with Table 4, Table 5 places criticism in generalized categories. Given the relatively small number of critical relevant in-house editorials (N = 59) in our sample, only limited conclusions are possible from this data. Among these conclusions, as already stated, is the pronounced increase in in-house criticism of the executive branch in later years as well as of economic policy. Additional research would allow a more nuanced understanding of criticism. A good example is the data from 1968, showing an uptick in criticism on legal and constitutional issues. Two of the three critical editorials questioned the electoral process in the presidential election of Richard Nixon (the wisdom, for instance, of using an Electoral College) (International Herald Tribune, November 7, 1968).", "Given all the turmoil of 1968—what with the assassinations of Martin Luther King and Robert Kennedy, racial turmoil, growing disenchantment with the war in Vietnam, as well as Nixon's election—a study could be done of editorial comment for that year alone."]}, {"title": "Discussion", "paragraphs": ["A telling insight into changes in the Paris Herald over time emerges from the old files of the New York Times.", "After buying the New York Times in 1896, Adolph Ochs from time to time contemplated creating an international edition. He did not expect to make much money, if any. The attraction was the prestige and promotional value that came with owning an expatriate newspaper. There also was a tinge of patriotism, which led to his scuttling the idea each time that he considered it.", "Ochs' first attempt came in 1900. The New York Times printed an edition at the International Universal Exposition in Paris, and Ochs thought of creating a permanent newspaper in partnership with the Times of London. He gave up the idea because he was preoccupied with starting an evening newspaper in New York, a plan that also never materialized, and because he worried the partnership left him open to charges of being pro-British (Tifft and Jones 1999; Berger 1951; “Adolph Ochs to James W. Alexander” 1899).", "Following World War I, the idea flickered again. When Ochs once again demurred, his Paris bureau chief rekindled the publisher's interest by appealing to his sense of civic duty. The Times, Edwin James argued, could “give a better idea of our [the United States'] motives and wishes to a Europe which at this time, as you know, does not love us and which may love us less.” Ochs gave the go-ahead, and James began to put an operational plan in motion. It was probably he who drafted an announcement: “THE NEW YORK TIMES in establishing this periodical is actuated by a desire to perform what it regards as a needed public service to make the United States better known in Europe, and to give news other than that of crime, casualties, horrors and sensations” (undated, New York Times Archives).", "At the last minute, Ochs killed the idea once again. The Times’ editorial policy, he wrote to James, favored US cancelation of war debts and membership in the League of Nations, positions at odds with the government policy. “When we find it necessary to review and criticize the action of our Government in such matters, and these differences of opinion are republished for circulation in foreign lands,” he wrote, “we may subject ourselves to inferences and charges by malevolent people that our foreign publication is employed as a subtle means to misinform Europe and to embarrass our Government in its foreign relations” (“Adolph Ochs to Edwin L. James” 1926).", "Ochs' concerns about criticizing his own country were personal in one sense. This son of German Jewish immigrants was sensitive to charges that he might not be a loyal American. Yet his attitude was consistent with the attitudes of Bennett and those who succeeded him as owners of the Paris Herald up to the middle of the twentieth century. They described themselves as emissaries of their nation and therefore averred that they were reluctant to throw rocks homeward or in the direction of the French. As a staffer wrote in the interwar years, the paper “is as predictable as Mr. Coolidge … it stands on every fence that was ever erected” (Robertson 1987, 135).", "Our study sought to ascertain if the Paris Herald's deeds matched the owners' words. We found, in fact, that the amount of the newspaper's own editorial comment on the United States was small and so was the share of it that was critical of the home country. Quite clearly, owners of the Paris Herald in that era were reluctant to be seen as critical of the US government or its policies. The incentive to follow the flag outweighed the economic and political independence otherwise afforded to the paper.", "That, however, is not all the data show us. Thanks to having coded more than just the Paris Herald's own editorials, we find evidence that the newspaper's management had other ways of expressing criticism besides writing its own negative editorials.", "Consider the extensive use of roundups and reprints. These had obvious advantages. They were a cheap way to fill up the paper. More important for this study, any negative comment in those articles would not necessarily be negative comments by the Paris Herald. In other words, these articles offered a good way to be critical without being fully responsible for criticism. In a sense they allowed the newspaper to provide readers with a balanced view of issues, just as reporters are supposed to in individual stories. The Herald took advantage of this opportunity in the early years, especially with roundup reprints. In 1888, for instance, half the roundups were critical of the United States; in 1908, more than one-third were. This holds as well for letters to the editor. They have been a useful vehicle through which the paper could offer criticism to readers while inoculating itself against charges that it was itself criticizing the United States.", "This same sort of thinking might also account for the relatively large amount of criticism leveled at Americans during elections in their own editorials. Editors might have reckoned that this was not criticism of the government, but of people and parties who were vying for a place in government.", "There is a parallel here with eighteenth-century colonial newspapers in America. In that time owners were indigenous, but because America was under British rule, they also were expatriates. Their readers typically had an emotional attachment to their European home country, even if they were born in America. The printers who owned these newspapers had reason to fear the consequences of criticizing the home government, which could put them out of business. They took pains to remind their readers that they strove, as one New York publisher vowed, “not to be any Ways concerned in Disputes” (Botein 1975, 190). To satisfy readers and the colonial authorities, editors filled their newspapers with news from Europe just as the Paris Herald did from the United States. By one count, news of local and provincial politics accounted for less than 2 percent of the content in Benjamin Franklin's Pennsylvania Gazette (Clark and Wetherell 1989). Even more than the Paris Herald, printers used stories that had been published elsewhere, mostly in British newspapers. They did not have to pay for this material, as copyright was not then an issue. The reprinted stories gave them political cover, since the stories had originated elsewhere, not with them.", "If all of this helps to explain what happened in the first half of the Herald's life, a different explanation is required for the second half, beginning roughly during the 1928–1948 periods, when criticism of the United States increased and in some respects took on a different focus, for instance the appearance of critical comment on economic policy. Here the best explanation lies in a larger set of changes summed up under the general heading of global integration.", "In the nineteenth century the Herald circulated outside Paris, not only to resorts on the French coast but also as far away as the Russian czar's court, which received 200 copies a day (Robertson 1987, 73). Most of the circulation, though, was in and around Paris, and the readership was made up largely of Americans who were traveling in the region. It stayed that way for years, and news content was oriented accordingly. In the mid-1920s, the owners wanted the paper to point “more and more toward Americans alone” (Laney 1947, 90). At the end of World War II, a study showed that the readership was 65 percent American (Robertson 1987, 325). The stories offered to these readers were provincial in the sense that they focused on the United States and on Europe, especially France. In an oft-quoted remark, Bennett, at the very beginning of the Paris Herald's life, commanded, “I consider a dead dog in the rue du Louvre more interesting for the Herald than a devastating flood in China” (Laney 1947, 19).", "The Paris Herald is now a truly internationally oriented newspaper—the global edition of the New York Times, as it describes itself. It is still based in Paris, but printed and sold around the world. The Asian edition is headquartered in Hong Kong, and the paper also has separate editions in Europe, the Middle East, and the Americas, which do not carry identical news and have different deadlines, although the editorial pages are the same from region to region. In line with these developments, the readership mix of the newspapers has changed. Today, only one-third of the Herald Tribune's readership is US expatriates. The rest of the readers are foreign, either non-American residents abroad or non-American travelers. The IHT's chief customer, in other words, is the global citizen who has an interest in the United States but also in other places in the world, the sort of person who cares especially about business and economic news. Bennett went years without making a profit, and other owners basked in the prestige of having an international paper even if they had to subsidize it. Today, the New York Times Co. maintains the paper strictly for business reasons. As might be guessed from the foregoing, the readership is highly educated and affluent (Michael Golden, personal communication, March 28, 2013). Although by all accounts the paper is not yet profitable, it aims to be and already enjoys benefits of economies of scale (for instance, the Herald Tribune sales force can sell ads for the New York Times and the Web along with space in the Herald Tribune). Its masthead name change to the International New York Times in October 2013 was a business decision to enhance the international brand of the home newspaper (Golden, personal communication, March 28, 2013). In the words of a former chief Asia editor and deputy managing editor of the International Herald Tribune, Leonard Apcar, “The purpose has evolved and the ownership has evolved; the nature of international business and living aboard has evolved” (personal communication, April 4, 2013).", "The IHT's current content reflects these changes. A flood in China is a major news story for the paper today; the United States is a little less important than it was. This trend began after World War II, in line with our data. Buddy Weiss, who directed the paper's editorial policy, noted in a 1970s memo that the paper had “a multicultural audience,” and as such “we can decide what we're going to publish on a much different standard than might be the case if we were publishing in New York” (Robertson 1987, 384). Gradually management realized French business people “are beginning to recognize the Tribune as an important European daily rather than a paper for American tourists” (Robertson 1987, 391). Today the Herald Tribune “is an international newspaper with an American sensibility” (Apcar, personal communication, April 4, 2013). When Ochs' great grandson, Michael Golden, became the IHT publisher in 2003, he worked with editorial staff (urged on by the business side, which wanted to sell more papers and advertising) to give the paper a more international feel, providing more coverage of soccer, for instance, and not publishing exchange rates simply in terms of the US dollar. In explaining his concept of the newspaper during an interview to help us understand the data, Golden said the newspaper takes pride “that it does not have a country of origin” (March 28, 2013).", "This orientation is reflected in the editorial pages, the subject of this study. The newspaper uses editorials from the New York Times or writes its own. The IHT staff may choose whatever editorials it wishes from the Times. When they write their own, they are not permitted to contradict Times homegrown editorials; but when the home paper has not editorialized on a subject, they are free to come to their own editorial conclusions in the IHT (Golden, personal communication, March 28, 2013). In determining what the paper says editorially, the editorial page editor in Paris does not worry about unpatriotic criticism. Instead, the editor is concerned with relevance to the newspaper's readers (Golden, personal communication, March 28, 2013; Apcar, personal communication, April 4, 2013). The same attitude prevails with the selection of op-ed pieces and columnists. To help get more Asian voices in the paper, for instance, the Herald Tribune put an editorial editor in Hong Kong to help find columnists in the region as well as to speak up for editorials relating to regional concerns. The newspaper does not use these commentators as a way to avoid being seen as critical. It is critical in its own editorials and looks for additional critical comment that reflects a non-American point of view that readers wish to hear. Significantly, at the time of the paper's name change in late 2013, the Times announced that it had added 29 non-Americans to write part-time for its stable of opinion pages (Oputu 2013). The move was designed to add to its international appeal.", "This study is far from a complete analysis. It is the study of just one expatriate newspaper and even so could go further. There is much more to learn by studying the news pages and advertising in the Paris Herald. The evolution of the IHT points to the value of studying how expatriate newspapers have emerged—and disappeared or survived over time. Their histories will not be identical, although patterns are likely to show up.", "In particular, as this study has shown, a tension exists between the expatriate paper's desire to advertise its independence from its home country government, and its desire not to appear too critical and thus unpatriotic. This tension runs through the history of contemporary American journalism, as numerous studies suggest (Bennett and Livingston 2003; Hallin 1986; Hamilton, Cozma, and Lawrence 2010). Expatriate papers offer an under-examined opportunity to explore that tension in venues where the forces of patriotism may be either less or more pressing—depending on the perspective of those running the paper at any particular time.", "Furthermore, the opportunities for research on contemporary expatriate news media abound because so many new ventures continue to surface all over the world and because so many of them are like the New York Times in vying for a broad international audience. The Wall Street Journal, which was early in recognizing the value of expanding a strong newspaper brand abroad for American and non-American business audiences, started an edition in Asia in the 1970s and another one in Europe a few years later. Similarly, the Financial Times, which created a newsroom in Hong Kong before the International Herald Tribune's, is now making inroads into the United States. A greater presence abroad also helps news media enhance foreign reporting for their traditional audiences.", "We are on the cusp of a new category of newspaper. In addition to local and national newspapers, we are entering the age of truly international newspapers, whose influence on public opinion, diplomacy, and business will be vastly more significant than the parochial expatriate newspaper of the past. In this change we cannot leave out broadcast. In the United States the New York Times, Wall Street Journal, and Financial Times have competition from the BBC, Al Jazeera, and others.", "These news media may also be in the vanguard of news delivery innovation that strictly home-based media can eventually apply. Perhaps more than any other news media, the Herald Tribune and its competitors lend themselves to digitization and will embrace that technology quickly to survive. Their well-traveled customers are a high-income demographic that is among the most digital savvy in the world; they are comfortable reading news from computer links in their hotel rooms and soon will be able to do so—and will demand to do so—in every airplane cabin they find themselves. This calls for increased attention to expatriate news media, perhaps even a full-blown history."]}], "references": [{"title": "A Semi-independent Press: Government Control and Journalistic Autonomy in the Political Construction of News", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance"}, {"name": "Livingston Steven", "first_name": "Livingston", "last_name": "Steven"}]}, {"title": "Mere Mechanics&#039; and an Open Press: The Business and Political Strategies of Colonial American Printers", "year": "1975", "journal": "Perspectives in American History", "volume": "9", "authors": [{"name": "Botein Stephen", "first_name": "Botein", "last_name": "Stephen"}]}, {"title": "The Meaure of Maturity: The Pennsylvania Gazette, 1728–1765", "year": "1989", "journal": "The William and Mary Quarterly", "volume": "46", "authors": [{"name": "Clark Charles E.", "first_name": "Clark", "last_name": "E."}, {"name": "Wetherell Charles", "first_name": "Wetherell", "last_name": "Charles"}]}, {"title": "C&#039;est la Guerre", "year": "1960", "journal": "Madison Avenue", "volume": "", "authors": [{"name": "Green Wade", "first_name": "Green", "last_name": "Wade"}]}, {"title": "", "year": "1963", "journal": "Newsweek", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "The Paradox of Respectability: The Limits of Indexing and Harrison Salisbury&#039;s Coverage of the Vietnam War", "year": "2010", "journal": "The International Journal of Press/Politics", "volume": "15", "authors": [{"name": "Hamilton John Maxwell", "first_name": "Hamilton", "last_name": "Maxwell"}, {"name": "Cozma Raluca", "first_name": "Cozma", "last_name": "Raluca"}, {"name": "Lawrence Regina G.", "first_name": "Lawrence", "last_name": "G."}]}, {"title": "Answering the Call for a Standard Reliability Measure for Coding Data", "year": "2007", "journal": "Communication Methods", "volume": "1", "authors": [{"name": "Hayes Andrew", "first_name": "Hayes", "last_name": "Andrew"}, {"name": "Krippendorff Klaus", "first_name": "Krippendorff", "last_name": "Klaus"}]}, {"title": "The War of the Paris Editions", "year": "1966", "journal": "Saturday Review", "volume": "", "authors": [{"name": "Kerr Walter B.", "first_name": "Kerr", "last_name": "B."}]}, {"title": "International Intrigue", "year": "2006", "journal": "American Journalism Review", "volume": "", "authors": [{"name": "Paterno Susan", "first_name": "Paterno", "last_name": "Susan"}]}, {"title": "The Effectiveness of Random, Consecutive Day and Constructed Week Sampling in Newspaper Content Analysis", "year": "1993", "journal": "Journalism Quarterly", "volume": "70", "authors": [{"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel"}, {"name": "Aust Charles F.", "first_name": "Aust", "last_name": "F."}, {"name": "Lacy Stephen R.", "first_name": "Lacy", "last_name": "R."}]}, {"title": "The Foreign Connection; Transatlantic Newspapers in the 1840s", "year": "1983", "journal": "Journalism History", "volume": "10", "authors": [{"name": "Schwarzlose Richard A.", "first_name": "Schwarzlose", "last_name": "A."}]}, {"title": "", "year": "1966", "journal": "Newsweek", "volume": "63", "authors": [{"name": "", "first_name": "", "last_name": ""}]}]}