{"doi": "10.1080/14616701003760550", "url": "https://doi.org/10.1080/14616701003760550", "title": "MEASURING THE IMPACT OF PR ON PUBLISHED NEWS IN INCREASINGLY FRAGMENTED NEWS ENVIRONMENTS", "volume": "11", "year": "2010", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Reich", "first_name": "Zvi", "name": "Zvi Reich"}], "abstract": " As news environments become more fragmented, public relations grows more sophisticated and editorial systems weaken, the impact of PR on news becomes greater and more diverse. Its scope and intensity, however, can hardly be grasped by traditional newsroom-oriented and press release-centered approaches that try to reduce PR impact to a single bottom line. The present study proposes a multifaceted approach to studying PR impact on the news. It examines textual and oral PR–media exchanges flowing inside and outside newsrooms that reach reporters personally or through their respective newsrooms and affect published news both directly and indirectly. The study adopts an innovative method: a series of face-to-face reconstruction interviews in which reporters representing nine leading Israeli news organizations detailed, contact by contact, any type of PR involvement or contribution to a random sample of their freshly published items. PR impact was found to be richer, more complex and broader than suggested by former studies. Although reporters rarely allow practitioners to serve as single sources for their items, they often let them serve as dominant sources, constituting at least 50 percent of their contacts for specific items. Furthermore, practitioners lead agenda building for every other item and involve themselves in no less than 75 percent of items by supplying information, story leads and even dubiously “technical” services. PR is more involved in business and domestic affairs than in politics, especially in non-exclusive and less prominent items and in stories whose sources stay anonymous. Apparently both parties' interest in disguising their exchanges overrules the public's interest in proper disclosure to enable assessment of the information and its source credibility. ", "body": [{"title": "Introduction", "paragraphs": ["The extent1 to which the news media rely on public relations materials has attracted considerable research attention (cf. Curtin and Rhodenbaugh, 2001; Lewis et al., 2008; Reich, 2009). Studies have attempted to establish a bottom line for PR-originated input, ranging between 25 and 80 percent of news content according to the literature (Cameron et al., 1997). These theoretically and practically worthwhile research efforts proceed in four principal directions, to be discussed in detail below: (1) exposing PR use of the media to access and impact public opinion; (2) delineating the borderline between two “converging” and interdependent occupations, journalism and PR, that collaborate and compete over the social role of public news supplier; (3) redefining news believability, as different sources may be ascribed different levels of perceived credibility; and (4) raising questions of political equality, as PR's advantageous position indirectly blocks access to non-professional sources.", "Portraying the impact of PR on the news has always been an empirical challenge, as both parties prefer to keep their exchanges covert, as discussed below. We may assume that the actual impact is greater than journalists are willing to admit, but not necessarily as great as practitioners claim in an effort to promote their services. Over the past few decades, the challenge grew even more complex, following a series of technological and professional changes (Davis, 2003; Heath and Coombs, 2006). Some of these changes fragmented the PR input flow among different people, loci, communications channels, and old and new avenues of access to news content, eroding the effectiveness of certain traditional approaches and research methods. While most previous studies were press release centered and attempted to follow the traffic of such classical PR input (cf. Bollinger, 2001; Hong, 2008; Morton, 1988; Walters and Walters, 1992), the growing sophistication of contemporary PR gave rise to new strategies and tactics, some involving less tangible and less traceable oral exchanges (Callison, 2003; Davis, 2003; Duke, 2002; Lee and Solomon, 1991). Other traditional studies focused on the newsroom, seeking to observe newswork patterns and PR input gatekeeping processes and yielding significant insights regarding sourcing practices (Berkowitz, 1991; Domingo and Paterson, 2008; Gans, 1979; Tuchman, 1978). The newsroom itself underwent change over the years (Nerone and Barnhurst, 2003; Zelizer, 2009 ), however, losing its position as the dominant transaction point between both industries.", "Several studies tried to establish a single bottom line for PR impact on the news (as detailed below), but the current media environment and the numerous news-influencing opportunities available to media experts now require a multifaceted set of bottom lines. The present study attempts to address the challenge of covering the increasingly elusive and fragmented streams of textual and oral PR input reaching the journalists inside and outside newsrooms. The material analyzed may contribute entire or partial items and kickoff stories in which sources may be subsequently identified or kept anonymous.", "Data were obtained in a series of face-to-face reconstruction interviews (Bustos, 2008; Reich, 2005 , 2006), in which a sample of reporters from nine leading Israeli national news organization detailed, contact by contact, any contribution made by PR to a sample of their freshly published items (N=841). To contextualize the data and minimize over- or underestimation, the study encompasses all types of sources contributing to that sample of items, including non-PR sources. It covers both PR practitioners and spokespersons, considering their similar journalistic function (both terms will be used here interchangeably).", "The Israeli case and its representativeness, to be discussed in the conclusion, appear highly relevant at least to other Western democracies with highly competitive press and PR systems. The contribution of this paper, however, extends beyond its national context and specific figures (that I expect to be benchmarked by further studies). It conceptualizes PR impact as a macro-level, multifaceted phenomenon, demonstrating how this may be practically established according to robust, comprehensive micro-level data."]}, {"title": "PR Impact and the News", "paragraphs": ["As indicated, there are at least four major reasons for studying the impact of PR on the news:", "The primary justification for studying PR is clarification of the extent and ways it uses the media to impact public opinion. Critical approaches claim that impact is achieved manipulatively and invisibly (Davis, 2003; Lewis et al., 2008; Dinan and Miller, 2009 ). As one PR founding father put it: “[Those] who pull the wires that control the public mind” embody an “invisible government which is the true ruling power” (Bernays, 1928, p. 47).", "The impact of PR, that triggered the rise of objectivity in journalism (Schudson, 2008), may help illustrate the borderline, power balance and levels of independence and interdependence between two converging occupations that—unlike conventional professions (Abbott, 1988)—agree to share jurisdiction over the public information diet. It may determine the extent to which the fourth estate—or the “fifth estate”, namely public relations (Baistow, 1985, cited by Lewis et al., 2008, p. 2)—is standing behind the news and whether news is a product of journalists or “parajournalists” (Schudson, 2003, p. 3), journalism or “churnalism” output (Davies, 2008, p. 59). More reliance on PR generally means less journalistic independence, less initiative and less rigorous newswork (Lewis et al., 2008; Reich, 2009).", "As the identity of speakers and writers shapes their ethos or believability (Gaziano and McGrath, 1986; Rouner, 2008), substantial PR impact may call for reassessment of perceived press credibility, reflecting on broader questions of whether news embodies information or propaganda, facts or spin, truth or only a “patina” thereof (Dinan and Miller, 2009, p. 254).", "Even non-hegemonic scholars agree that every inch captured by PR shrinks the remaining news hole and forces alternative sources to compete more fiercely over less space. This results in fewer opportunities to win fair news access, especially if these sources choose not to use PR or cannot afford their services (Cottle, 2000; Davis, 2003; Gitlin, 1980; Goldenberg, 1975 ; Lewis et al., 2008).", "These arguments gain significance with the growing impact of PR, coupled with a series of mutually escalating factors: erosion of advertising cost effectiveness (Koc, 2006; Ries and Ries, 2004), dwindling journalistic resources and increasing production quotas (Davis, 2003; Harmon and White, 2001) and an increasingly deskbound journalistic work style (Davies, 2008; Lewis et al., 2008; Manning, 2001).", "The literature suggests a variety of bottom lines for PR impact on the news, ranging between 25 and 80 percent of news items (Cameron et al., 1996). Behind that puzzling range is an extensive assortment of contexts—news cultures, PR agencies, news organizations, newsbeats and research designs. This last context is particularly crucial in today's news environment, as traditional methods find it more and more difficult to address the fragmented, multifaceted and sophisticated flow of PR input.", "Although this array of bottom lines is a challenge for meta-analysis, with some caution, one may detect three general levels of PR impact in terms of percentage of items involving PR contributions. According to the most prevalent and recurring figures, around half of the published items (40–55 percent) contain at least some PR input (Aronoff, 1976; Cutlip, 1976; Lee and Solomon, 1991; Lewis et al., 2008; Sachsman, 1976; Sallot and Johnson, 2006; Schabacker, 1963; Wilcox et al., 2000). Journalists estimate that these figures were valid even during the initial years of American PR (Schudson, 2008).", "The lower-level items (10–35 percent) are not only less prevalent but also appear typically in older studies and were attributed to specific contexts such as radio and television news (Cutlip, 1976; Schabacker, 1963). Contemporary studies, however, such as the research conducted by Lewis et al. (2008), found higher levels of PR impact even in these channels. Extremely high impact (up to 94 percent) was noted in soft news, consumer affairs and science, environment and health news, for which reporters are especially dependent on expert sources (Brown et al., 1987; Cho, 2006; Covasniano, 1998; Schwitzer, 1992).", "Except in rare cases, such as Lewis et al. (2008), most studies primarily address the “breadth” of PR impact, i.e. the percentage of items including PR input. They tend to ignore other aspects of PR contributions, such as their essentiality to each item. By contrast, the current study considers these aspects and proposes a multifaceted approach towards PR involvement in the news."]}, {"title": "Research Question", "paragraphs": ["This study focuses on one principal research question: To what extent do spokespersons and PR practitioners affect published news?", "To respond to this question comprehensively, the following five variables concerning PR input to published items will be analyzed:", "This all-inclusive measure, presented as the percentage of items that attracted any type of PR involvement, tries to encompass the full breadth of PR contribution to news processes and products. It includes among others indirect and non-informational contributions, such as coordinating interviews with third parties. Several major derivatives of this variable follow:", "Measured as the percentage of published news items initiated by news discovery information or story leads supplied by spokespersons and PR. It indicates the extent to which PR, as suggested by McCombs (2005, p. 164) is indeed prominent in setting the press agenda. Along with the previous variable, it may be considered part of the “breadth” of PR involvement in the news, as kicking off an item does not necessarily entail supplying actual information beyond the initial lead.", "The following measures address the depth of PR impact, i.e. its influence within items, from three different angles:", "While the previous variable addresses the initial contact that kicks off an item, this one primarily concerns subsequent contacts supplying the building blocks for a story. As each item may include numerous news-gathering sources, the share of each source type was calculated first within each item and then averaged across items.", "This is a subset of the previous variable, referring to the percentage of items to which PR contributed at least half (and up to 100 percent) of the gathering contacts. It reflects PR practitioners’ capacity to supply news to reporters in a manner that obviates their reliance on others.", "Percentage of final space allocated to the contribution of PR practitioners, as estimated by the reporter.", "These variables will be studied across five major news categories to test the following hypotheses:", "Business reporters will rely on PR copy considerably more than their political and domestic affairs counterparts, considering the characteristics of their newsbeat, the relative closed nature and limited transparency of private-sector institutions, the complexity of business issues and the general public's low level of interest in business affairs (Henriquez, 2000; McShane, 1995; Tunstall, 1971).", "PR practitioners and other institutional sources tend to lose control over events for which they are not the routine “effectors.” As such, they may be accorded less prominence than usual, whereas alternative sources will be offered a greater opportunity to express themselves during those events (Lawrence, 2000; Molotch and Lester, 1974).", "Public relations materials are less exclusive than other materials, as practitioners tend to adopt a “shotgun approach to news dissemination” (Berkowitz and Adams, 1990, p. 730) to maximize exposure of their messages and enhance their chances for adoption at least by some journalistic gatekeepers.", "PR input is expected to be accorded less prominent news placement than other sources (according to each medium's respective hierarchy), as the value of news information is directly proportional to its exclusivity (Gandy, 1982, p. 29). Furthermore, journalists tend to display some antagonism towards PR (Aronoff, 1975; DeLorme and Fedler, 2003; Jeffers, 1977; Kopenhaver, 1985).", "PR input would leave less clear and attributable traces in the final items than non-PR sources (Davis, 2003; Lee and Solomon, 1991), as PR practitioners want their messages to gain the aura of ordinary journalistic content serving the public interest. Journalists, in turn, try to avoid being perceived as lazy people who outsource their public duties to a third, biased party."]}, {"title": "Methodology", "paragraphs": ["An innovative methodology was required to uncover these data and overcome the source confidentiality hurdle.", "The study uses a series of reconstruction interviews. Reporters from 10 different beats in nine leading Israeli national news organizations2 were asked to detail, source by source, each contribution of PR to a sample of 841 news items shortly after they had been published.", "Interviews were conducted face-to-face: the reporter (with a pile of sampled stories) and interviewer (with a pile of questionnaires) sat on opposite sides of a table with a screen between them to avoid infringement of source confidentiality. Each time, the reporter was asked to pick one item (the interviewer could not see which) and detail how it was obtained answering a series of questions regarding every contribution made by every type of source, textually and orally, inside the newsroom or outside, etc. Data were created by assigning interviewees’ oral replies to categories in a closed quantitative questionnaire. Source types in the questionnaire were outlined as general categories (such as senior source or PR practitioner) to avoid exposure of identifying details (for a more detailed discussion of the methodology and full version of the questionnaire, with minor modifications, see Reich, 2009, pp. 19–34, 195–200).", "Interviews were conducted by research assistants carefully trained and instructed by the author who participated at least in one pilot interview with each assistant. They were instructed to identify problematic answers, such as inconsistencies between number of sources and number of communication channels, or reporters’ claims of having received leads at news scenes. In such cases, the reporters were asked about the information that brought them to those news scenes in the first place.", "The basic idea behind reconstruction interviews may be found in post hoc analysis of different processes, such as reverse engineering for purposes of emulation. Another example is retrospective think-aloud protocols, established by cognitive psychologists, used in investigation of assignments such as reading, writing, designing and problem-solving (Flower and Hayes, 1981; van den Haak et al., 2003).", "The interviews, which took place during December 2006 and January 2007, were preceded by three steps:", "Ten parallel printed press, online and radio newsbeats were chosen randomly from the three major beat clusters—politics and security, domestic affairs and business affairs—in proportion to their overall share of reporting personnel. The final selection comprised 80 reporters, as in one case (Haaretz), the same reporters work for the paper and the website. Fourteen reporters were replaced with others from their beat cluster after refusing to participate or having published less than the minimum items.", "The sampling period extended over four weeks, reflecting an attempt to achieve a fair balance between variety among stories and use of material still fresh in reporters’ memories. News websites were visited four times a day (Project for Excellence in Journalism, 2006).", "Ten items per reporter were selected randomly, providing a sample large enough to allay reporters’ concerns that their ethical demand for source confidentiality could be infringed by matching their descriptions with the respective stories, but not so large as to tax reporters’ focus and patience.", "This method offers a perspective that could not be supplied by traditional methods. Observations, for example, that yielded some of the deepest insights regarding news work (Berkowitz, 1990; Colleen, 2010, Domingo and Patterson, 2008; Ericson et al., 1989; Gans, 1979; Tuchman, 1978) may supply a holistic view of the phenomena, free of the underestimations of journalists’ self-reports. However, in the specific context of sourcing and PR, they become problematic. First, observation of sourcing practices infringes source confidentiality. Second, substantial exchanges between parties are transmitted through channels such as telephone interviews and are thus unobservable. Third, observations cannot measure frequencies of phenomena as the current study sought to do. Finally, observations raise dilemmas regarding who is to be observed. Editors and producers inhabit the newsroom but are often unaware of the vast PR materials sent directly to their reporters. Reporters, in turn, know about almost every bit of PR-originated input that has been assigned to them by their superiors but also receive information outside the newsroom.", "Reconstruction interviews are less speculative than sourcing studies relying on content analysis, as news products are often unclear and equivocal regarding the processes in which they were obtained (Brown et al., 1987; Hallin et al., 1993; Manning, 2001). Reconstruction is also free of many of the doubts arising during arduous, impressive, detective-like content analysis, in which scholars dig for the press releases behind the published news (Ambrosio, 1980; Lewis et al., 2008; Sachsman, 1976; Sweetser and Brown, 2008) but always remain with an unknown number of stories whose PR contributions were neither identified nor located. Unlike content analysis and gatekeeping studies (Berkowitz, 1987, 1991; Brown et al., 1987), that are limited to textual input (classically, press releases), reconstruction interviews also cover oral input.", "Reconstruction interviews leave less room than interviews and surveys for journalists’ bias and free-floating self-evaluation regarding their PR feeds (Sallot and Johnson, 2006; Sinaga and Wu, 2007; Tanner, 2004). They cover a rich variety of items, topics, organizations and circumstances. In this respect, they differ from acceptance studies that focused on a few PR agencies or even one agency only (Bollinger, 2001; Morton, 1988; Morton and Warren, 1992; Walters and Walters, 1992; Walters et al., 1994). They are also unlike gatekeeping studies that concentrated on a particular news organization or on specific topics and newsbeats (Cho, 2006; Len- Ríos et al., 2009; Sweetser and Brown, 2008; Yao, 2009).", "Finally, unlike most of the traditional studies cited that focus exclusively on public relations, reconstruction interviews enable contextual study of PR and its comparison with other types of sources. They may thus highlight the unique characteristics of PR and its impact on the news and minimize room for over- or underestimations, partly because the total contributions of all source types add up straightforwardly to 100 percent. Accordingly, the present study represents hybrid research of PR and more general sourcing—a genre that tends to focus on the affiliation and regularity of source use and ignores the specific functions held by people inside the respective institutions (Berkowitz, 1987; Brown et al., 1987; Dimitrova and Strömbäck, 2009; Sigal, 1973).", "Obviously, reconstruction interviews are not entirely free of shortcomings. Although they channel the reporters’ testimony into specific accounts of specific measures behind specific items, they are still highly dependent on journalists’ self-reports and consequently cannot rule out some underestimation. Furthermore, these findings enable us to determine with high confidence that the actual impact of PR on the news is not lower than the reported levels but not necessarily substantially higher, unless specific evidence or logic suggests otherwise. As reconstruction interviews are highly dependent on reporters’ recollections, research focused on freshly-published materials, thereby minimizing possible memory gaps.", "Another undeniable methodological weakness is the percentage of item space dedicated to PR input, which ideally should have been based on objective word count, rather than reporters’ estimations. However, independent counts were unthinkable given the study's design and source confidentiality preservation arrangements, requiring strict separation between the published items and the deciphering of the processes by which they were obtained. Nevertheless, the reporters’ estimations may be considered fairly reliable, for three reasons: (1) Journalists are used to estimating word counts regularly; (2) calculations were conducted while the respective items were in front of their eyes; and (3) even straightforward counts cannot be totally precise here, as coders find it difficult to decide where the contribution of a specific source begins and ends (Hallin et al., 1993)."]}, {"title": "Findings", "paragraphs": ["The findings present a multifaceted outlook of PR impact on published news. I obtained detailed accounts of 2032 contacts between the reporters and different news sources, comprising 95 percent of all contacts (the remainder were contacts with sources exceeding four per item, the particulars of which were not detailed in the interviews because of time constraints). PR was involved in 765 (38 percent) of these contacts and in 656 (36 percent) of the 1812 news-gathering contacts that contributed directly to published content. PR practitioners contributed varying amounts of material for 73 percent of news items but succeeded in supplying 100 percent of the information for only 22 percent.", "Initial analysis of the results confirms that the multifaceted approach covers the input of PR rather comprehensively, incorporating 64 percent of non-textual contacts and at least 55 percent of unobservable contacts, carried out either outside the newsroom or via oral channels—cellular and landline telephones. For 5 percent of them, the PR contribution was non-informational, consisting of technical assistance such as coordination of interviews in which a third party served as the up-front source.", "Instead of using significance tests, which are not valid if rows are interdependent, the maximal standard error (Max SE) was calculated for each column. As shown in Tables 1 and 2, in a vast majority of cases, the Max SE is much smaller than the differences between values in the table. ", " Table 1 displays the extent to which spokespersons and public relations practitioners—compared with other types of sources—contributed to the published sample of items (variables and their measurements were introduced in the Research Question section).", "Findings show that the major source types are public relations and senior sources. Their combined contribution amounts to 70 percent of both total contacts and their estimated share in the final items. Although their representation in final items is similar, PR and senior sources contribute to news items in remarkably different ways.", "The contribution of spokespersons to the news declines systematically and more dramatically than that of any other source as we proceed rightward through the table. Their share starts with an overwhelming total involvement, reaching 76 percent of the items and then declining steadily to only 36 percent of the final items, as estimated by the reporters. This declining pattern goes beyond the first column, that is higher by definition, as it comprises all other columns. On the other hand, the second most prominent source, senior sources, displays a slight rise, except for the initial stage, that is higher by definition, as indicated.", "The other source types will be addressed only briefly: non-seniors, the subordinates of seniors, have far more limited news access, probably in accordance with the “hierarchy of credibility” (Becker, 1970, p. 103), that grants precedence to “chiefs” over “Indians”, even if the latter have more newsworthy information (Cohen, 1963, p. 155). Ordinary citizens, as could be expected, constitute the smallest source, as noted in previous studies in the United States and Sweden (Dimitrova and Strömbäck, 2009; Gans, 1979).", "We proceed to break down total PR involvement into key news variables, thus testing hypotheses regarding susceptibility to PR input, as shown in Table 2.", "Findings will be discussed separately for each key variable.", "Although business news resembles domestic affairs beats (such as police, local, health, environment etc.) regarding most aspects of PR impact, it does contain more PR subsequently, as expected. This is primarily the result of PR's domination in the gathering stage, in which it accounts for at least 50 percent of contacts. Coverage of the politics and security beat cluster (encompassing beats such as politics, diplomatic, parliamentary and military affairs), is more independent of PR in every possible respect.", "Exclusive items predictably contain substantially and systematically less PR involvement throughout. The dramatic difference between exclusive items and others begins in the discovery phase and is also evident in dominance over news and in the estimated proportion of PR materials in the final content.", "As anticipated, PR practitioners are more involved in regular items than in prominent ones (print—front page items; radio—opening headline; online—main headline in the news section or homepage). Although this difference is hardly perceptible in total involvement, it is becoming clearer in other aspects.", "According to expectations and accepted wisdom, promoters control routine events more than scandals and accidents. By contrast, the type of event makes only a marginal difference in the impact of PR on the news. Several nuances should be taken into account, however: the substantially greater PR involvement in the discovery stage of scheduled events conforms with common wisdom, whereas the slightly greater involvement in the gathering stage and the estimated share of non-scheduled events among the final items appears to contradict it.", " Table 3 presents the extent to which spokespersons’ impact is marked transparently in the final items by clear attribution, compared to other types of sources. ", "Spokespersons and PR practitioners rarely leave clear impressions on published content. Only 11 percent of PR contacts are identified clearly, as compared with 36–52 percent among non-PR sources. By contrast, ordinary citizens constitute the most clearly identified sources. The Kruskal–Wallis test shows that differences in anonymity rates among the source types are substantial and significant."]}, {"title": "Discussion", "paragraphs": ["Although journalists exert greater efforts to limit PR presence in the news than they do regarding any other source type, PR receives the lion's share of the news menu.", "The relatively lower presence of PR in political coverage may be explained by the nature of political reporters, who tend to possess seniority and use more sophisticated sourcing practices (Ericson et al., 1989; Reich, 2009). Alternatively, it may be due to the less mediated nature of politics (as compared with business, for example), in which reporters and politicians communicate directly, bypassing spokespersons and assistants.", "The journalistic desire for exclusives apparently reaches its limits where PR practitioners are concerned. The findings suggest that the PR industry is still in its Fordist stage, employing one-size-fits-all strategies more than specifically tailored messages for each addressee (Berkowitz and Adams, 1990).", "According to current findings, the advantage of established sources during routine events is limited to the initial stage of news discovery. Nevertheless, there are no signs of any disadvantage and loss of control during non-scheduled events that would favor alternative sources. This surprising finding may reflect the sophistication of practitioners, who learned to restore control quickly using crisis communication strategies and tactics (Seeger et al., 2001; Ulmer et al., 2007). Alternatively, it could be indicative of the special conformism journalists exhibit during times of crisis and disasters, restraining their adversarial coverage as part of a bias towards “normalization” (Bennett, 2003; Vincent et al., 1989).", "The high percentage of unattributed items invites a more critical approach towards PR and challenges the validity of content analysis that may be too speculative a method for studying sourcing in general and PR in particular.", "The composite contribution of PR and non-PR suggests that journalists prefer formal sources—either heads of organizations or their “source professionals”: the top or the tap. Ordinary citizens score low on these credibility and accessibility hierarchies, as is evident in their low presence and extensive identification. In rare cases, people may find themselves in the right place at the wrong time (Allan, 2006, p. 152) and serve as eyewitnesses, heroes or victims. Even in such cases, however, journalists tend to identify them more than any other source, either because citizens are not strategic enough to negotiate their anonymity or because reporters perceive their names as crucial for authentication of the relevant stories."]}, {"title": "Conclusion", "paragraphs": ["News is a co-production of the fourth and fifth (PR) estates, to which the latter's contribution appears to be broader, richer and more complex than suggested by former studies. A multifaceted examination of their impact on the news shows that items totally free of PR involvement are an exceptionally rare phenomenon: only 40 percent of the items involve no direct input of information and no more than quarter of them are totally free of any kind of PR involvement, as far as reporters can tell.", "Journalists are willing to outsource substantial parts of their role as suppliers of the public news diet and share it—on a daily basis—with another occupation whose commitment to the public interest is questionable, to say the least. The price they pay—losing exclusive jurisdiction over their domain (Abbott, 1988)—is far too high for most professions to bear. Obviously, attempts at setting normative thresholds of intolerability for PR involvement in the news can only be arbitrary. Nevertheless, if PR involvement in 40–50 percent of items is perceived as damaging to the press, democracy and equal news access (Brown et al., 1987; Lewis et al., 2008), the complex picture suggested by this study only increases such concerns.", "The journalistic logic enabling this mass collaboration, as reflected in practical treatment of PR sources, incorporates two measures of defense. First, the smokescreen of anonymity, in which the great majority of PR contributions remain unattributed, addresses the interests of both professions, although aggravating the public's already limited capacity to evaluate news information and reassess its source credibility (McManus, 1992; Rouner et al., 1999). The second and more practical measure taken by journalists is constant restraint of PR contributions, primarily by relying on additional news sources. At least one additional source was involved in more than 75 percent of the items. While journalists would probably perceive this situation as an appropriate counterbalance to heavy reliance on PR, critics would suspect the effectiveness of this arrangement that still allows PR to set the agenda for every other item and serve all too often as a dominant or even exclusive news source. Furthermore, they may presume that actual PR involvement is even greater than journalists admit, including behind the scenes string pulling of which journalists may not necessarily be aware.", "In any case, the current findings suffice to suggest that (1) PR and journalism are highly interdependent occupations; (2) PR's constant advantageous access renders it a key player in blocking alternative sources indirectly; and (3) PR gains excessive access to public opinion in non-transparent ways that hamper public evaluation of the information and reassessment of source credibility. By allowing PR sources, unlike others, to remain anonymous, journalists compromise their ethical principles of due disclosure (Kovatch and Rosenstiel, 2001). Moreover, they validate Marshall McLuhan's brilliant and grotesque metaphor, according to which the PR practitioner is the ventriloquist who produces texts covertly, while the journalistic dummy moves its lips to distract the audience's attention from the text's true originator (1964, p. 213).", "Further studies using this multifaceted approach to benchmark the findings in other countries will undoubtedly uncover more extensive results than those obtained in former studies. They may well incorporate entire new areas of PR activity such as oral exchanges, out-of-newsroom exchanges and PR involvement in agenda building. Lacking comparative data, it would be too speculative to forecast whether their findings would be exactly the same as those of the current study. Nevertheless, the Israeli case study was found to be highly similar—at least in terms of perceived impact of PR on journalists’ work—to those obtained in 16 other Western and non-Western countries, according to unpublished data derived from a Worlds of Journalism research project.3 While the average impact of PR across countries was rated by journalists as 2.25 (on a scale ranging from 1=extremely influential to 5=not influential at all), the average among Israeli journalists was 2.13, very close to that of Austria (2.15), a little higher than for the United States (2.27), Spain (2.24), and Australia (2.55) and somewhat lower than those of Switzerland (2.04) and Germany (1.97).", "The current findings are even more representative according to the claim that the “promotional impulse and agents” operate similarly around the world (Dinan and Miller, 2009, pp. 250, 257), or at least in Western democracies, characterized by a competitive national media system and a booming and professionalizing PR industry, as in Israel (Seletzky, 2007; Toledano, 2005; Tsafrir, 2000). The Israeli PR industry does have some peculiarities, such as its young age, geographical concentration, small scale (employing some 2000 practitioners according to conventional estimates—see Tsafrir, 2000) and its tendency to emphasize media relations over other PR activities (Toledano, 2005; Tsafrir, 2000). The extent to which these features affect the impact of PR on the news remains unclear, however.", "Israeli PR history, like that of the United States, is rooted in and inspired by a revolution, although the Israeli legacy was more propagandistic and less democratic—at least during the first decades of statehood (Toledano, 2005). The turning point, as in the United Kingdom, occurred during the 1980s, when both PR industries were released from their public-sector orientation, modernized, liberalized and professionalized, partly as a result of extensive privatization (Miller and Dinan, 2000; Toledano and McKie, 2007; Tsafrir, 2000).", "Today, Israel finds itself in a vicious circle similar to that of other Western countries, as news organizations lay off editorial staffs and expect the remaining employees to meet the same production levels inviting more and more reliance on PR (Davis, 2003), This, in turn, accelerates the circle, eroding the profit model of journalism and rendering parajournalism more promising than ever."]}], "references": [{"title": "“It&#039;s in The Journal. But is it reporting?”", "year": "1980", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Ambrosio Joanne Angela", "first_name": "Ambrosio", "last_name": "Angela"}]}, {"title": "“Credibility of Public Relations for Journalists”", "year": "1975", "journal": "Public Relations Review", "volume": "2", "authors": [{"name": "Aronoff Craig E.", "first_name": "Aronoff", "last_name": "E."}]}, {"title": "“Predictors of Success in Placing News Releases in Newspapers”", "year": "1976", "journal": "Public Relations Review", "volume": "2", "authors": [{"name": "Aronoff Craig E.", "first_name": "Aronoff", "last_name": "E."}]}, {"title": "“The News Factory”", "year": "1980", "journal": "Communication Research", "volume": "7", "authors": [{"name": "Bantz Charles R.", "first_name": "Bantz", "last_name": "R."}, {"name": "Mccorkle Suzanne", "first_name": "Mccorkle", "last_name": "Suzanne"}, {"name": "Baade Roberta C.", "first_name": "Baade", "last_name": "C."}]}, {"title": "“TV News Sources and News Channels: a study in agenda building”", "year": "1987", "journal": "Journalism Quarterly", "volume": "64", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan"}]}, {"title": "“Assessing Forces in the Selection of Local Television News”", "year": "1991", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "35", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan"}]}, {"title": "“A New Scoring Method for the Press Release”", "year": "2001", "journal": "Public Relations Quarterly", "volume": "46", "authors": [{"name": "Bollinger Lee", "first_name": "Bollinger", "last_name": "Lee"}]}, {"title": "“Invisible Power: newspaper news sources and the limits of diversity”", "year": "1987", "journal": "Journalism Quarterly", "volume": "64", "authors": [{"name": "Brown Jane D.", "first_name": "Brown", "last_name": "D."}, {"name": "Bybee Carl R.", "first_name": "Bybee", "last_name": "R."}, {"name": "Straughan Wearden", "first_name": "Straughan", "last_name": "Wearden"}, {"name": "Dulcie Murdock Stanley T.", "first_name": "Dulcie", "last_name": "T."}]}, {"title": "“Media Relations and the Internet: how Fortune 500 company Web sites assist journalists in news gathering”", "year": "2003", "journal": "Public Relations Review", "volume": "29", "authors": [{"name": "Callison Coy", "first_name": "Callison", "last_name": "Coy"}]}, {"title": "The Power of Public Relations in Media Relations: a national survey of health PR practitioners”", "year": "2006", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "83", "authors": [{"name": "Cho Sooyoung", "first_name": "Cho", "last_name": "Sooyoung"}]}, {"title": "“Rethinking News Access”", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "“Building the News Media Agenda on the Environment: a comparison of public relations and journalistic sources”", "year": "2001", "journal": "Public Relations Review", "volume": "27", "authors": [{"name": "Curtin Patricia A.", "first_name": "Curtin", "last_name": "A."}, {"name": "Rhodenbaugh Eric", "first_name": "Rhodenbaugh", "last_name": "Eric"}]}, {"title": "“Public Relations in the Government”", "year": "1976", "journal": "Public Relations Review", "volume": "2", "authors": [{"name": "Cutlip Scott M.", "first_name": "Cutlip", "last_name": "M."}]}, {"title": "“Journalists’ Hostility Toward Public Relations: an historical analysis”", "year": "2003", "journal": "Public Relations Review", "volume": "29", "authors": [{"name": "Delorme Denise E.", "first_name": "Delorme", "last_name": "E."}, {"name": "Fedler Fred", "first_name": "Fedler", "last_name": "Fred"}]}, {"title": "“Look Who&#039;s Talking”", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Dimitrova Daniela V.", "first_name": "Dimitrova", "last_name": "V."}, {"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}]}, {"title": "“Wired Science: use of World Wide Web and e-mail in science public relations”", "year": "2002", "journal": "Public Relations Review", "volume": "28", "authors": [{"name": "Duke Shearlean", "first_name": "Duke", "last_name": "Shearlean"}]}, {"title": "“A Cognitive Process Theory of Writing”", "year": "1981", "journal": "College Composition and Communication", "volume": "32", "authors": [{"name": "Flower Linda", "first_name": "Flower", "last_name": "Linda"}, {"name": "Hayes John R.", "first_name": "Hayes", "last_name": "R."}]}, {"title": "“Measuring the Concept of Credibility”", "year": "1986", "journal": "Journalism Quarterly", "volume": "63", "authors": [{"name": "Gaziano Cecilie", "first_name": "Gaziano", "last_name": "Cecilie"}, {"name": "Mcgrath Kristin", "first_name": "Mcgrath", "last_name": "Kristin"}]}, {"title": "“Sourcing Patterns of National Security Reporters”", "year": "1993", "journal": "Journalism Quarterly", "volume": "70", "authors": [{"name": "Hallin Daniel C.", "first_name": "Hallin", "last_name": "C."}, {"name": "Manhoff Robert K.", "first_name": "Manhoff", "last_name": "K."}, {"name": "Weddle Judy K.", "first_name": "Weddle", "last_name": "K."}]}, {"title": "“How Television News Programs Use Video News Releases”", "year": "2001", "journal": "Public Relations Review", "volume": "27", "authors": [{"name": "Harmon Mark D.", "first_name": "Harmon", "last_name": "D."}, {"name": "White Candace", "first_name": "White", "last_name": "Candace"}]}, {"title": "“Business Reporting: behind the curve”", "year": "2000", "journal": "Columbia Journalism Review", "volume": "39", "authors": [{"name": "Henriquez Diana B.", "first_name": "Henriquez", "last_name": "B."}]}, {"title": "The Relationship Between Newsworthiness and Publication of News Releases in the Media”", "year": "2008", "journal": "Public Relations Review", "volume": "34", "authors": [{"name": "Hong Soo Y.", "first_name": "Hong", "last_name": "Y."}]}, {"title": "“Performance Expectations as a Measure of Relative Status of News and PR People”", "year": "1977", "journal": "Journalism Quarterly", "volume": "54", "authors": [{"name": "Jeffers Dennis W.", "first_name": "Jeffers", "last_name": "W."}]}, {"title": "“Order Three Advertisements and Get One News Story Free: public relations ethics practices of Turkish and international companies in Turkey”", "year": "2006", "journal": "Public Relations Review", "volume": "32", "authors": [{"name": "Koc Erdogan", "first_name": "Koc", "last_name": "Erdogan"}]}, {"title": "“Aligning Values of Practitioners and Journalists”", "year": "1985", "journal": "Public Relations Review", "volume": "11", "authors": [{"name": "Kopenhaver Lillian L.", "first_name": "Kopenhaver", "last_name": "L."}]}, {"title": "“Understanding How Health Journalists Judge Public Relations Sources: a rules theory approach”", "year": "2009", "journal": "Public Relations Review", "volume": "35", "authors": [{"name": "Len-Ríos María E.", "first_name": "Len-Ríos", "last_name": "E."}, {"name": "Hinnant Amanda", "first_name": "Hinnant", "last_name": "Amanda"}, {"name": "Park Sun-A.", "first_name": "Park", "last_name": "Sun-A."}]}, {"title": "“A Compromised Fourth Estate?”", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin"}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew"}, {"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "“What Kind of Commodity Is News?”", "year": "1992", "journal": "Communication Research", "volume": "19", "authors": [{"name": "Mcmanus John H.", "first_name": "Mcmanus", "last_name": "H."}]}, {"title": "“Occupational, Gender, and Geographic Representation of Information Sources in US and Canadian Business Magazines”", "year": "1995", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "72", "authors": [{"name": "Mcshane Steven L.", "first_name": "Mcshane", "last_name": "L."}]}, {"title": "“The Rise of the PR Industry in Britain, 1979–1998”", "year": "2000", "journal": "European Journal of Communication", "volume": "15", "authors": [{"name": "Miller David", "first_name": "Miller", "last_name": "David"}, {"name": "Dinan William", "first_name": "Dinan", "last_name": "William"}]}, {"title": "“News as Purposive Behavior: on the strategic use of routine events, accidents, and scandals”", "year": "1974", "journal": "American Sociological Review", "volume": "39", "authors": [{"name": "Molotch Harvey", "first_name": "Molotch", "last_name": "Harvey"}, {"name": "Lester Marilyn", "first_name": "Lester", "last_name": "Marilyn"}]}, {"title": "“Effectiveness of Camera-ready Copy in Press Releases”", "year": "1988", "journal": "Public Relations Review", "volume": "14", "authors": [{"name": "Morton Linda P.", "first_name": "Morton", "last_name": "P."}]}, {"title": "“News Elements and Editors’ Choices”", "year": "1992", "journal": "Public Relations Review", "volume": "18", "authors": [{"name": "Morton Linda P.", "first_name": "Morton", "last_name": "P."}, {"name": "Warren John", "first_name": "Warren", "last_name": "John"}]}, {"title": "“US Newspaper Types, the Newsroom, and the Division of Labor, 1750–2000”", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "Nerone John", "first_name": "Nerone", "last_name": "John"}, {"name": "Barnhurst Kevin G.", "first_name": "Barnhurst", "last_name": "G."}]}, {"title": "“New Technologies, Old Practices: the conservative revolution in communication between reporters and news sources in the Israeli press”", "year": "2005", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "82", "authors": [{"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}]}, {"title": "“The Process Model of News Initiative: sources lead first, reporters thereafter”", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}]}, {"title": "“How Perceptions of News Bias in News Sources Relate to Beliefs About Media Bias”", "year": "1999", "journal": "Newspaper Research Journal", "volume": "20", "authors": [{"name": "Rouner Donna", "first_name": "Rouner", "last_name": "Donna"}, {"name": "Slater Michael D.", "first_name": "Slater", "last_name": "D."}, {"name": "Buddenbaum Judith M.", "first_name": "Buddenbaum", "last_name": "M."}]}, {"title": "“Public Relations Influence on Coverage of Environment in San Francisco Area”", "year": "1976", "journal": "Journalism Quarterly", "volume": "53", "authors": [{"name": "Sachsman David B.", "first_name": "Sachsman", "last_name": "B."}]}, {"title": "“To Contact … or Not? Investigating journalists’ assessments of public relations subsidies and contact preferences”", "year": "2006", "journal": "Public Relations Review", "volume": "32", "authors": [{"name": "Sallot Lynne M.", "first_name": "Sallot", "last_name": "M."}, {"name": "Johnson Elizabeth A.", "first_name": "Johnson", "last_name": "A."}]}, {"title": "“The Magical Medical Media Tour”", "year": "1992", "journal": "Journal of the American Medical Association", "volume": "267", "authors": [{"name": "Schwitzer G.", "first_name": "Schwitzer", "last_name": "G."}]}, {"title": "“Predicting Indonesian Journalists’ Use of Public Relations-generated News Material”", "year": "2007", "journal": "Journal of Public Relations Research", "volume": "19", "authors": [{"name": "Sinaga S. T.", "first_name": "Sinaga", "last_name": "T."}, {"name": "Wu H. D.", "first_name": "Wu", "last_name": "D."}]}, {"title": "“Information Subsidies and Agenda-building During the Israel–Lebanon Crisis”", "year": "2008", "journal": "Public Relations Review", "volume": "34", "authors": [{"name": "Kaye D Sweetser", "first_name": "Kaye", "last_name": "Sweetser"}, {"name": "Charles W Brown", "first_name": "Charles", "last_name": "Brown"}]}, {"title": "“Agenda Building, Source Selection, and Health News at Local Television Stations: a nationwide survey of local television health reporters”", "year": "2004", "journal": "Science Communication", "volume": "25", "authors": [{"name": "Tanner Andrea H.", "first_name": "Tanner", "last_name": "H."}]}, {"title": "“Challenging Accounts: public relations and a tale of two revolutions”", "year": "2005", "journal": "Public Relations Review", "volume": "31", "authors": [{"name": "Toledano Margalit", "first_name": "Toledano", "last_name": "Margalit"}]}, {"title": "“Social Integration and Public Relations: global lessons from an Israeli experience”", "year": "2007", "journal": "Public Relations Review", "volume": "33", "authors": [{"name": "Toledano Margalit", "first_name": "Toledano", "last_name": "Margalit"}, {"name": "Mckie David", "first_name": "Mckie", "last_name": "David"}]}, {"title": "“Retrospective vs. Concurrent Think-aloud Protocols: testing the usability of an online library catalogue”", "year": "2003", "journal": "Behaviour \\& Information Technology", "volume": "22", "authors": [{"name": "Van Den Haak Maaike J.", "first_name": "Van", "last_name": "J."}, {"name": "De Jong Menno D. T.", "first_name": "De", "last_name": "T."}, {"name": "Schellens Peter J.an", "first_name": "Schellens", "last_name": "J.an"}]}, {"title": "“Environment of Confidence: daily newspaper use of press releases”", "year": "1992", "journal": "Public Relations Review", "volume": "18", "authors": [{"name": "Walters Lynne M.", "first_name": "Walters", "last_name": "M."}, {"name": "Walters Timothy N.", "first_name": "Walters", "last_name": "N."}]}, {"title": "“After the Highwayman: syntax and successful placement of press releases in newspapers”", "year": "1994", "journal": "Public Relations Review", "volume": "20", "authors": [{"name": "Walters Lynne M.", "first_name": "Walters", "last_name": "M."}, {"name": "Walters Timothy N.", "first_name": "Walters", "last_name": "N."}, {"name": "Starr Douglas P.", "first_name": "Starr", "last_name": "P."}]}, {"title": "“An Evidence of Frame Building: analyzing the correlations among the frames in Sierra Club newsletters, national newspapers, and regional newspapers”", "year": "2009", "journal": "Public Relations Review", "volume": "35", "authors": [{"name": "Yao Gingjiang", "first_name": "Yao", "last_name": "Gingjiang"}]}]}