{"doi": "10.1080/17512786.2015.1006932", "url": "https://doi.org/10.1080/17512786.2015.1006932", "title": "The Future of Journalism—Who to Believe?", "volume": "10", "year": "2016", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Ramirez de la Piscina", "first_name": "Txema", "name": "Txema Ramirez de la Piscina"}, {"last_name": "Zabalondo", "first_name": "Beatriz", "name": "Beatriz Zabalondo"}, {"last_name": "Aiestaran", "first_name": "Alazne", "name": "Alazne Aiestaran"}, {"last_name": "Agirre", "first_name": "Antxoka", "name": "Antxoka Agirre"}], "abstract": "This work collates the opinions of European professionals and internet users concerning the changing reality facing the world of journalism following the explosion of digital media. Our research shows the results of analytical surveys conducted between October 2013 and January 2014 among 54 professionals of renowned prestige, and 500 regular users of the digital media in the five most populated countries in the European Union: Germany, United Kingdom, France, Italy and Spain, all states affected to a greater or lesser extent by the crisis of the printed press. The surveys cover a wide range of topics, from the impact of social networks, the quality of the digital media, the willingness of citizens to pay for content and the degree of interactivity in the digital media for the future of journalism. Professionals and users agree that the news in 2020 will be better and more interactive than now. With regard to other matters, there is more disagreement. Professionals are much more critical than users when it comes to evaluating the quality of the news. The professionals’ survey was more qualitative, and, in their opinion, overcoming the crisis in the written press implies, among other measures, promoting analysis, prioritising quality over quantity and offering “niche” specialisation.", "body": [{"title": "Introduction", "paragraphs": ["Communication has reached an exceptional moment in its history and is undergoing important structural changes and incredible contrasts, which are illustrated by the research conducted in the last few years by numerous academics (Curran 2010; Franklin and Carlson 2011; Franklin 2012). Changes in any organisation normally produce contradictory or ambivalent reactions, whether as acceptance or resistance to these changes, and the history of communication is a good example of this. The dramatic changes imposed by new technology on the communications world have considerably changed the professional profile of journalists in a relatively short period of time. As Willnat, Weaver, and Choi outline in their study of around 29,000 journalists in 31 countries (carried out between 1996 and 2011), this atmosphere of accelerated change is provoking a certain despondency in newsrooms: The vast majority of journalists around the world are not happy in their jobs and therefore likely to look for other employment possibilities which, in turn, would negatively affect the average level of job experience … One of the most pressing needs mentioned by journalists in various countries was the acquisition of new multimedia skills. (Willnat, Weaver, and Choi 2013, 178–179) On the one hand, the possibilities of new technology are ever more present in our daily lives, whilst on the other, scepticism is growing among ever larger sections of the population. This lack of faith is also evident in the world of news communication. Citizens appear to have lost respect for big media sources (Gabilondo 2011, 89), although perhaps these have rightfully earned this disrespect.", "The vast majority of journalists around the world are not happy in their jobs and therefore likely to look for other employment possibilities which, in turn, would negatively affect the average level of job experience … One of the most pressing needs mentioned by journalists in various countries was the acquisition of new multimedia skills. (Willnat, Weaver, and Choi 2013, 178–179)", "We are witnessing what Ignacio Ramonet calls “journalism explosion”. This explosion is changing what have been the dominant parameters up to now. The “sun media” which are the unquestionable leaders in developed countries, are disappearing or being remodelled extremely rapidly, giving rise to the birth of “dust media”, a group of new, smaller media sources derived from new technologies and the implementation of social networks.", "This democratisation of the news is also producing unwanted effects in developed countries, where, as Ramonet (2011, 25) himself says “traditional journalism is disintegrating”. However, this tendency is not generalised, as while “Europe dies in slow motion” (Ballesteros 2012, 15), the press in the East appears to be on the rise. As the general director of the WAN-IFRA, Christoph Riess pointed out at the World Newspaper Congress and in the World Editors Forum in Vienna in 2011, “the readership [of the press] is like the sun: it rises in the East and sets in the West”. The latest report from this organisation published in May 2013 (WAN-IFRA 2013), referring to data from 2012, points out that newspaper readership figures only fell by 0.9 per cent on a world level that year. By continent, readership fell in 2012 by 6.6 per cent in the United States, by 5.3 per cent in Western Europe, by 8.2 per cent in Eastern Europe, and by 1.4 per cent in the Middle East and North Africa. It rose by 1.2 per cent in Asia, 3.5 per cent in Australia and New Zealand, and 0.1 per cent in Latin America. Between 2008 and 2012 sales of daily papers around the world dropped by 2.2 per cent, with the biggest decrease being in Europe.", "There are countries, for example Spain, in which the drop in readership figures has been especially significant. According to data from the Public State Employment Service (SEPE), published in the Annual Report on the Journalism Profession (APM 2013), in five years (2008–2013) newspaper readership in this country fell by 35.83 per cent.1 In those five years in Spain, 11,151 jobs in journalism were lost. Of those, 4434 (40 per cent of the total) were in 2013 and, aside from journalists, included workers within the media sector in general. Since the middle of 2008, the report shows the closure of 284 media sources, 73 of them during 2013.", "The WAN-IFRA study of 2013 also reflects consumer trends and reveals that over half the adult population in the world reads a newspaper on a daily basis: 2500 million in print format, over 600 million in digital format. It is digital consumption which is precisely one of the main challenges facing editors. Newspapers are a small part of total internet consumption, representing only 7 per cent of visits, 1.3 per cent of online time and only 0.9 per cent of total pages viewed. According to the WAN-IFRA study, internet payment is an ever-increasing source of income in the United States, with nearly half of editors (40 per cent) adopting some kind of paid content model. A third charge for quality content, 17 per cent require paid access and 10 per cent use some other model.", "This study aims to shed some light on the future of journalism, in an environment (Western Europe) where the crisis is especially acute. For this, the team has collated the opinions both of European journalists with considerable experience in the profession, along with habitual internet users who read the digital media.2"]}, {"title": "Theoretical Framework", "paragraphs": ["During the last few years, there has been a good deal of research conducted addressing the crisis in journalism, together with possible solutions. One of the most prolific writers in this area is Bob Franklin, who summarises the changes which the world of journalism is experiencing thus: The continuing innovations in communication technologies; the harshly competitive and fragmenting markets for audiences and advertising revenues; dramatic reductions in the entry costs of some online outlets for news; the collapse of the traditional business model to resource journalism; an expansive role for social media as sources and drivers of news; dynamic changes in government media policy; as well as shifting audience requirements for news, the ways in which it is presented and, given the expansive number of (increasingly mobile) devices on which it is received, even the places and spaces where news is produced and consumed. (Franklin 2012, 663) According to Franklin, the world economic recession which has been present since 2007–2008 has only served to exacerbate these tendencies. Other studies focus their attention on analysing and proposing a new management model for media enterprises: Anderson, Bell, and Shirky (2013) underline that journalism needs new organisational types, whilst Franklin and Carlson (2011) analyse how new technologies are changing the way in which journalists relate to their sources. Franklin (2011) underlines that the future of journalism depends on the high-level training of the interested parties. Pavlik points to innovation (always within ethical and professional boundaries) as the key to the survival of journalism: To insure long-term success, innovation in news media should be guided by four principles: intelligence or research, a commitment to freedom of speech, a dedication to the pursuit of truth and accuracy in reporting, and ethics. Evidence is presented that early innovation by news media leaders that adhere to the principles outlined here are finding success in both building audience and generating digital revenue. (Pavlik 2013, 181) Curran (2011) presents different viewpoints on how to recover from the crisis provoked by the loss of advertisers. Campos-Freire (2010) appeals to social responsibility as one of the most strategic aims of media companies, whilst proposing network management models to promote creativity, innovation, quality and credibility. Casero-Ripollés (2010) concludes that the establishment of new formulae is obstructed by things like the free-of-charge culture, the change in consumer habits or the competition which exists online. The author points out that, due to the current crisis in the sector, companies are more concerned with reducing costs than in promoting innovation and he proposes freemium as a valid formula which combines payment and no charge. Kaye and Quinn (2010) point to sponsorship, philanthropy, crossed financing or patronage as effective alternatives as a response to the partial failure of online payment. However, the research carried out by the Pew Research Center (2014) warns that the biggest part of US income still comes from traditional sectors, despite the existence of new forms of payment.", "The continuing innovations in communication technologies; the harshly competitive and fragmenting markets for audiences and advertising revenues; dramatic reductions in the entry costs of some online outlets for news; the collapse of the traditional business model to resource journalism; an expansive role for social media as sources and drivers of news; dynamic changes in government media policy; as well as shifting audience requirements for news, the ways in which it is presented and, given the expansive number of (increasingly mobile) devices on which it is received, even the places and spaces where news is produced and consumed. (Franklin 2012, 663)", "To insure long-term success, innovation in news media should be guided by four principles: intelligence or research, a commitment to freedom of speech, a dedication to the pursuit of truth and accuracy in reporting, and ethics. Evidence is presented that early innovation by news media leaders that adhere to the principles outlined here are finding success in both building audience and generating digital revenue. (Pavlik 2013, 181)", "Other writers put the emphasis for the crisis on external factors. Strömbäck and Karlsson (2011, 653) underline that the future will depend less on professionals and more on other factors, and they refer to a network of economic, commercial and technological interests which surround the very preparation of news content.", "Arroyo (2011) describes the new profile of the professional in the digital age as one requiring continuous technological and humanistic training in order to work in the new communicative setting and assimilate the complexity of society. Mahugo (2010) reflects on the changes in the profession arising from the new challenges facing it and concludes that saving journalism involves protecting its humanist and social function. Anderson, Bell, and Shirky (2013) underline that journalists will acquire editorial functions, and highlight that participation in the public debate and on social networks will serve to give added value to journalistic work, with the end goal being continued participation and high-quality journalism.", "Other proposals augur a freer and more democratic society thanks to new technology and news distribution networks capable of giving a voice to those who have so far had none (Mahugo 2010). McChesney and Pickard (2011) put forward solutions which require action by governments and propose levying taxes at news organisations, re-examining copyright and property laws, and increasing public spending on public media, among others. Despite Anderson, Bell, and Shirky's (2013) prediction that journalism in the United States will be of poorer quality, Jones and Salter (2012) consider that the big difference among true journalists will be dictated by the excellence of their work.", "Professors Pérez-Latre and Sánchez-Tabernero, for their part, demonstrate that free-of-charge and the development of the Internet caused the value of the content to fall drastically … “Consumer” audiences were able to find news and entertainment frequently and with no charge whatsoever; for that reason, it began to flee from those media which were only slightly differentiated and predictable in their subjects and approach, with the resulting deterioration in their brands. (Pérez-Latre and Sánchez-Tabernero 2012, 17–18) Ramonet is openly straightforward in his reflection: What guarantee of survival does the quality press have? Does it have no choice in order to continue existing but to resort to subsidies from patrons, foundations or the State? (Ramonet 2011, 15) A starting point for a deeper investigation into this subject could be the following question: Are we willing to sacrifice truthfulness for the sake of speed? Experts in the academic world vouch that without quality there is no future for journalism. However, it seems obvious that the major multimedia corporations are opting, in the short term, for cashing in on the internet without paying too much attention to criteria regarding the quality of their product. The opinion of internet users with respect to this was previously unknown.", "free-of-charge and the development of the Internet caused the value of the content to fall drastically … “Consumer” audiences were able to find news and entertainment frequently and with no charge whatsoever; for that reason, it began to flee from those media which were only slightly differentiated and predictable in their subjects and approach, with the resulting deterioration in their brands. (Pérez-Latre and Sánchez-Tabernero 2012, 17–18)", "What guarantee of survival does the quality press have? Does it have no choice in order to continue existing but to resort to subsidies from patrons, foundations or the State? (Ramonet 2011, 15)"]}, {"title": "Research Aims, Hypothesis and Questions", "paragraphs": ["This work has one fundamental aim: to examine the causes of the current crisis which exists within written journalism in some parts of the world, and to consider the search for possible solutions with a view to 2020, a date when some experts (Martínez-Albertos 1999, 35) foresee its demise. This aim was approached from a double perspective: by collating, on the one hand, the opinions of habitual internet users who are also readers of the digital press and, on the other hand, experienced professionals in Western Europe, one of the areas most severely punished by the decline in written journalism.", "The team took the following hypothesis as its starting point: H1: Media professionals and users may possess different and even opposing visions when it comes to evaluating the current state of the press, given that there are differences both in their knowledge of the productive process of the news and in their motivation for approaching the analysed material. In relation to this hypothesis, the following research questions were posed: RQ1: Are there notable differences in the opinions expressed by professionals and users concerning the current state of the press?RQ2: Are professionals and users satisfied with the free news offered by the daily digital papers? What about paid news? Are citizens willing to pay for quality content?RQ3: Who guarantees freedom of information and freedom of expression: the traditional media (press, radio and television) or the digital media?RQ4: How has the work of professionals changed over the last few years, especially following the rise of social networks like Facebook or Twitter and the massive establishment of new technology?RQ5: What, in the professionals’ opinion, are the keys to recovering from the crisis in which the European press is immersed?RQ6: In a communicative context marked by immediacy, do professionals believe that quality journalism, speed and truthfulness are compatible nowadays?RQ7: How do professionals and users rate the degree of interactivity in the digital media?RQ8: Will the written press continue in 2020? What will online news be like?", "Media professionals and users may possess different and even opposing visions when it comes to evaluating the current state of the press, given that there are differences both in their knowledge of the productive process of the news and in their motivation for approaching the analysed material.", "Are there notable differences in the opinions expressed by professionals and users concerning the current state of the press?", "Are professionals and users satisfied with the free news offered by the daily digital papers? What about paid news? Are citizens willing to pay for quality content?", "Who guarantees freedom of information and freedom of expression: the traditional media (press, radio and television) or the digital media?", "How has the work of professionals changed over the last few years, especially following the rise of social networks like Facebook or Twitter and the massive establishment of new technology?", "What, in the professionals’ opinion, are the keys to recovering from the crisis in which the European press is immersed?", "In a communicative context marked by immediacy, do professionals believe that quality journalism, speed and truthfulness are compatible nowadays?", "How do professionals and users rate the degree of interactivity in the digital media?", "Will the written press continue in 2020? What will online news be like?"]}, {"title": "Methodology", "paragraphs": ["To achieve the stated aims and to resolve the hypothesis and proposed research questions, the research team used quantitative and qualitative analysis techniques. The size of the research team made it impossible to collect a sample in every European state; therefore, the five most populated Western European countries were selected: Germany, United Kingdom, France, Italy and Spain. The population in these countries is in excess of 316 million, which is 62.4 per cent of the whole European Union, according to data from Eurostat 2014.3", "In order to make the study homogenous and to allow the drawing of decisive conclusions, the polls of professionals and users were structured in accordance with the classic analytical questionnaire model, which tries to describe and explain why certain situations arise. In this modality, the research hypothesis is usually contrasted via the consideration of two or more variables, thus examining possible interrelationships and generating explicative inferences (Wimmer and Dominick 1996, 113–115).", "Two different surveys were carried out, one among readers of the digital media and another among experienced journalists. The first took place in December 2013 among 500 internet users between the ages of 18 and 75 who in the previous week had visited a media website or electronic edition of a newspaper in Germany, United Kingdom, France, Italy or Spain.4 The users’ survey contained 31 questions referring both to the quality of the digital and printed media, and to journalistic perspectives in terms of the near future.", "The second survey was more qualitative in nature and was implemented between December 2013 and January 2014.5 Fifty-four widely experienced professionals from the press, radio, television and digital media were interviewed from those five countries. The survey contained 29 questions, 19 of which were identical to those in the users’ survey. The other 10 covered specific subjects directly related to the practice of the profession. Furthermore, five of these questions allowed open answers. The interviewees were given the option of whether to allow their names and opinions to be made public or not. The majority of the interviewees (38) chose not to reveal either their identity, or their opinions, or both. The remaining 16 professionals (29.6 per cent) agreed to both things being made public. The desired profile for this survey was a professional holding a position of responsibility, with experience in the profession.6 The average age of the surveyed professionals was 44.6 and average experience in the media was 19.6 years."]}, {"title": "General Results", "paragraphs": ["Below are the main results drawn from the surveys, grouped into five sections:", "The satisfaction of users and professionals concerning free-of-charge and paid editions of the digital media.", "Journalists' assessments of the changes which have occurred in the profession.", "The evaluation of users and professionals in relation to the degree of freedom of information and expression offered today in the media in general.", "The opinions of users and professionals with regard to the shortcomings of the digital media.", "The perspectives of users and professionals concerning the media and the news society of 2020.", "The diversity of opinions between professionals and users is evident, as can be seen in Figures 1 and 2 where the judgements of the two groups regarding free-of-charge and paid content are contrasted. The professionals, newsmakers aware of the difficulties involved in the process, are much more critical than the consumers, especially when the information received is free of charge.", "Many internet users, especially younger ones, have most likely never bought a newspaper, simply because they have never needed to. In fact, for as long as they can remember, they have had free access to the information they want via the Web.", "All the experts point to the free-of-charge nature of electronic editions as one of the main factors in generating the crisis affecting the printed press today, although obviously it is not the only one. The managing director of the second largest Spanish daily sports paper went even further, pointing out that it was a clear mistake “to have treated the internet at the beginning as a mere marketing tool without knowing what the future would bring”. Many of the surveyed journalists are critical of the practice of their profession, such as Cinzia Sasso, a columnist on La República who notes: Journalists have had too much power in the last few years and they have used it badly … They have not created a School of Journalism, but have thought only of making themselves rich, having power and in their own interests. The result is the appearance of small centres of power which today don’t count at all and the readers’ disaffection with the press is evident. (Sasso, 2014) In a time of confusion amongst press editors, when most of them appear to have chosen to slim down their free-of-charge editions, transferring more and more content to their paid editions, what stands out is the disparity in the opinions of professionals and users, as can be seen in Figure 3. Most users (55 per cent) say they are not willing to pay for quality content which contrasts sharply with the view of most of the professionals (57 per cent) who claim that citizens would be willing to pay, depending on the price. These are two clearly conflicting points of view, and press editors need to be more inventive in order to attract an extremely reluctant audience to paid content.", "Journalists have had too much power in the last few years and they have used it badly … They have not created a School of Journalism, but have thought only of making themselves rich, having power and in their own interests. The result is the appearance of small centres of power which today don’t count at all and the readers’ disaffection with the press is evident. (Sasso, 2014)", "However, this apparent disparity in criteria between users and professionals should be contextualised, given that, according to data from WAN-IFRA,7 paid digital circulation increased 60 per cent in 2013 and rose more than 2000 per cent over the last five years (2008–2013), albeit from a very low starting point. “There is growing understanding by the public that you get what you pay for, and an increasing willingness to pay for newspaper content on digital platforms”, said Larry Kilman, the Secretary General of WAN-IFRA. “With all the free offerings out there, people are still willing to pay for news that is professionally written and edited, that is independent, entertaining and engaging. In short—what newspapers have offered for 400 years, and continue to offer, on emerging and existing platforms, no matter how it is delivered.”", "The research team wanted to know what factors had changed journalists’ modus operandi due to the establishment of new technologies. These changes have been most noticeable since the appearance of social networks like Facebook or Twitter, or platforms such as YouTube in 2006. To that effect, in the survey the professionals were asked to detail to what extent they believed that those change factors had either become stronger or weaker in their country during the last seven years. They were asked to choose an option from 1 to 5, with 5 being that the factor in question had become much stronger, 4 that it had become quite stronger, 3 that it had not changed, 2 that it had become somewhat weaker, and 1 that it had become much weaker.", "The study presented a long list of change factors: journalistic training, respect of the ethical and deontological codes of the profession, competition among colleagues, pressure from advertisers, pressure from media enterprises to make a profit, pressure from Press Offices, audience surveys, the use of content generators like blogs, the use of social networks such as Twitter or Facebook, the participation of the receiver in content generation, audience feedback, the presence of sensationalist news, the working conditions of journalists and the social function of journalism as a power watchdog. According to the European journalists, the change factors which have become strongest in the last seven years were the following (Figure 4): the use of social networks (an average score of 4.6), the use of content generators like blogs (4.5), pressure from media enterprises to make a profit (4.4), the participation of the receiver in content generation (4.2), audience feedback (4.1) and audience surveys (4).", "Another aim of the survey was to discover the opinions of media professionals regarding possible keys to recovery from the crisis. Journalists were specifically asked to number the factors which, in their opinion, might contribute to the media in general and the printed press in particular, recovering from the current situation. They were asked to rate the importance of those factors from 1 to 5, with 1 being of no importance and 5 very important. The following factors were subjected to scrutiny by the professionals: Accept the decline of paper and move to publishing printed newspapers only at weekends, with online editions from Monday to Thursday.Search for new financing formulae via patronage, crowdfunding, etc.Try out new audiovisual narratives which are freer and more independent than the printed editions.Focus more on local news.Increase audiovisual resources of information (videos, podcasts, infogrammes, interactive graphics, etc.).Gradually introduce personalised charges for content (“a la carte” digital subscriptions).Offer lighter, briefer and quickly consumed content.Offer specialised news by “niches”.Prioritise content quality over quantity.A more in-depth analysis and contextualising of the information reported.Further reductions in media staff.Substitute printed editions for totally digital ones.Other factors. The factors most mentioned by journalists as possible ways to recover from the crisis were (Figure 5): to go deeper into analysis and context (average score 4.5), to prioritise quality over quantity (4.4), to offer specialised news in “niches” (3.7), to increase the audiovisual resources of the news (3.7), paid content (3.5), to try new audiovisual narratives (3.5), more local news (3.5) and to look for new financing formulae (3.0). It is worth pointing out that only 27 per cent of those surveyed thought it was somewhat or very important to accept the inevitable decline (not the death) of paper.", "Accept the decline of paper and move to publishing printed newspapers only at weekends, with online editions from Monday to Thursday.", "Search for new financing formulae via patronage, crowdfunding, etc.", "Try out new audiovisual narratives which are freer and more independent than the printed editions.", "Focus more on local news.", "Increase audiovisual resources of information (videos, podcasts, infogrammes, interactive graphics, etc.).", "Gradually introduce personalised charges for content (“a la carte” digital subscriptions).", "Offer lighter, briefer and quickly consumed content.", "Offer specialised news by “niches”.", "Prioritise content quality over quantity.", "A more in-depth analysis and contextualising of the information reported.", "Further reductions in media staff.", "Substitute printed editions for totally digital ones.", "Other factors.", "These results coincide with other similar studies carried out recently by Willnat and Weaver, in relation to the opinions of journalists in the United States. In this study, Willnat and Weaver (2014, 15) point out that “a clear majority of journalists (68.8%) said that ‘analyzing complex problems’ in society is extremely important. That percentage is up an astonishing 18 points from 2002 and—similar to the government ‘watch dog’ role”.", "One of the open questions posed to the professionals in the survey was number 21, which asked: Do you, as a widely experienced professional, think that quality, speed and truthfulness in the news are compatible nowadays? Thirty-one of the 54 surveyed (57.4 per cent) said yes, but with some qualifiers, and the remaining 23 (42.6 per cent) said no, but also with many modifiers.", "Journalists from the Spanish state were the most resounding in their opinion, with 9 of the 10 surveyed believing that it was possible to reconcile such criteria. With the exception of the director of El Faro de Vigo, Benigno de la Torre, and the director of Infolibre, Manuel Rico, who disagreed with the statement, although with some reservations, the rest saw this hypothesis as compatible. The well-known columnist of El Periódico de Cataluña, Joan Barril, thought that “there are professionals who possess quality, speed and truthfulness from years of dedication”. The director of Vilaweb and also Catalan, Vicent Partal, was also succinct and clear about this subject: “Yes [it is possible]; unquestionably. I would need to be convinced of the opposite”. French journalists were much more sceptical in this respect; seven did not see it as feasible without sacrificing one of the variables, whilst the other five did see it as possible. Most of the negative opinions were based on the premise that good journalism requires time; to check sources, verify the intricate details of a news story and clear up possible doubts. Louis Olivier (TF1) believed that those values could be reconciled, but added the following comment: Yes, [it is possible to reconcile speed, quality and truthfulness] on the condition that journalists accept the new rules of the game (low salaries, work timetables…), quality, speed and precision are not incompatible. It requires a strong professional commitment and the creation of a huge network of reporters. (Louis Olivier, 2014) The opinions of the 10 British journalists were evenly divided. Paul Salter (Sky Sports News) thought that it was possible but added that, “people want news which is both precise and quick”. On the other hand, one political reporter who preferred to remain anonymous pointed out, “[Quality, speed and truthfulness] are not compatible. You can either have quality or speed, but not both. In order to obtain quality, newspapers have had to wait to develop and investigate a story”. Among the German professionals, six considered co-existence of the two variables to be feasible, whilst four did not. Their replies were succinct: those who believed it possible understood that those values formed part of the very essence of journalism, whilst those opposed to the possibility viewed the harmonising of such criteria as complicated. Lastly, among the Italian journalists the answers were evenly divided: six thought it possible whilst five disagreed. Among the former was Peter Gómez (Il Fatto Quotidiano), who believed that the key to achieving such an aim lay in “organising editors to work as a team, with more hands on the same stories; [that] can be quick and truthful”. Paolo Gobbi (freelance reporter on Il Messaggero, among others) thought the opposite: It is not possible: quality and speed are rarely compatible in order to achieve high levels of quality which are often a result of time and the necessary resources. The truth is an independent variable of everything: if the rumour is true, it's true…, although in some cases it is only by going deeper that we can get to the truth. (Paolo Gobbi, 2014) The responses to the survey questions given by European professionals are in line with the opinions of North American journalists. The research conducted by Willnat and Weaver compiles the opinions of 1080 journalists in the United States on a variety of subjects. The research began in 1971 and has been periodically updated every 10 years up to the present day. In the latest instalment from 2013 (Willnat and Weaver 2014, 14–15), it can be seen that the two functions which US professionals most value when carrying out their work are those of government watchdog or “investigating Government claims” and that of “analyzing complex problems”. The first of these functions is considered to be “extremely important” by 78.2 per cent of those questioned, which is its highest score since 1971 when the study began. The function of “analyzing complex problems” was believed to be “extremely important” by 68.8 per cent of those questioned, also the highest percentage ever, showing an increment of 18 points on the values of 2002.", "Yes, [it is possible to reconcile speed, quality and truthfulness] on the condition that journalists accept the new rules of the game (low salaries, work timetables…), quality, speed and precision are not incompatible. It requires a strong professional commitment and the creation of a huge network of reporters. (Louis Olivier, 2014)", "It is not possible: quality and speed are rarely compatible in order to achieve high levels of quality which are often a result of time and the necessary resources. The truth is an independent variable of everything: if the rumour is true, it's true…, although in some cases it is only by going deeper that we can get to the truth. (Paolo Gobbi, 2014)", "In view of this, it can be said that in both Europe and the United States, journalism professionals agree on the need to reclaim what have historically been the hallmarks of the profession: analysis and a critical attitude towards power.", "One of the few exceptions to the generalised disagreement between professionals and users of news media is that relating to the degree of freedom of expression offered by digital and printed versions. A similar proportion of professionals and users considers that both behave in the same way, although the professionals show a lesser margin of doubt and are more resounding in their opinions (0 per cent “don’t know”). Despite the online journalists surveyed being a minority, the majority (52 per cent) believe that the digital media offers a higher degree of freedom of expression than the conventional media (Figure 6).", "The professionals and users were also asked what they believed presented the biggest threat to both the right to information and freedom of expression in the media in general, be it digital or traditional. They were given a list of habitual sources of information and were asked to evaluate the degree of potential threat that they pose to both the right to information and freedom of expression. The answer was multiple choice, and the list of sources was as follows: bank; multinational enterprises; non-governmental organisations (NGOs); governments; groups that use violence to achieve their aims; political, social and/or financial lobbies; social movements; international institutions; right-wing political parties; left-wing political parties; state secret services, trade unions; and “others”. Their answers can be seen in Figure 7. Although here too we can see a certain degree of agreement, the opinions of the professionals are once again clearer when it comes to identifying the three main threats: lobbies, governments and multinationals.", "Internet users and journalism professionals have a different perception of the pressure which lobbies can exert on freedom of expression, and this is reflected in the nearly 20 points difference observed in their answers. This could be due to the varying degree of contact which professionals and users have with these lobbies.", "The remaining informative sources were, by default, classified as being less dangerous. In the users’ opinion, the following were the least dangerous: others (2), NGOs (6), international bodies and social movements (both 13), trade unions (14), armed groups (18), left-wing parties (21) and right-wing parties (30). There was a similar tendency among the professionals’ opinion although with some differences. These were their results in ascending order: NGOs (6), others (7), trade unions (7), social movements and international bodies (9), left-wing parties (20), right-wing parties (24) and armed groups (31). The biggest difference was observed in the last source: groups that use violence to achieve their aims.", "Survey questions relating to the deficiencies present today in the digital media once again produced differences of opinion. The professionals agree emphatically about the need to strengthen the depth of the news, the search for credibility and the need to explore new narrative formulae to get closer to the receivers of the news (Figure 8). The users attributed a lesser importance to these aspects than the professionals, but, curiously, the professionals do not demand more interactivity in the digital editions (2 per cent) whilst the users’ opinion is radically different (18 per cent) in this respect. The following question was posed to users and professionals: What do you find lacking in the digital media in general?", "The contrast in opinions which can be seen in Figure 8 is extremely important and raises series doubts among editors in terms of where and how they should be focusing their actions with a view to the future.", "Paradoxically, that higher level of interactivity demanded by the users does not translate when they are posed a specific question relating to the number of links or audiovisual resources which they would accept in a news story of between 1500 and 2000 characters8 (see Figures 9 and 10).", "When the question is narrowed, there is a higher level of agreement between users and professionals. They all agree that two or three links or audiovisual resources would be an acceptable number in a news story of those characteristics, without hindering the reception of the news.", "Finally, professionals and users were asked about their vision for the future of the printed press in 2020 with the following question: By the year 2020, what do you think will have happened to the newspaper press? Their answers are shown in Figure 11.", "Not for nothing do prestigious academics endorse the hypothesis of the end of the printed press on that date (Martínez-Albertos 1999, 35).", "The results of our study show once again a disparity in criteria regarding this question. A tiny minority of the professionals (4 per cent) believe that print editions of papers will have disappeared, against 83 per cent who consider that they must be remodelled if they are to survive. The majority of journalists think that the current trends will intensify, that content will adapt to the frenetic rhythms of new technologies and new hardware, and that paper will continue to lose ground, but without disappearing altogether. Benigno de la Torre, Editor-in-Chief of El Faro de Vigo, expressed it in the following terms: [Society in 2020] will be more used to living with the digital media, but with the same concerns about receiving information which is truthful, in-depth and appropriate; but of course, unashamedly adapting it to the needs of the present time. They will make choices with more knowledge of the medium and will have more options available to receive better information, and then, they will have nothing against paying for it. (de la Torre, 2014) Vicent Partal, director of Vilaweb, thinks that in 2020 “paper in print will be reduced to weekly, but will be in the process of disappearing altogether”. One director of Le Point, who preferred to remain anonymous, stated the following: The future of the media promises to be digital and low cost …, television programmes, newspapers, magazines are produced more and more by unqualified staff who only cost a few cents. What matters, more than the content of the news is that it be inexpensive … The only thing that counts is productivity, its profitability, its flexibility to carry out various jobs at the same time. (Partal, 2014) Louis Olivier, Head of Section at TF1 expressed it as follows: The media and journalists must reinvent themselves … It is self-deceiving to think that we can maintain a way of informing which is at least 30 years old. The owners of the press … [have to apply themselves] to inventing and journalists to enriching the news. It is no longer the reader, unfortunately, who must adapt. (Louis Olivier, 2014) The Deputy Director of Sky Sports News, Paul Salter, agrees with this analysis, pointing out that the future will be more online, foreseeing a saturation of content in the digital press which, at the same time, will be more interactive. Mathias Six, Editor-in-Chief of the German company Möller Neue Medien Verlag GmbH claims that: There will be a mixture of print and online media with printed versions being more of a support. We will take advantage of the internet for quick, current news. Daily papers will be limited to local news. Newspaper offices will close. (Six, 2014) Not all were apocalyptic or catastrophic predictions. The Editor-in-Chief of Spiegel Online (who chose not to be named) imagined the situation of the written press in 2020 as “diverse, qualitatively better and more trustworthy”. Cinzia Sasso (La República) and Paolo Gobbi (freelance on Il Messaggero and Il Matino, among others) agreed that printed news will be a tool for the elite and will only survive by improving its quality. Peter Gómez of Il Fatto Quotidiano believes something similar: “[There will be] few newspapers in paper format, of around 20–24 pages, offering news and original opinions, and six or seven main online newspapers”. Marina Bigi, director of Grupo Mondadori, was completely clear: [The future will be] more and more specialised, interactive and immediate. Almost everything will be related to new technologies. It will not be totally void of paper products (perhaps more untimely, less frequent, more specific and more personalised); totally renewed. (Bigi, 2014) There was the conviction among the professionals, with qualifiers to a greater or lesser extent, that the survival of the printed press in 2020 will require radical changes both in format and in content.", "[Society in 2020] will be more used to living with the digital media, but with the same concerns about receiving information which is truthful, in-depth and appropriate; but of course, unashamedly adapting it to the needs of the present time. They will make choices with more knowledge of the medium and will have more options available to receive better information, and then, they will have nothing against paying for it. (de la Torre, 2014)", "The future of the media promises to be digital and low cost …, television programmes, newspapers, magazines are produced more and more by unqualified staff who only cost a few cents. What matters, more than the content of the news is that it be inexpensive … The only thing that counts is productivity, its profitability, its flexibility to carry out various jobs at the same time. (Partal, 2014)", "The media and journalists must reinvent themselves … It is self-deceiving to think that we can maintain a way of informing which is at least 30 years old. The owners of the press … [have to apply themselves] to inventing and journalists to enriching the news. It is no longer the reader, unfortunately, who must adapt. (Louis Olivier, 2014)", "There will be a mixture of print and online media with printed versions being more of a support. We will take advantage of the internet for quick, current news. Daily papers will be limited to local news. Newspaper offices will close. (Six, 2014)", "[The future will be] more and more specialised, interactive and immediate. Almost everything will be related to new technologies. It will not be totally void of paper products (perhaps more untimely, less frequent, more specific and more personalised); totally renewed. (Bigi, 2014)", "Figures 12 and 13 show the highest level of affinity between professionals and users, and they refer to perspectives for the future of online news (formulated in general terms). Apart from asking if they thought it would be better or worse than now, the research team elaborated on the subject matter by asking the following question: Do you think that the news online in 2020 will be…? The possible answers were: better than now, briefer, more superficial, more interactive, more in-depth. All the questions required a yes/no answer.", "As can be seen, there is almost complete agreement between users and professionals to the suggestion that in the future news online will be better and more interactive. Here there appears to be something of a paradox: the professionals currently do not miss a higher level of interactivity in the digital media (Figure 8). However, as far as the very near future is concerned, they coincide with users in anticipating that the news will go down the road of increased interactivity, or at least that is what their professional experience would lead them to believe."]}, {"title": "Conclusions", "paragraphs": ["We conclude by stating our major conclusions concerning professionals’ and users’ perceptions of the future of journalism.", "First, our study observed a noticeable difference of opinion between professionals and users in the majority of their responses the questions we posed. The opinions of the professionals are better formed, stricter and more nuanced than those expressed by the receivers of the news, and reflect the knowledge resulting from the daily practice of the profession. The majority of the readers access free-of-charge content on the internet, but their opinion should not be scorned in any way, given that they are the ones who then decide to buy a newspaper, subscribe to an online digital edition or pay for specific content. The disparity in the criteria between professionals and users is, on the other hand, understandable, given that they occupy different positions in the communicative process (some being emitters whilst the others are receivers), and also have different interests with regard to the profession itself (some being inside it whilst others are outside).", "Second, at a time when the commitment to paid content is becoming increasingly generalised, what is striking is the opposing attitude of the users to this possibility (55 per cent). The professionals have quite a different vision, given that the majority (57 per cent) are inclined to think that citizens would be willing to pay, but under certain conditions. Media companies would be advised take these data into account, and use their resources to offer paid news content with a higher added value.", "Third, the free-of-charge concept is seen differently by users and professionals. The concern shown by the professionals in relation to journalistic quality contrasts with the high degree of satisfaction shown by internet users towards free-of-charge editions. Only 35 per cent of users admit to being willing to pay for content, depending, logically, on the price (and on the content being bought).", "Fourth, European professionals are divided on the question of combining quality, speed and truthfulness. Although the majority see it as feasible (57.4 per cent), their qualifying comments add further difficulties to this complicated combination. Speed is a condition which is imposed by, and inherent within, the new media and it will continue to be so over the coming years. There is a feeling that combining this condition with quality and truthfulness is an extremely difficult task.", "Fifth, there is an enlightening professional diagnosis regarding solutions which can be drawn from our research: there is a need to introduce more analysis into the press, to give priority to quality over quantity, to consider specialisation by “niches”, to increase audiovisual resources, strengthen local news, charge for content, adopt new audiovisual narratives and go deeper in the search for different financing formulae.", "Sixth, journalists clearly see that digital media, in general terms, offer more freedom than the traditional media (press, radio, television). The users agree with this appraisal, although their opinion is not so resounding. What is clear is that neither group sees greater channels for freedom in the traditional media. Users and professionals agree when it comes to naming the sources which threaten both freedom of information and freedom of expression: political, social and economic lobbies, governments and multinationals.", "Seventh, professionals and users agree that online news in the future will be better and more interactive, and also concerning their diagnosis of an acceptable number of links or audiovisual resources which should appear in the texts of digital editions. The majority opt for two or three links and a few audiovisual resources for texts of between 1500 and 2000 characters, as exceeding this number could interfere with the adequate reception of the message.", "Eighth, professionals and users are critical about the future of the written press. The great majority of professionals believe that the printed press will survive into 2020, but they underline that the sector will continue to be under a great deal of pressure, which will inevitably provoke sweeping changes, both in terms of content and technological devices.", "One last thought: it is obvious that, in the day to day, market logic is relentless. Media editors must take almost instantaneous decisions. Equally obvious is the fact that whilst professionals give their opinions, it is the users who decide. However, succumbing to short-term visions does not help in the search for solutions and any future plan will require imagination. With that horizon in mind, the professionals’ opinion is clear: the future involves an equation which combines innovation on all levels, quality of content and adaptation to new technology."]}], "references": [{"title": "Aproximación al perfil del periodista en la postmodernidad", "year": "2011", "journal": "Razón y Palabra", "volume": "76", "authors": [{"name": "Arroyo María.", "first_name": "Arroyo", "last_name": "María."}]}, {"title": "“Los nuevos modelos de gestión de las empresas mediáticas [The New Management Models of Media Companies]", "year": "2010", "journal": "Estudios sobre el Mensaje Periodístico", "volume": "13", "authors": [{"name": "Campos-Freire Francisco.", "first_name": "Campos-Freire", "last_name": "Francisco."}]}, {"title": "“Prensa en Internet: nuevos modelos de negocio en el escenario de la convergencia [The Online Press: New Business Models in a Setting of Convergence]", "year": "2010", "journal": "El profesional de la información", "volume": "19", "authors": [{"name": "Casero-Ripollés Andreu.", "first_name": "Casero-Ripollés", "last_name": "Andreu."}]}, {"title": "“The Future of Journalism", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Curran James.", "first_name": "Curran", "last_name": "James."}]}, {"title": "“The Future of Journalism. Developments and Debates", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Franklin Bob.", "first_name": "Franklin", "last_name": "Bob."}]}, {"title": "Reinventar el periodismo: medios necesariamente más participativos para una sociedad más democrática [Reinventing Journalism: More Essentially Participative Media for a more Democratic Society]", "year": "2010", "journal": "Razón y Palabra", "volume": "73", "authors": [{"name": "Mahugo Sergio M.", "first_name": "Mahugo", "last_name": "M."}]}, {"title": "“El periodismo en el siglo XXI: más allá del rumor y por encima del caos [Journalism in the Twenty First Century: Beyond Rumour and Above Chaos]", "year": "1999", "journal": "Estudios sobre el Mensaje Periodístico", "volume": "5", "authors": [{"name": "Martínez-Albertos José Luis.", "first_name": "Martínez-Albertos", "last_name": "Luis."}]}, {"title": "“Innovation and the Future of Journalism.”", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Pavlik John V.", "first_name": "Pavlik", "last_name": "V."}]}, {"title": "“Who&#039;s Got the Power?", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}, {"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael"}]}, {"title": "", "year": "2013", "journal": "World Press Trends Report 2013", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "“The Global Journalist in the Twenty-first Century. A Cross-national Study of Journalistic Competencies", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Willnat Lars", "first_name": "Willnat", "last_name": "Lars"}, {"name": "Weaver David H.", "first_name": "Weaver", "last_name": "H."}, {"name": "Choi Jihyang", "first_name": "Choi", "last_name": "Jihyang"}]}]}