{"doi": "10.1080/17512786.2017.1399812", "url": "https://doi.org/10.1080/17512786.2017.1399812", "title": "“Nobody Really Wants to be Called Bossy or Domineering”", "volume": "13", "year": "2019", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Black", "first_name": "Samiyyah", "name": "Samiyyah Black"}, {"last_name": "Estrada", "first_name": "Carolina", "name": "Carolina Estrada"}, {"last_name": "de la Fuente", "first_name": "Mirza", "name": "Mirza Carolina de la Fuente"}, {"last_name": "Orozco", "first_name": "Ashley", "name": "Ashley Orozco"}, {"last_name": "Trabazo", "first_name": "Andrew", "name": "Andrew Trabazo"}, {"last_name": "de la Vega", "first_name": "Sofia", "name": "Sofia de la Vega"}, {"last_name": "Gutsche", "first_name": "Robert", "name": "Robert E. Gutsche"}], "abstract": "This article examines talks given by 12 female media professionals at a Southern US university’s center on women in communication between 2013 and 2015 to identify the influence of hegemonic masculinity in industry speak about women and professionalism in the fields of journalism, advertising, and public relations. This paper applies a feminist critique of discussions about “work–life balance,” “leaning in,” “emotion,” and language about the role of technology and innovation in women’s careers, to argue that inherent in these discussions about media professionalism are traits that perpetuate binary notions of feminine–masculine traits of the workplace. As a whole, these messages fail to account for notions of intersectionality and perpetuate inequality and masculine power for future professionals.", "body": [{"title": "Introduction", "paragraphs": ["When Facebook executive Sheryl Sandberg released her bestselling book, Lean In: Women, Work, and the Will to Lead, in 2013, scholars marked a resurgence of interest in notions of feminism within media fields and among younger women (hooks 2013). Sandberg opens her book with a story about her pregnancy while working at Google and uses the book as a venue for bringing attention to “women’s issues” in the workplace. As Sandberg writes: “To this day, I’m embarrassed that I didn’t realize that pregnant women needed reserved parking until I experienced my own aching feet” (Sandberg 2013, 4). Sandberg goes on to write throughout the project about how female leaders should, as one chapter indicates, “sit at the table” of corporate leadership, find mentors to guide women through a career pattern that is more a child’s “jungle gym” than a professional “ladder,” and that “the single most important career decision that a woman makes is whether she will have a life partner and who that partner is” (110).", "Arguably, interest in workplace equality and feminism in some professional groups has emerged from Sandberg’s wake, though her approach has been interpreted as a “maternal-feminine” (McRobbie 2013) one that tends to identify women involved in the “Lean In” movement as “slim, youthful-looking, and specifically middle-class mother[s]” who are equals in their marriages and perform a decision-making function within their families (Steiner and Lachover 2016, 872). More specifically, bell hooks (2013) refers to professional rhetoric about the “Lean In” movement—a form of speech which this paper refers to as “industry speak”—as being a “simplistic description of the feminist movement based on women gaining equal rights to men.” In short, feminist scholars widely argue that recent industry speak about women and leadership in the workplace ignores complications of race and class at work—and at “home”—by highlighting binary systems of sex and gender identification, gendered social roles and practices, and advocates—even indirectly—hegemonic masculinity (Holmes 2006; Mullany 2007).", "Still, the “Lean In” movement—which suggests women must actively engage as leaders in their places of work (as though women are not disposed to such efforts)—focuses on gains of women in the workplace. This approach is especially salient in communications fields where companies identify issues of gender inclusivity as measuring progress in diversification. The American Society of News Editors (2015), for instance, states that women hold 35 percent of supervisory positions in US newsrooms, while at the nation’s 10 most widely circulated newspapers, women penned 37 percent of bylines, while men were found to have written nearly 60 percent of content. Women in the public relations field hold 75 percent of all positions, but only 20 percent of leadership roles (Women’s Media Center 2014). Furthermore, research indicates that such inequalities influence hegemonic perceptions of gender in the workplace (for more, see Byerly 2013). How corporate communicators in media fields discuss issues of gender divides and the role of women in the workplace provide perspectives on how gender roles are distributed to wider audiences through media production (Franks and O’Neill 2016; Zayer and Coleman 2015).", "A center focused on women in communication at our university welcomes communication experts from across the United States to speak about issues of diversity and leadership to college student audiences.1 These professionals range from those at legacy news media outlets to public relations and advertising firms, from print publications to television news companies. Each guest comes with an expressed intention to help young women become leaders in their careers and to address inequalities in the workforce—and within the workplace. Yet, as observers of these discussions, we have been drawn to language and discourse within professionalized notions of binary gender roles and representations, which are often at the center of these discussions; namely that women must “engage” in the workplace and “balance” motherhood and career. In 2017, such phrases appeared in a widely shared, 10-page manifesto by an employee at Google who described workplace differences between employees to be biological; the employee was later fired (McGirt 2017). Such rhetoric has contributed, to varying degrees, not only to how professionals treat one another, but also to how aspiring professionals view themselves and each other as part of society and as members of a workforce (Tindall and Waters 2017).", "While we understand that words of advice are intended to assist young professionals to recognize and adapt to professional expectations and environments, we argue that such rhetoric fuels a “Lean In” movement in that its binary approach largely fails to acknowledge the role of men in unlearning or initiating change in organizational policies that restrict non-white and economically diverse members from the workplace (Gill 2016; Simon and Hoyt 2013). Nor do these notions of “leaning in” within career advice, we argue, operate to resist or challenge deeper cultural meanings of intersectionality in discussing the complications of work. This paper, therefore, examines language within talks given by 12 speakers at a Southern university’s center on women in communication between 2013 and 2015 to reveal the influence of hegemonic masculinity in industry speak about women and professionalism in the fields of journalism, advertising, and public relations.2", "Through a feminist critique of discussions about “work–life balance,” “leaning in,” “emotion,” and the role of technology and innovation in women’s careers, we argue that inherent in these discussions about media professionalism is discourse that perpetuates binary notions of feminine–masculine traits of the workplace and that fails to account for notions of intersectionality (McCall 2005; Nash 2008). Rather than providing a normative assessment of the collected data, however, this paper attempts to explain common themes among the lectures in order to unveil the embedded ideologies of masculinity within the US media workplace. The article begins with a briefing on the status of women in the US media workplace. Next, we examine rhetoric related to women, leadership style, and professionalism before complicating hegemonic discussions about women in communication through the notions of intersectionality and hegemonic masculinity. The remainder of the paper explicates three major themes of industry speak that emerged from the speakers at the center of this study and that are representative of overarching narratives of women’s personal and professional identities, work and leadership styles, and “empowerment” through gendered discussions of “work–life balance.”"]}, {"title": "Identifying Ideologies Within “Industry Speak”", "paragraphs": ["Scholarship has identified specific language that appears in recent industry speak related to women in the workforce that celebrates the rise of women in leadership positions (Baxter 2010). Terms such as “work–life balance,” “leaning in,” and dealing with “emotion” have been ascribed to professional female “rising stars” in ways that feature the individual’s ability to overcome gender stereotypes and associated perceived challenges, such as “motherhood,” while diminishing one’s unique and layered identities beyond “womanhood” (Coates 2004; Stainback, Kleiner, and Skaggs 2016). To further complicate meanings of gendered industry speak, this study examines a dozen hours of lectures given by 12 communication professionals who identified as women and that were recorded at a center for women in communication at a large Southern US university. Each speaker had been invited by the center (not the authors of this study) to share insights with college students about career advancement, leadership, and professionalism between May 2013 and October 2015 (Table 1).3 While invited speakers included university professors, each had had extensive professional experience in communications industries. “Nobody Really Wants to be Called Bossy or Domineering”Feminist critique of media “industry speak”All authorsSamiyyah Black, Carolina Estrada, Mirza Carolina de la Fuente, Ashley Orozco, Andrew Trabazo, Sofia de la Vega & Robert E. Gutsche Jrhttps://doi.org/10.1080/17512786.2017.1399812Published online:22 November 2017TABLE 1 SpeakersCSVDisplay Table", "To cull themes related to industry speak from the lectures, researchers transcribed audio and video recordings of the talks and supplemented the data with speakers’ lecture notes and PowerPoint presentations, if available. Individually and as a team, researchers read the transcripts multiple times, applying a grounded approach (Lobo et al. 2017) to identify conceptual themes of meaning. Edell, Brown, and Montano (2016) applied a similar qualitative approach to the stories told to them by young women who participated in an intergenerational organization designed to engage youth in “girl-driven” activism. In that work, the researchers applied a reflexive approach to the research to create thematic meanings of the girls’ stories that revealed complicated ideological layers within leaders’ comments about leadership and mentorship of the girls. Edell, Brown, and Montano relied on the stories of the young women themselves to further explicate aspects of intersectionality within the group in terms of race, class, and age. Examining layers of meaning of language and processes of identification within human organizations reveals characteristics of power, subordination, and agency that complicate notions of work preparation, activism, and organizational behavior beyond normative understandings (Luna 2016; McRobbie 2013).", "To position ourselves within this project, our team of researchers included six undergraduate students, one graduate student, and one faculty member, with each team member bringing to the analysis varying degrees of experience in the professional workforce and each coming from a diverse set of identities and backgrounds. Together, the researchers transcribed and analyzed the speakers’ commentary to identify commonalities in industry speak related to career advice directed toward young women. Through our discussions, we became interested in speakers’ advice about organizational behavior and career preparation that appeared to negate the effects of hegemonic masculinity in the workplace while supporting paternalistic ideologies about the ability of women to reach levels of professional power by “leaning in” through hard work.", "Related research suggests that US-based workplaces tend to endorse hegemonically assigned leadership qualities and behavior perceived to be either highly masculine (i.e. labored, assertive, collaborative) or highly feminine (i.e. competitive, nurturing, creative), with little acknowledgment of individuals’ layered identities beyond those of gender and sex (McCall 2005).4 Research on US workplaces, including those in communications fields, suggest that masculine traits tend to be connected to employment and promotion, while hegemonically identified and defined feminine traits are associated with maintaining stable and comfortable work environments that allow for their male colleagues to achieve (Connell and Messerschmidt 2005). Research on hegemonic masculinity at work also indicates that both men and women form and normalize related environments and practices, though may do so, in part, to survive negative outcomes from combating the status quo (Connell 1995). Therefore, scholars argue that future research must complicate sex or gender definitions as they may appear within workplace conflicts emerging from competing “desires and emotions” and “costs and benefits of different gender strategies” (Connell and Messerschmidt 2005, 852).", "To this end, the researchers of this study met for several hours each week over the period of three months to discuss the speakers’ stories about their careers and work experiences. So as to reveal the “complexity of social life” (McCall 2005, 1772) embedded within speakers’ comments and to position ourselves within this research project, we reflected upon our interpretations of career advice given, their stories of work, and the potential and multiple meanings culled from the speakers as a single narrative. In turn, we provide an analysis of gendered industry speak as a strategy of and for circumventing attacks upon masculine power dynamics within messages of “leaning in” (Nash 2008)."]}, {"title": "Women and Professional Traits in Communication Work and Training", "paragraphs": ["Women continually hold a percentage of representation as employees within communication fields, but not in leadership roles (Creedon and Cramer 2007). In the news business, for instance, some 35 percent of supervisory positions are held by women (American Society of News Editors 2015), while at the nation’s 10 most widely circulated newspapers, 37 percent of articles, one study indicates, were written by women, while that online, men wrote 58 percent of content at major news outlets (Women’s Media Center 2015). In advertising, according to another study, 10 percent of senior creative managers are women and hold nearly 40 percent of senior management positions (Kopenhaver Center 2015). Yet, within the diverse field of communications, which often is criticized for its lack of racial diversity, scholars tend to examine issues of representation rather than positions of power in management and content creation that appear in workplaces that lack a more critical analysis of the workplace—and the identities of those within it (Armstrong 2013a; Byerly 2013; Poindexter, Meraz, and Weiss 2008). One study of female African American television journalists, for instance, reported that female professionals provided to their newsrooms an interest in covering Black communities, but that they did not express the same interest in altering journalistic practices or news constructions to reflect gender or race differences in interpreting the news (Meyers and Gayle 2015). That study, we note, is a rare occasion when research in this field attempts to complicate the role of identity in a professional setting that extends beyond a single form, such as gender, sex, age, or race.", "Certainly, and as Armstrong (2013b) writes, research that focuses only on male–female binaries, a common approach to examining workforces within communications fields, operates amid a framework that ignores the complexities of influences and subjectivities inherent in individual and collective experiences; and it is within professional discourse about workplace environments—and the workforce itself—that this paper is concerned. In the United States, “industry speak,” what we refer to in this paper as language about a workplace and a profession that is shaped by leaders of a field or industry, frames positive characteristics of its workers in a male–female dichotomy (Fredrickson 2015). In this way, characteristics of “successful” men—those perceived as strong, ambitious, determined, dominant—are used as a benchmark of positive traits. When applied to women in the workplace, however, literature suggests that they result in alternative labels, such as a woman being “bitchy,” “demanding,” and “cold” (Simon and Hoyt 2013).", "When The New York Times executive editor Jill Abramson resigned from the newspaper in 2013, for example, press and public discourses focused on rumor and innuendo surrounding her workplace management style, which was largely branded as cold and aggressive—anything but “feminine.” Even before Abramson was slated to take the newspaper’s helm in 2011, trade and popular press publications focused on questions of how women may operate differently than men in the workplace. One American Journalism Review article in April of that year—headlined “Do Women Lead Differently?” (Ricchiardi 2011)—addressed the question through interviews with industry thought leaders, both male and female, and concluded that despite a clear answer on whether women do indeed “lead differently,” The New York Times was to be praised for hiring its first female editor. Still, the firing led to questions about whether putting the onus on women to lean in is a solution to workplace discrimination and whether the media work environment is more complicated than male–female dynamics (Geier 2017).", "The educational setting is an interesting one within which to examine discourse related to career preparation based on identity. One college textbook from 2014 that deals with gender and communication, for example, describes the “Lean In” movement as one that helps explain that frequently “women with excellent credentials fail to put themselves forward, while men whose qualifications are not so stellar do so without hesitation” (Gamble and Gamble 2014, 333). The book summarizes Sandberg’s aims with the movement to have men “strive harder” at work and at home to create equity but also for women “to stop sabotaging themselves by leaving the workforce before they actually leave” (Sandberg 2013, 333), presumably to have children.", "In turn, we analyze major themes in our guest speakers’ talks about how women should prepare for a career in communication, the challenges they might face, and the role of identity in their professional and personal lives. While this is not a comparison between how these speakers may provide career advice to men, we have found interest in the strikingly similar manner with which the speakers defined the professional workplace along lines of gender identity. Furthermore, we were struck by the nearly non-existent mention, as this analysis shows, of non-heteronormative definitions of identity and the possibility (and realities) of diverse workplaces and personal identifications beyond that of male–female—and for that matter complications of race, class, disability, and other forms of identification that would make for a more inclusive (and accurate) discussion of society."]}, {"title": "The Peak of Post-feminism: Women as “Do It All” Media Leaders", "paragraphs": ["We were especially struck by a consistency among how guest speakers defined the ideal professional who also identifies as being female.5 By and large, speakers presented a landscape for how women should prepare for the communications workforce, specifically by becoming a “do it all” woman who can and will balance career with family (including having children of their own), while maintaining a sense of individualism within the workplace. A focus on creating a nuclear family—or at the very least recognition within society that women may be expected to create a family while progressing through the ranks of supervisory positions within the workplace—was positioned to overcome the challenges of working within a hegemonically masculine environment (McRobbie 2004). Moreover, this approach that women must not only engage in work but in heteronormative notions of family—a condition of “popular postfeminism”—has also placed women as key for overcoming inequality across the workforce in addition to creating their own career success (Lazar 2011).", "These notions of “doing it all” resonate with hyper-masculine elements of work (i.e. Rohde-Abuba 2016) that when adopted by women result in negative characterizations of one’s identity, speakers said. Speaker 2, for example, who is a professor of advertising and public relations, identified that “pervasive gender stereotypes that characterize leadership as a male trait that we are still struggling with in our society, that we haven’t really moved past.” Specifically, the speaker noted that “women who are in leadership positions are often labeled as demanding, bossy, domineering, arrogant, emotional, self-promoting” and that new professionals will need to first identify the normalization of this environment.", "In total, speakers’ comments lacked dimensions of intersectionality of identity and social environments by focusing on a main theme of the workplace as being a female–male space, a binary that limits discussion about the complexities of social interaction. We do not disagree that women—and many women at that—experience discrimination and harassment in the workplace based on identity, sex, and gender politics. In fact, we identify in this study the commonalities of speakers’ reference to a workplace binary of male–female without explicit reference to the hegemonic function of such limited description. Such an example appears in Speaker 7’s statement, which is representative of how speakers discussed the experience of women at work: For many of us, it’s a challenge to really feel confident in our own skin in the workplace. As women, we tend to dwell on our weaknesses, and men, I think, focus more on their strengths, and if they don’t have those strengths they’ll hide it and pretend that’s their strength.", "For many of us, it’s a challenge to really feel confident in our own skin in the workplace. As women, we tend to dwell on our weaknesses, and men, I think, focus more on their strengths, and if they don’t have those strengths they’ll hide it and pretend that’s their strength.", "While speakers largely indicated that women become challenged by their male colleagues in ways that keep young female professionals from engaging in work—a core argument of the “Lean In” movement, as Speaker 7 said, “self-criticism” frequently turns into women “dissecting our abilities, second-guessing ourselves.”", "We are especially struck by the fact that speakers consistently presented the work environment as one in which women were encouraged to act more like hegemonic characterizations of male colleagues, another example of the speakers’ common commitment to the workplace as an environment of strictly female and male identity—at least in discussions of gender identities (Pullen and Vachhani 2018). Speaker 3, the vice president of a news network, for instance, advises women in masculine-dominated industries, such as journalism, to “never take ‘no’ for an answer,” to show “tenacity” in terms of finding a story and “getting that interview, thinking of plan B when plan A fails. It’s just never giving up.” Again, while we are not critiquing the possible effectiveness of these traits in the workplace from a normative sense, we identify messages of limiting gendered binary approaches within speakers’ recommendations to audiences that highlight main elements of the “Lean In” movement that fail to acknowledge difference among workers of the same identity, and moreover, ignore larger societal and cultural forces that oppress through gender stereotypes.", "In fact, speakers’ widespread explanation of “industry speak” suggested that for women, such a gender binary is a “good thing,” said Speaker 4, a professor of advertising and public relations, in that it is an environment in which “to show women’s strength.” When listing preferred qualities of a leader in public relations, for instance, Speaker 4, said “[they] must be visionary, proactive, empathetic, confident, courageous, inspiring, flexible, knowledgeable, ethical, adaptable, intuitive, curious, committed, energetic, entrepreneurial, collaborative.” Almost immediately, Speaker 4 indicated that these qualities “fall on the soft side of the types of qualifications that organizations look for in a new hire,” though those “soft” qualifications help female leaders “model the way, inspir(e) a shared vision, challenge the process, enabl(e) others to act, encourage the heart.” The speaker also added: “This is a practice of leadership where you are generous … It’s a way of celebrating the values and victories of others by creating a spirit of community.”", "The binary system that was largely celebrated by speakers across these talks proved to be a shared foundation upon which we explicated further meanings of their gendered “industry speak.” Below, we highlight the discursive strategies of speakers’ narratives about female “empowerment” as being a type of hyper-maternity, further entrenching the notion of a gender binary as an acceptable status quo."]}, {"title": "Leaning on the Norm: Discursive Strategies, Empowerment, and Maternalism", "paragraphs": ["Speakers explained the challenges for women in the communications workforce through “industry speak” that was used as a tool to subjugate professional women to the norms of a masculine workplace. In fact, women were presented by the speakers as operating within a male–female binary system that, if overcome, make them stronger. Furthermore, these narratives that were presented by several speakers emphasized power in what is called “female masculinity,” the recognition of “masculine” traits of work that operate outside of the masculine body (Pullen and Vachhani 2018).", "For speakers in this study, discourse surrounding empowerment through the feminization of a masculine workplace—or by overcoming gendered challenges at work—included elements of self-deprecation, to present the messages of power as being more palpable. As a television news network executive, Speaker 6, for instance, said: “I may not be a creative person, but I certainly need to create an environment that allows for ideas and innovation and creativity to really thrive within our buildings.” Also Speaker 2, a professor of public relations and advertising, said, “[w]omen in our society are sensitive, everyone is sensitive, to how they are portrayed. Nobody really wants to be called bossy or domineering.”", "Speakers’ stories of finding their own “balance” while identifying power through personal and professional reflection of their “female” characteristics—and adapting those characteristics to fit the workplace—equate to tenets of the “Lean In” movement that encourage women to become career stars while find “balance” in family life (Sandberg 2013). Women “are told over and over again that they have to choose” between “their families and careers,” Sandberg writes, “because if they try to do too much, they’ll be harried and unhappy” (23). Still, these conversations diverge from complications of intersectionality and of real issues of power within the workplace—and in the industry itself—that create discrimination and harassment in the media workforce. Such complications include, but are not limited to, a lack of racial and gender parity in US newsrooms and media environments (Adams and Cleary 2006; Vardeman-Winter and Place 2017).", "Speaker 10, a television news director, for instance, talked about the role of “balance” in professional and personal life. “I balance to the best of my ability,” the speaker said. “I fail sometimes. I completely forgot something colossally important to my son. ‘Sorry, I’ll make it up to you.’” To focus on the profession, Speaker 10 talked about how during pregnancy “with both of my children, they were on the assignment desk listening to scanners.” In that moment, Speaker 10 exemplified aims of Leaning In—“working hard,” “never quitting,” and not letting being a woman stop career progression—further masculinizing the workforce. Speaker 10 told audiences that women need to be honest with themselves about their “work–life balance.” “[B]e true to who you are and what works for you, what works for your situation, what works for your family, what works for your passion,” the speaker said.", "Speakers’ practical suggestions of operating “successfully” in the workforce and becoming a “do it all” focused on working within the expected norms, even if the speakers identified what they considered inequalities of treatment, promotion, and behavior, a discursive strategy of the movement that maintains oppressive norms of binary treatment by reinforcing a sense of meritocracy (McRobbie 2004). Speaker 12, a professor of journalism and media studies, provided a list of leadership qualities that focused on “consensus-building” and team-building in the workplace as another way for women to overcome adversity. “[B]ecause we live in a diverse world,” Speaker 12 said, “if you’re going to truly be a leader, you have to know how to get people to work together toward the same goal.”", "Speakers’ comments encouraging women to build consensus and to work in teams, a trait of the “Lean In” movement (Sandberg 2013), despite being a recommendation for career success for women, were rooted in commentary about how women work differently than men—as leaders—and perpetuated a sense of “self-realization” as “empowerment” (Deyrup 2014). “Sometimes, we don’t always feel like we are leaders,” Speaker 12 said, and continued: We don’t always avow a leader identity, but what we don’t realize is even in those situations, when we don’t avow a leader identity for ourselves, there could be someone out there ascribing a leader identity to us.", "We don’t always avow a leader identity, but what we don’t realize is even in those situations, when we don’t avow a leader identity for ourselves, there could be someone out there ascribing a leader identity to us.", "Despite suggesting that all women enter the workplace without considering themselves leaders—“[U]se your leadership voice,” Speaker 12 said. “Now that you know you don’t have to find it, you just have to acknowledge that your leadership voice is there and use it”—speakers used the search for leadership traits within audience members (frequently identified by speakers as being largely female) as overcoming gendered social politics of work. Moreover, speakers failed to complicate what may be an overarching gendered (read, masculine) narrative of leadership in media work environments beyond that of self to include larger, societal notions of repression, subjugation, and oppression related to identities of gender, biological sex, class, race, and mental and physical ability, ascribed to individuals or collectives that elevate a single, “best” type of leadership and work.", "When discussing working as a woman in a “women-led agency,” for instance, Speaker 1 stated that: the fact that we were an all women-led agency … we probably worked a lot harder because we had to. Not because our counterparts wouldn’t have. There was a lot more that we had to prove, and so we did.", "the fact that we were an all women-led agency … we probably worked a lot harder because we had to. Not because our counterparts wouldn’t have. There was a lot more that we had to prove, and so we did.", "Speaker 1 compared collaborative work among women—and the differences of collaboration between men and women—to the struggles of a sports team: [With] [w]omen—not necessarily that they don’t play in teams—is that it’s part of our DNA to get things done. Therefore, to save time and access, they’ll end up wanting to do it all. And also, I believe that the sports metaphor made a lot of sense to me … Oftentimes men in teams, they may be a lot more open, because they play in teams to gain access, or they’re just a lot more open to considering partners, and I believe that there is something to be said about having partners, because you’re not able to do it all on your own.", "[With] [w]omen—not necessarily that they don’t play in teams—is that it’s part of our DNA to get things done. Therefore, to save time and access, they’ll end up wanting to do it all. And also, I believe that the sports metaphor made a lot of sense to me … Oftentimes men in teams, they may be a lot more open, because they play in teams to gain access, or they’re just a lot more open to considering partners, and I believe that there is something to be said about having partners, because you’re not able to do it all on your own.", "Even though speakers unpacked the layers of definitions of “women” and “professional women” to include intersections of professional and personal identities, the speakers’ comments often became enveloped by narratives of motherhood and sacrifice that women “must make” to find “work–life balance.” For example, Speaker 7, the newspaper executive, told audiences to find such balance early in their careers: I would say run as hard as you can when you’re in your job and just give it all you got, but I would also say don’t postpone. If you want a family, I would say be smart about it, but I absolutely wouldn’t postpone that for your career … Nature gives us a short window to get that part right and, yet, you have the rest of your life to pick up the career, and I’ve just seen too many cases of women who have waited, waited, waited until the job was just perfect and then it was too late.Speaker 7’s comments are representative of the challenges other speakers acknowledged for women in the workforce, in which they are frequently positioned to pick one thing or another—to be a “leader” or to be a “mother”—and in the process to work “harder” and to “be better” in doing that work. As Speaker 7 told audiences, “Don’t give up your personal part of your life, but give all you’ve got while you’re at work, because you know you have to be great, and often you have to be better than just about anybody else, too.”", "I would say run as hard as you can when you’re in your job and just give it all you got, but I would also say don’t postpone. If you want a family, I would say be smart about it, but I absolutely wouldn’t postpone that for your career … Nature gives us a short window to get that part right and, yet, you have the rest of your life to pick up the career, and I’ve just seen too many cases of women who have waited, waited, waited until the job was just perfect and then it was too late.", "But, speakers such as Speaker 11, the president of a business consulting firm, still relied on tired gendered descriptions to encourage audience members (frequently identified as being largely female) to function adequately in the workforce. To Speaker 11, “[my] philosophy [is] that a resume is like a woman’s skirt: short enough to attract positive attention, but not so short you no longer have anything to discuss … Yes, there is ample opportunity for TMI (too much information).” Additionally, Speaker 8, a television news reporter, shared personal experiences in the workplace in ways that acknowledged how stereotypes influenced thoughts about being “that girl,” popular slang used to objectify, belittle, and sexualize a woman (Contreras 2009; Grazian 2007; Piggford 1997). As Speaker 8 said, Sometimes I feel like a nuisance. I feel like I’m annoying people. I feel like I’m bothering people, and I don’t want to be super aggressive because I don’t want to be “that girl” going in on somebody’s time and interrupting them and being a nuisance.Speaker 8 connected this statement of how “girls” perceive themselves in “getting an interview” in ways different than “men”: “I don’t think a man would ever think he’s being a nuisance. A man would think, ‘I need an interview.’”", "Sometimes I feel like a nuisance. I feel like I’m annoying people. I feel like I’m bothering people, and I don’t want to be super aggressive because I don’t want to be “that girl” going in on somebody’s time and interrupting them and being a nuisance.", "By leaning on a normative social expectation of women becoming mothers, and therefore, being “working mothers,” rather than on the complications of gendered identities in the media workplace, “industry speak” identified in this study exemplified the dominance of heteronormativity in media workspaces (Holmes, Schnurr, and Marra 2007). The power and leadership traits identified by speakers within notions of a “work–life balance” and of “working women” established a professional expectation that women in fields of media engage in a type of “female masculinity” that make women unique and powerful instruments of success and leadership worthy of working alongside their male colleagues. That women, in and of themselves, are “unique” and thereby contribute to media workplaces—another characteristic of the “Lean In” movement (Sandberg 2013) but one that also subjugates women to a single type of worker and ignores the complexities of intersectionality—is discussed next."]}, {"title": "Women as “Unique” to the Media Workplace", "paragraphs": ["By contributing to an ideological landscape that the media workplace is a binary system of male–female and that women who “find balance” by engaging as both a professional and a mother in the workplace—tenets of the “Lean In” philosophy—speakers consistently presented an ideal of how women in the audience should see themselves as “different” and “unique” to the field. In turn, women are viewed through the “industry speak” inherent in the speakers’ remarks as embracing a maternal sense of self in which they collaborate, build consensus, and can function in ways that they are viewed as feminine–masculine leaders. In other words, speakers encouraged women to view being feminine via maternalism as unique traits with which to measure up against leaders who may identify as male (Leite 2015; Lobo et al. 2017).6", "Indeed, as Speaker 9, a television news anchor, said, “emotion” was a trait all women bring to the newsroom in ways that influence the news product. Speaker 9’s comments are worth sharing at length in that it addresses overarching meanings of post-feminism in that they validate stereotypes of women by normalizing them as inherent and unique to a “female” experience: Us women, I think, are very sensitive on many different issues, but I think sometimes I was letting my personal feelings get in the way of maybe when I was going to go interview someone, and there’s nothing wrong with that. I mean, keep in mind you’re going to be facing a mother who just lost a child and you’re going to have to try to have her talk to you about this child who she just lost. That is not easy. Myself as a mother and as a woman that we’re all very sensitive, that’s very hard, so sometimes you have to hold yourself back hold your feelings back.", "Us women, I think, are very sensitive on many different issues, but I think sometimes I was letting my personal feelings get in the way of maybe when I was going to go interview someone, and there’s nothing wrong with that. I mean, keep in mind you’re going to be facing a mother who just lost a child and you’re going to have to try to have her talk to you about this child who she just lost. That is not easy. Myself as a mother and as a woman that we’re all very sensitive, that’s very hard, so sometimes you have to hold yourself back hold your feelings back.", "The stereotype that emotion is to weakness and femininity as physical strength is to “male” leadership plagues binary gendered discussion about the workplace, sports, and sociability (Brescoll 2016; Kaskan and Ho 2016). Additionally, Speaker 1, who runs a marketing company, focused not only on identifications related to individual race or ethnic traits, which were identified by name, but as a professional who identifies with “unique” and “biological” personality traits of being a woman: As a Hispanic female and as a marketer, as well as a business owner, when women want to own their truth, we want to understand that our DNA—be it that we may be multicultural, the fact that we understand what our background might be like—is critical to understanding what makes us unique in the marketplace.Furthermore, Speaker 1 stated that being a woman provided a “benefit” in that: we can navigate, we can conceptualize certain things, and if you’re able to gather raw data or evaluate research and then be able to conceptualize it in a conversation, that’s extremely, extremely strong.", "As a Hispanic female and as a marketer, as well as a business owner, when women want to own their truth, we want to understand that our DNA—be it that we may be multicultural, the fact that we understand what our background might be like—is critical to understanding what makes us unique in the marketplace.", "we can navigate, we can conceptualize certain things, and if you’re able to gather raw data or evaluate research and then be able to conceptualize it in a conversation, that’s extremely, extremely strong.", "Several other speakers also suggested that women are in a unique position in the workplace because they are women, as long as they recognize “the strengths of being a woman.” Speaker 7, the newspaper editor, for instance, said that despite the challenges of unfair treatment, harassment, discrimination, and unequal pay, women have inherent strengths for the workplace that make them stronger: The reality is that overall a lot of the strengths of being a woman are strengths in the workplace. We’re nurturers, we’re bridge builders, we’re problem-solvers, we’re collaborators, and these are all critical skills in the workplace. And we don’t, again, have to do it like a man would do it, but this doesn’t mean that’s the wrong way. Actually, I think this brings a lot of benefits to the table.", "The reality is that overall a lot of the strengths of being a woman are strengths in the workplace. We’re nurturers, we’re bridge builders, we’re problem-solvers, we’re collaborators, and these are all critical skills in the workplace. And we don’t, again, have to do it like a man would do it, but this doesn’t mean that’s the wrong way. Actually, I think this brings a lot of benefits to the table.", "Speaker 2, a public relations and advertising professor, said women’s unique position in the media workplace requires them to have “role models” and “mentors” to guide them through workplace challenges that are specific to women. “Sometimes women, particularly women of color, face great challenges in identifying appropriate mentors,” Speaker 2 said. “Female mentors can offer social support, role modeling and advice about overcoming discriminatory obstacles, [and] … obstacles that are particular to women and women of color that a male mentor may not be able to offer insight into.”", "The speakers’ overall focus on the unique contribution they bring to the media workplace because they are women was further represented in the resounding silence of their heteronormative positioning of woman as being mothers, with husbands and a “family life.” In fact, it should be noted that while not all speakers openly identified as to their sexual identity, race or ethnicity, age, or class, all identified as women, were light-skinned, and established in their professions. As the only speaker to identify issues of intersectionality in discussions of women in the media workplace, taking into consideration multiple elements of identity politics when expressing issues of power, however, Speaker 2 highlighted that: women of color, in particular, may need mentors who can advise about advancing past barriers that are connected to both gender and race, and this is a complex of problems that a white male mentor may not be able to fully address.", "women of color, in particular, may need mentors who can advise about advancing past barriers that are connected to both gender and race, and this is a complex of problems that a white male mentor may not be able to fully address.", "Inherent within all speaker’s comments, however, was the notion that challenges for women in the media workplace were viewed more as novelties that provided a sense of comradery and uniqueness to their positions and workplace contributions. By and large, speakers turned to “tips” and snippets of advice—discursive elements of “industry speak” (for more see, Holmes, Schnurr, and Marra 2007)—to normalize expectations and processes of work that are based on gender differences. For example, Speaker 5, a journalism professor, encouraged women interested in working in media to overcome challenges through advancement by listed networking to “investigate what interests you,” to “seek learning communities,” and to “join a project.” Social media, the speaker said, should be used to share “information about your project” and to “use social media networks to follow high-profile individuals already working in your area of interest,” thereby creating an environment in which women leaders can learn to be like their male counterparts.", "In fact, Speaker 8, a television news reporter, said motivation comes from conversation that women “can’t be” a journalist that is as good as a man. “I never once felt that I couldn’t be in this business because I was a woman.” Still, the speaker said, the following thoughts are had: “Oh, well, I’d like to have a family” and “Oh, what if I want to have kids? Oh, but wait, my contract is up at this time. I can’t be on maternity leave when my contract is up. What if they don’t hire me again?” So those are things that I think about that I know men don’t obviously have to worry [about].Speaker 3, a television news network executive, also suggested women in the workplace become aware of their surroundings and the ways of work in order to better comport with expectations of work culture and their place in it. In terms of reaching a position of leadership, you really have to know our business. You have to know and understand the mission of the business … you need to know everything about that organization you are going to do an interview with or work at.", "“Oh, well, I’d like to have a family” and “Oh, what if I want to have kids? Oh, but wait, my contract is up at this time. I can’t be on maternity leave when my contract is up. What if they don’t hire me again?” So those are things that I think about that I know men don’t obviously have to worry [about].", "In terms of reaching a position of leadership, you really have to know our business. You have to know and understand the mission of the business … you need to know everything about that organization you are going to do an interview with or work at.", "Understanding the unique aspects of self and of work, then, seems to be acknowledging and abiding by the status quo as a woman. We conclude below with further comment about this study’s findings, implications to journalism practice, and the need for future research."]}, {"title": "Conclusion", "paragraphs": ["As stated earlier, we do not deny that particular social collectives are subject to harassment and discrimination in the workforce. Nor do we deny that the treatment of one group of people based on identity is the same as the treatment of another. In other words, we believe that employees are treated differently in media work environments based on gendered identities in that many employees, based on these identities, tend to be paid less and are subject to different social expectations based on systems of power. This paper, however, has been interested in identifying the embedders of these ideologies within career and leadership advance by media professionals. Furthermore, while we have been interested in the degree to which the speakers’ “industry speak” pairs with the popular “Lean In” movement, we are even more interested in how, as a collective, the speakers’ rhetoric formed an arena of “post-feminist” views of a meritocracy in which women, to “succeed” as “leaders,” must abide by certain standards of behavior and language. Here, we provide several concluding thoughts related to this study’s findings.", "First, we have argued that there is a basis for further research to examine the degree to which “industry speak” within the fields of journalism, public relations, and advertising may align with many tenets of the “Lean In” movement. In that respect, we suggest that media scholars explore the multiple layers of the movement and the language used by professionals to discuss challenges for advancement in the workplace. We understand that broad generalizations may not be made from these findings and that the comments made by speakers in this study are the result of multiple influences, including their own personal beliefs, expectations of and for speakers discussing issues of women in communication, and a host of other variables. However, the consistency between the speakers’ comments over a period of several years is interesting, particularly since they have been deemed—in this case anyway—as industry experts. In the future, therefore, we suggest professionals also consider the degree to which these efforts to identify challenges and diversify based on binaries of female–male, without diminishing those dimensions, operates to exclude further complications of race, class, physical and mental abilities, and other elements of social interaction.", "Second, we suggest that the intersectionality necessary to extend beyond the commonalities among the speech of professionals analyzed in this study would be a direct attack against what research and the speakers’ stories describe as a well-established, hetero-masculine environment of working within US media. That the speakers over this period of time each described means by which to project women into positions of leadership and identified that career projection is a difficult—and gendered—experience, suggests that, indeed, there are issues within the structures of media fields that remain unaddressed, or certainly unchanged. Despite the solutions and ideological approaches to address the problems, it remains important to openly share and critique professionals’ commentary about their fields and experiences as a means to dissect influences of power. That said, professionals should also be aware of the potential challenges to their own positions and experiences as they address power systems within their places of work. Indeed, as this study also suggests, the indoctrination to the status quo is ripe with slang, career advice, and ideologies that may provide professionals with lessons that are counterproductive to changing power systems.", "Third, this study becomes relevant for those interested in improving not only the working environment of those in media fields, but in improving the relevance and meaning of journalism by creating a more equitable and diverse newsroom. For a field seen across the globe as one that, to varying degrees, is to serve a public good and highlight social conditions and ills with an attempt to inform audiences about how to make change through engagement and civic institutions, ensuring that the institution of journalism itself is fair and equitable seems paramount."]}], "references": [{"title": "The Parity Paradox: Reader Response to Minority Newsroom Staffing", "year": "2006", "journal": "Mass Communication and Society", "volume": "9", "authors": [{"name": "Adams Terry", "first_name": "Adams", "last_name": "Terry"}, {"name": "Cleary Johanna", "first_name": "Cleary", "last_name": "Johanna"}]}, {"title": "Leading with Their Hearts? How Gender Stereotypes of Emotion Lead to Biased Evaluations of Female Leaders", "year": "2016", "journal": "The Leadership Quarterly", "volume": "27", "authors": [{"name": "Brescoll Victoria L.", "first_name": "Brescoll", "last_name": "L."}]}, {"title": "Hegemonic Masculinity: Rethinking the Concept", "year": "2005", "journal": "Gender \\& Society", "volume": "19", "authors": [{"name": "Connell R. W.", "first_name": "Connell", "last_name": "W."}, {"name": "Messerschmidt James W.", "first_name": "Messerschmidt", "last_name": "W."}]}, {"title": "Damn, yo – Who’s That Girl?: An Ethnographic Analysis of Masculinity in Drug Robberies", "year": "2009", "journal": "Journal of Contemporary Ethnography", "volume": "38", "authors": [{"name": "Contreras Randol.", "first_name": "Contreras", "last_name": "Randol."}]}, {"title": "Bridges, Ladders, Sparks, and Glue: Celebrating and Problematizing ‘Girl-Driven’ Intergenerational Feminist Activism", "year": "2016", "journal": "Feminist Media Studies", "volume": "16", "authors": [{"name": "Edell Dana", "first_name": "Edell", "last_name": "Dana"}, {"name": "Brown Lyn M.", "first_name": "Brown", "last_name": "M."}, {"name": "Montano Celeste", "first_name": "Montano", "last_name": "Celeste"}]}, {"title": "Women Reporting Sports: Still a Man’s Game?", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Franks Suzanne", "first_name": "Franks", "last_name": "Suzanne"}, {"name": "O’Neill Deirdre", "first_name": "O’Neill", "last_name": "Deirdre"}]}, {"title": "African American Women in the Newsroom: Encoding Resistance", "year": "2015", "journal": "Howard Journal of Communications", "volume": "26", "authors": [{"name": "Meyers Marian", "first_name": "Meyers", "last_name": "Marian"}, {"name": "Gayle Lynne", "first_name": "Gayle", "last_name": "Lynne"}]}, {"title": "Post-postfeminisim?: New Feminist Visibilities in Postfeminist Times", "year": "2016", "journal": "Feminist Media Studies", "volume": "16", "authors": [{"name": "Gill Rosalind.", "first_name": "Gill", "last_name": "Rosalind."}]}, {"title": "The Girl Hunt: Urban Nightlife and the Performance of Masculinity as Collective Activity", "year": "2007", "journal": "Symbolic Interaction", "volume": "30", "authors": [{"name": "Grazian David.", "first_name": "Grazian", "last_name": "David."}]}, {"title": "Leadership and Communication: Discursive Evidence of a Workplace Culture Change", "year": "2007", "journal": "Discourse \\& Communication", "volume": "1", "authors": [{"name": "Holmes Janet", "first_name": "Holmes", "last_name": "Janet"}, {"name": "Schnurr Stephanie", "first_name": "Schnurr", "last_name": "Stephanie"}, {"name": "Marra Meredith", "first_name": "Marra", "last_name": "Meredith"}]}, {"title": "Microaggressions and Female Athletes", "year": "2016", "journal": "Sex Roles", "volume": "74", "authors": [{"name": "R. Kaskan Emily", "first_name": "R.", "last_name": "Kaskan Emily"}, {"name": "Ho Ivy K.", "first_name": "Ho", "last_name": "K."}]}, {"title": "(M)Othering: Feminist Motherhood, Neoliberal Discourse and the Other", "year": "2015", "journal": "Studies in the Maternal", "volume": "5", "authors": [{"name": "Leite Marianna.", "first_name": "Leite", "last_name": "Marianna."}]}, {"title": "In Journalism, we are all Men", "year": "2017", "journal": "Journalism Studies", "volume": "18", "authors": [{"name": "Lobo Paula", "first_name": "Lobo", "last_name": "Paula"}, {"name": "Silveirinha Maria João", "first_name": "Silveirinha", "last_name": "João"}, {"name": "da Silva Marisa Torres", "first_name": "da", "last_name": "Torres"}, {"name": "Subtil Filipa", "first_name": "Subtil", "last_name": "Filipa"}]}, {"title": "Truly a Woman of Color Organization: Negotiating Sameness and Difference in Pursuit of Intersectionality", "year": "2016", "journal": "Gender \\& Society", "volume": "30", "authors": [{"name": "Luna Zakiya.", "first_name": "Luna", "last_name": "Zakiya."}]}, {"title": "The Complexity of Intersectionality", "year": "2005", "journal": "Signs: Journal of Women in Culture and Society", "volume": "30", "authors": [{"name": "McCall Leslie.", "first_name": "McCall", "last_name": "Leslie."}]}, {"title": "Post-feminism and Popular Culture", "year": "2004", "journal": "Feminist Media Studies", "volume": "4", "authors": [{"name": "McRobbie Angela.", "first_name": "McRobbie", "last_name": "Angela."}]}, {"title": "Feminism, the Family and the new ‘Mediated’ Maternalism", "year": "2013", "journal": "New Formations", "volume": "80", "authors": [{"name": "McRobbie Angela.", "first_name": "McRobbie", "last_name": "Angela."}]}, {"title": "Re-thinking Intersectionality", "year": "2008", "journal": "Feminist Review", "volume": "89", "authors": [{"name": "Nash Jennifer C.", "first_name": "Nash", "last_name": "C."}]}, {"title": "‘Who’s That Girl?’: Annie Lennox, Woolf’s Orlando, and Female Camp Androgyny", "year": "1997", "journal": "Mosaic", "volume": "30", "authors": [{"name": "Piggford George.", "first_name": "Piggford", "last_name": "George."}]}, {"title": "Do Women Lead Differently?", "year": "2011", "journal": "American Journalism Review", "volume": "", "authors": [{"name": "Ricchiardi Sherry.", "first_name": "Ricchiardi", "last_name": "Sherry."}]}, {"title": "‘A Real Woman has to do it all – with the Kids and in the Office’: Doing Femininity in the Transcultural Context of Russian-German Migration", "year": "2016", "journal": "Gender, Place \\& Culture", "volume": "23", "authors": [{"name": "Rohde-Abuba Caterina.", "first_name": "Rohde-Abuba", "last_name": "Caterina."}]}, {"title": "Exploring the Effect of media Images on Women’s Leadership Self-Perceptions and Aspirations", "year": "2013", "journal": "Group Processes \\& Intergroup Relations", "volume": "16", "authors": [{"name": "Simon Stefanie", "first_name": "Simon", "last_name": "Stefanie"}, {"name": "Hoyt Crystal L.", "first_name": "Hoyt", "last_name": "L."}]}, {"title": "Women in Power: Undoing or Redoing the Gendered Organization?", "year": "2016", "journal": "Gender \\& Society", "volume": "30", "authors": [{"name": "Stainback Kevin", "first_name": "Stainback", "last_name": "Kevin"}, {"name": "Kleiner Sibyl", "first_name": "Kleiner", "last_name": "Sibyl"}, {"name": "Skaggs Sheryl", "first_name": "Skaggs", "last_name": "Sheryl"}]}, {"title": "The Mommy Wars: on the Home Front and Waged Abroad", "year": "2016", "journal": "Feminist Media Studies", "volume": "16", "authors": [{"name": "Steiner Linda", "first_name": "Steiner", "last_name": "Linda"}, {"name": "Lachover Einat", "first_name": "Lachover", "last_name": "Einat"}]}, {"title": "Does Gender and Professional Experience Influence Students’ Perceptions of Professors?", "year": "2017", "journal": "Journalism \\& Mass Communication Educator", "volume": "72", "authors": [{"name": "Tindall Natalie T. J.", "first_name": "Tindall", "last_name": "J."}, {"name": "Waters Richard D.", "first_name": "Waters", "last_name": "D."}]}, {"title": "Still a Lily-White Field of Women: The State of Workforce Diversity in Public Relations Practice and Research", "year": "2017", "journal": "Public Relations Review", "volume": "43", "authors": [{"name": "Vardeman-Winter Jennifer", "first_name": "Vardeman-Winter", "last_name": "Jennifer"}, {"name": "Place Katie R.", "first_name": "Place", "last_name": "R."}]}, {"title": "Advertising Professionals’ Perceptions of the Impact of Gender Portrayals on men and Women: A Question of Ethics?", "year": "2015", "journal": "Journal of Advertising", "volume": "44", "authors": [{"name": "Zayer Linda Tuncay", "first_name": "Zayer", "last_name": "Tuncay"}, {"name": "Coleman Catherine A.", "first_name": "Coleman", "last_name": "A."}]}]}