{"doi": "10.1080/17512786.2017.1356687", "url": "https://doi.org/10.1080/17512786.2017.1356687", "title": "Training Methods of Listening-Based Journalistic Questioning", "volume": "12", "year": "2018", "issue": "7", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Harro-Loit", "first_name": "Halliki", "name": "Halliki Harro-Loit", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Ugur", "first_name": "Kadri", "name": "Kadri Ugur", "affiliation": "", "orcid": "", "role": ""}], "abstract": "The study introduces the pedagogy of listening-based questioning training (LBJQ) for journalism students and journalists. The approach provides basic training and is somewhat different from the usual interview training as LBJQ focuses on training in basic skills: listening and reflective responding skills, as well as the ability to use different types of questions efficiently. The aim of the exercises is to help the journalist to get the most precise information possible from people with various social skills and styles. The article explains theoretical approaches and provides sample exercises for trainers and journalists.", "body": [{"sec_title": "Introduction", "sec_content": ["This article presents some basic training methods on listening-based journalistic questioning (LBJQ). The LBJQ approach we introduce in this article is a specific approach within the more general discourse of journalistic interviews and interviewing. While the academic approach to journalistic interviews (as a genre and as a method) focuses on interview(ing) as a historically changing genre/format and practice (e.g. Schudson 1994; Harro 2001; Ekström and Nylund 2006; Clayman and Heritage 2006) in terms of its different functions, power and discursive aspects (e.g. Eide 2006; Nylund 2006a, 2006b; Montgomery 2008; Ben-Porath 2010; Hutchby 2011), LBJQ focuses on micro-level training of skills presuppositions for conducting different types of journalistic interviews.", "Conceptually, LBJQ is based on interpersonal communication, more precisely on (active) listening and leading-questioning techniques. The main aim of the LBJQ approach is the practical implementation of listening and questioning pedagogy for journalists and journalism students. In comparison to other professional interviews (e.g. interrogative questioning by police, job interviews or advisory interviews), journalistic (news) interviews include certain conventions: journalists mainly control the purpose, focus and length of the interview, and the aim of the interview is to inform the public (Montgomery 2008, 260). In the case of news interviews, journalists might not have enough time to prepare for the interviews; they might need to question experts on topics which neither the journalists nor the public know much about. Consequently, the core idea of LBJQ pedagogy is that questioning should be based on what the interviewee actually says. Moreover, journalists should not prepare questions precisely, but only the main focus and scope of the interview: if they prepare the questions precisely they might stick to their questions and not be able to listen to the interviewee efficiently.", "According to the authors’ decade-long teaching experience, the significance of LBJQ becomes apparent when journalism students start their first listening exercises and experience failure. It depends on the number of training hours, but usually after 24 hours of an introductory training course, students can recognize the complexity of being an effective listener and interviewer.", "It is unclear why listening (as a general skill) is not positioned centrally in the university curriculum (Janusik 2010, 194), and the same concern can be expressed about LBJQ pedagogy. Interviewing techniques are well developed concerning police interviews (e.g. Oxburgh, Myklebust, and Grant 2010; Bex and Verheij 2011) and in pedagogy (e.g. Salomo, Lieven, and Tomasello 2013). Various journalism textbooks since the 1990s have assumed journalists’ ability to use (active) listening-based questioning, but do not provide detailed instructions on “how to improve actual performance”. For example, The Newspaper Handbook, written by Richard Keeble (1994), has a chapter on “The Actual Interview” (72–76), where he writes: Most interviewers stress active listening is one of the most crucial skills. Journalists can often be surprised at how open and talkative people are when profiled … Given this willingness to talk, the journalists’ role is to listen intelligently and help the conversation along with concise, clearly focused questions. (Keeble 1994, 73)The textbook News Writing, by George Hough (1995, 35), dedicates one page to “listening”, affirming that “Careful listening is important … Listening also requires the reporter to develop an ear not only for what people say but for the way they say it”. These suggestions are very appropriate, but the missing aspect is how to “develop an ear”. Contemporary textbooks for journalists also value “the art of listening” (Hill and Lashmar 2014, 55–56) or suggest paying attention to what types of questions should be used (Knight and Cook 2013, 22). Knight and Cook (2013, 21) provide references to other books which deal with interviewing techniques, e.g. Pape and Featherstone (2006), Harcup (2009) and Randall (2011). Still, guidance is provided only on the macro level.", "Most interviewers stress active listening is one of the most crucial skills. Journalists can often be surprised at how open and talkative people are when profiled … Given this willingness to talk, the journalists’ role is to listen intelligently and help the conversation along with concise, clearly focused questions. (Keeble 1994, 73)", "Some specialized textbooks on interviewing (e.g. The Writer’s Guide to Gathering Information by Asking Questions. Creative Interviewing by Ken Metzler [1977] and Interviewing for Journalists, by Sally Adams and Wynford Hicks [2001, 2009]) provide suggestions, from planning the interview to ethics. Metzler (1977, 139–149) provides 10 interviewing exercises with various purposes and points out the main pedagogical approach: The key to learning is the reaction of the respondents in post-interview critique sessions: … . The practice interview exercises below are designed for classrooms where students pair off and interview each other … Interviews must be “real”—no role playing … . Classroom atmosphere for post-interview discussions must be psychologically safe for even the most timid students. (Metzler 1977, 144, 145)An important aspect that Metzler repeatedly mentions is that questions must always be relevant to the stated purpose, and he provides a sample analysis of this problem. However, he only briefly suggests asking during the post-interview session if the interviewer was a good listener? (Metzler 1977, 145).", "The key to learning is the reaction of the respondents in post-interview critique sessions: … . The practice interview exercises below are designed for classrooms where students pair off and interview each other … Interviews must be “real”—no role playing … . Classroom atmosphere for post-interview discussions must be psychologically safe for even the most timid students. (Metzler 1977, 144, 145)", "Adams and Hicks (2009), in writing about interviewing techniques, stress the need for listening (39). The book includes guidelines for several tricky situations, but one of the important techniques, “summarization”, is covered in only six lines (46). The book provides the typology of questions—closed, open, amplification, clarification, leading questions, indirect assumption, directive, suggestive and loaded (47–52)—but does not explain when and how these different questions help to improve efficiency.", "Dillon’s book The Practice of Questioning includes a chapter on journalistic interviewing (Dillon 1990, 94–108). Dillon provides several key examples that demonstrate journalistic interviewing practices, where the journalist and interviewee have only minimal communication with each other. Dillon provides useful analysis categories for broadcast interviews.", "The present article aims to fill the gap in journalism pedagogy and introduce the pedagogy of the introductory course on LBJQ—developed and practised at the University of Tartu. Within the last 10 years the authors have collected student’s reflections (50–70 per year) along with different exercise examples. A small part of this collection is used in the present article.", "The LBJQ concept merges four discourses or knowledge areas: The discourse of listening and reflection skills.The journalistic questioning discourse.The discourse on the ethics of interpersonal communication (handled very briefly in this article).The pedagogy of LBJQ.", "The discourse of listening and reflection skills.", "The journalistic questioning discourse.", "The discourse on the ethics of interpersonal communication (handled very briefly in this article).", "The pedagogy of LBJQ.", "Based on these four discourses, this article is structured as follows: first we describe what kinds of listening skills journalists specifically need to practise, or, in other words, how listening skills training for journalists fits into general listening skills discourse. Secondly, we provide an overview of the types of questions that are essential for journalistic interviewing, including relevant concepts.", "Thirdly, we present an introduction to problems and opportunities related to LBJQ pedagogy. Besides methods of journalists’ training, the LBJQ pedagogy section also describes options for joint practising with interviewees with different social skills and styles as LBJQ is based on dialogue.", "The LBJQ pedagogy section is followed by a discussion of model exercises that are requisite for practising the five basic skills. These five model exercise topics have been selected to serve two objectives: (1) the mistakes made most frequently by journalists in their interviews, which can be corrected by practising; and (2) the aim of the exercises is to help the journalist to get the most precise information possible from people with various social skills and styles. The sixth model exercise provides and illustrates how students can train recognition of different techniques (see Figure 1). Training Methods of Listening-Based Journalistic QuestioningAll authorsHalliki Harro-Loit & Kadri Ugurhttps://doi.org/10.1080/17512786.2017.1356687Published online:22 August 2017FIGURE 1  Schema: basic elements of LBJQDisplay full sizeFIGURE 1  Schema: basic elements of LBJQ", "FIGURE 1  Schema: basic elements of LBJQ", "FIGURE 1  Schema: basic elements of LBJQ", "We claim that only after acquiring the elementary listening-based questioning techniques is it reasonable to move to more sophisticated interaction exercises and train on various interview formats: e.g. conflict interviews (which include recognizing and coping with various demagogy techniques), longer personal interviews that contain recollections and retrospective insights, and moderating group interviews and conversations.", "It is also important to keep in mind that LBJQ does not provide recipes; it only makes it possible to provide training methods to expand one’s “toolbox” of interpersonal communication skills.", "The LBJQ concept and training is founded on the basic idea of interpersonal communication ethics: its mandate is to promote and protect good and sustainable relationships (Arnett, Harden Fritz, and Bell 2009, 119). Although a journalist’s interviewee is not a friend, listening, attentiveness and dialogic negotiation constitute the ethical competence (133) that is the main aim of the training."]}, {"sec_title": "Journalistic Listening and Reflection", "sec_content": ["Although there are many models that describe the listening process (e.g. Thompson et al. 2010, 274; Hargie 2011, 181–189), the basis of listening-based questioning that fits our training approach is well described by Brownell (2010): “In listening-centred communication, listening is positioned as the primary process influencing communication outcomes” (143). Brownell provides the HURIER model (as an example of a behavioural approach). This skill-based model of listening-centred communication includes six components: hearing, understanding, remembering, interpreting, evaluating and responding. The HURIER model for trainees is like an iceberg: the first five components of listening are not perceptible to other people, while responding can be heard and seen. Janusik and Imhof (2016, 4), in explaining their listening concept, describe one of the dimensions as Information Acquisition, which is comprised of intentional and active information processing, typically causing a high cognitive load (referring to Kalyuga 2012). The high cognitive load of the first five components of the HURIER model or Information Acquisition in training practice means that most students or journalists are not able to train for more than four hours continuously; the training time (about 36–40 classroom hours in one semester) should be spread out.", "While any listening-based communication training is mainly self-regulated learning (Wolvin 2010, 22), “every component of the listening process is influenced by the individual’s cultural orientation, past experiences, interests, attitudes, beliefs, and a range of other personal variables and filters that account for individual and cultural differences” (Brownell 2010, 144–146). Therefore, it is important that the training of LBJQ includes skill clusters that help different trainees to track their own development in interpersonal communication competencies.", "Generally, the HURIER listening model includes 21 listening clusters (Brownell 2010, 148), in LBJQ we ask journalism students or journalists to use 12 of these for self- analysis: improving concentration and using vocalized listening techniques (hearing), recognizing assumptions, distinguishing main ideas from factual evidence, perception checking for accurate comprehension (understanding messages), increasing sensitivity to vocal cues, monitoring personal non-verbal behaviours (interpreting different modalities), assessing the speaker’s credibility, recognizing your personal bias, analysing logic and reasoning (evaluating message), becoming familiar with response options (skill of reflection and skill of questioning), and increasing behavioural flexibility (responding to messages).", "In addition to the HURIER model, for LBJQ training it is helpful to distinguish different types of listening: comprehensive, evaluative and empathetic. The first two types of listening are for the benefit of the listener; empathetic listening seeks to help the speaker by expressing support and sensitivity. Responding to the emotions of the person talking, which is one of the main objectives in supportive interactions (MacGeorg, Feng, and Burleson 2011), could be helpful for a journalist if she or he needs to encourage people to talk, but the journalistic interview is not a formal helping situation and empathetic listening might therefore be deceptive. While in journalistic (news) interviewing the main goal is listening for data, ideas and messages as precisely as possible, and evaluating accuracy and utility, the first focus is to learn comprehension listening (content listening or informational listening) and evaluative listening (critical listening) (Wolvin 2010, 21; Hargie 2011, 185–186). For example, a journalist should comprehend the difference between these two statements: “There will be a public ceremony at the university today” and “There will be a public ceremony with a concert at the university today”. In order to include all of these types of listening, we use the cover term “close listening” in this study and also in practical LBJQ training sessions.", "Empathetic listening is sometimes also referred to as reflective listening (Hargie 2011, 186). It is important to distinguish “reflective listening” from “reflection”. The skill of reflection (a part of the responding component, according to the HURIER model) is defined as “statements in the interviewer’s own words that encapsulate and represent the essence of the interviewee’s previous message” (Hargie 2011, 155, referring to Dickson 2006). When the emphasis is exclusively upon reflecting back the factual component, this is termed “paraphrasing” (or “reflection of content”); when the emphasis is solely upon the affective or feeling component, it is “reflection of feeling”. It is also possible to distinguish simple reflections, which focus upon what the other person has just said, from complex reflection, which goes beyond this to include some aspects of earlier interviewee responses. “When reflecting, the interviewer strives to capture the significant message in the respondent’s previous contribution and represents this understanding” (Hargie 2011, 155, 157).", "For the journalistic (news) interview, the reflection of emotions (empathetic listening) is in most cases less important than the reflection of content. For the journalist, the range of content reflection possibilities is wide: straight repetition of the interviewee’s previous statement or “echoing”, paraphrasing in the speaker’s own words while not misrepresenting the original meaning, paraphrasing (interpreting) and simplifying and/or summarizing the original statement, re-phrasing selectively, re-phrasing “with a twist”, and re-phrasing in order to ensure the accuracy of understanding of what was said by the interviewee. The following example illustrates the range of content reflections.", "A statement of an interviewee: “It’s terrible how dogs are treated in urban space! I think, it’s absolutely necessary to discuss publicly about this problem. For example, can you imagine how hot is the asphalt where dogs walk? Their paws get damaged!” Paraphrasing the speaker’s words, while not misrepresenting the original meaning: “For you, it is important to raise a public discussion on the well-being of dogs in our town, starting with the problems of walking dogs on hot asphalt?”Rephrasing, simplifying and summarizing the original statement: “You want to raise the issue of the well-being of dogs?”Re-phrasing selectively in order to direct (narrow) the focus of the interview. Here, one should note that the interviewer is adding his or her evaluative word “important”. This is also one way to select some aspect the interviewer considers notable: “You think that raising the issue of the dogs’ damaged paws is important?”Re-phrasing “with twist”: “You believe dogs are ill-treated in our town?”Re-phrasing in order to ensure the accuracy of understanding of what was said by the interviewee: “Did I understand you correctly that you would like to raise the issue of the well-being of dogs in urban space and their walking problems on hot asphalt?”", "Paraphrasing the speaker’s words, while not misrepresenting the original meaning: “For you, it is important to raise a public discussion on the well-being of dogs in our town, starting with the problems of walking dogs on hot asphalt?”", "Rephrasing, simplifying and summarizing the original statement: “You want to raise the issue of the well-being of dogs?”", "Re-phrasing selectively in order to direct (narrow) the focus of the interview. Here, one should note that the interviewer is adding his or her evaluative word “important”. This is also one way to select some aspect the interviewer considers notable: “You think that raising the issue of the dogs’ damaged paws is important?”", "Re-phrasing “with twist”: “You believe dogs are ill-treated in our town?”", "Re-phrasing in order to ensure the accuracy of understanding of what was said by the interviewee: “Did I understand you correctly that you would like to raise the issue of the well-being of dogs in urban space and their walking problems on hot asphalt?”", "In summary, the first aim of the LBJQ training course is to train close listening and the whole scale of reflection skills."]}, {"sec_title": "Journalistic Questions and Questioning", "sec_content": ["While the listening skills of a news journalist are usually not noticed, the public is aware of his or her ability to formulate questions. In this article, a question is defined as a request for information, whether factual or not. A question is also any statement or reflection that invites an answer or response (Hargie 2011, 118).", "There are very many approaches to the typology of questions in linguistics (e.g. Metslang 1981; Millar et al. 1992; Oxburgh, Myklebust, and Grant 2010; Hargie 2011; Park 2012). Of these approaches, journalists have mainly made practical use of distinguishing between closed and open questions, polar questions (that seek “yes” or “no” answers) (e.g. Biezma and Rawlins 2012; Park 2012) and questions that imply specific factual statements (e.g. What time is it? How many people were killed? (e.g. Metzler 1977).", "As a result of our practical news interview training, it has become apparent that of many typologies, at the basic LBJQ course it is useful to provide exercises on the following aspects of questions: The interviewer should become knowledgeable about the respondent’s qualifications for answering. “A ‘witness’ to a tragedy gives you all kinds of details, but then you learn he hasn’t actually seen the tragedy” (Metzler 1977, 38). If the interviewer has not had enough time before the interview to define the competency of the interviewee, we recommend using, when needed, filtering questions, e.g. What kind of work experience have you had in this organization?; or, before questioning an eyewitness of a road accident the following question could be Where were you at the time of accident?The awareness about the scope of questions can be trained by using the funnel sequence approach (Hargie 2011, 127, referring to Kahn and Cannell 1957), “the approach of beginning an introduction with a very open question and gradually reducing the level of openness … an alternative approach to this sequencing is to use the inverted funnel (or pyramid) sequence, whereby the interaction begins with very closed questions and gradually opens out to embrace wider issues”. As the funnel sequence and inverted funnel (or pyramid) sequence are terms used in interviewing strategies (e.g. investigative interviewing or career guidance interviews), in order to narrow the concept to the training of a questioning technique for journalists, we use the term the scope of the question. Tell me about your work is a very large-scope question. Name the tasks you had to fulfil at the office today is a medium-scope question. What did you do at the office today at 11 am? is a small-scope question. We prefer the scope approach as this makes it possible to evaluate the scope also in the case of closed questions: e.g. a large-scope but still “closed” question is: Have you learned anything this year? The scope of questions in a practical news interview is important because a very large scope for a one- to two-minute interview is usually uncomfortable for the interviewee, if the question should guide him or her.It is also important to teach noticing questions with wrong presumptions (e.g. What is your brother’s job? The assumption is that the brother has a job).Distinguish description-required questions from analytical questions. Description-required questions (e.g. What was your feeling when you saw … ?) may include requests (Please describe how you got to the theatre). Analytical questions (Why did you decide to … ?) demand from the interviewee causal thinking, comparing different possibilities, and differentiating causes from results (Why? What for?).It is important to teach probing questions (clarification probes, extension probes, accuracy probes and restatement probes), to recognize information gaps and vagueness in answers and to get used to asking probing questions in order to encourage respondents to expand or specify their initial responses (e.g. Could you explain exactly how many … ? How did you reach that conclusion? or Give me an example of that!) (Hargie 2011, 144).", "The interviewer should become knowledgeable about the respondent’s qualifications for answering. “A ‘witness’ to a tragedy gives you all kinds of details, but then you learn he hasn’t actually seen the tragedy” (Metzler 1977, 38). If the interviewer has not had enough time before the interview to define the competency of the interviewee, we recommend using, when needed, filtering questions, e.g. What kind of work experience have you had in this organization?; or, before questioning an eyewitness of a road accident the following question could be Where were you at the time of accident?", "The awareness about the scope of questions can be trained by using the funnel sequence approach (Hargie 2011, 127, referring to Kahn and Cannell 1957), “the approach of beginning an introduction with a very open question and gradually reducing the level of openness … an alternative approach to this sequencing is to use the inverted funnel (or pyramid) sequence, whereby the interaction begins with very closed questions and gradually opens out to embrace wider issues”. As the funnel sequence and inverted funnel (or pyramid) sequence are terms used in interviewing strategies (e.g. investigative interviewing or career guidance interviews), in order to narrow the concept to the training of a questioning technique for journalists, we use the term the scope of the question. Tell me about your work is a very large-scope question. Name the tasks you had to fulfil at the office today is a medium-scope question. What did you do at the office today at 11 am? is a small-scope question. We prefer the scope approach as this makes it possible to evaluate the scope also in the case of closed questions: e.g. a large-scope but still “closed” question is: Have you learned anything this year? The scope of questions in a practical news interview is important because a very large scope for a one- to two-minute interview is usually uncomfortable for the interviewee, if the question should guide him or her.", "It is also important to teach noticing questions with wrong presumptions (e.g. What is your brother’s job? The assumption is that the brother has a job).", "Distinguish description-required questions from analytical questions. Description-required questions (e.g. What was your feeling when you saw … ?) may include requests (Please describe how you got to the theatre). Analytical questions (Why did you decide to … ?) demand from the interviewee causal thinking, comparing different possibilities, and differentiating causes from results (Why? What for?).", "It is important to teach probing questions (clarification probes, extension probes, accuracy probes and restatement probes), to recognize information gaps and vagueness in answers and to get used to asking probing questions in order to encourage respondents to expand or specify their initial responses (e.g. Could you explain exactly how many … ? How did you reach that conclusion? or Give me an example of that!) (Hargie 2011, 144)."]}, {"sec_title": "The Pedagogy of LBJQ", "sec_content": ["The basic training method is similar to what was suggested by Ken Metzler (1977), although most of the training is audio-visual today. If possible, we use pre-recorded demo exercises where two teachers act out the parts in the interview, emphasizing some aspects of interaction. The aim is to provide an analytical framework for the use of different techniques. We also ask students to find errors in interviews recorded by teachers, and provide better questions and answers. Comprehending that readiness for constructive criticism is a prerogative of learning. During the analysis, theoretical concepts or exercises for training are explained.", "Then the students pair off or form groups of three and interview each other, by using one or two particular techniques. In news-interview training we do not use fictional role-play. We usually ask students or journalists who are in the role of interviewees to provide one or two sentences from some aspect of their lives (e.g. Today I will attend a budget meeting of our town). Depending on the exercise, the interviewer will then select the focus and can practise any of the above-mentioned listening-based questioning skills. After short training in groups we video-record as many interviews as possible.", "The length of the exercises in the introductory course is one to five minutes. We use two types of exercises: short exercises (one to three questions) and longer exercises (two to five minutes with several turns taken).", "The purpose of short exercises is to train specific skills: close listening (reflecting presumptions and/or information gaps) and the skill of the formulation of questions of different scopes, or developing the habit of asking probing questions immediately. In some case we do not record short exercises, although in many cases recording is extremely beneficial. A number of journalists have pointed out in their feedback that even when they record their interviews with voice recorders, they often face the problem afterwards that they did not obtain the necessary clarification during the interview, and later on they had to clarify the necessary information with the interviewee via e-mail or telephone. This takes time and is sometimes also somewhat embarrassing to the journalist.", "In longer interviews the participants are assigned specific roles (one is the interviewer and the other is the interviewee; there might be a third participant, whose role is to carry out analysis). The longer exercises are recorded as much as possible and analysed immediately in the classroom. The exercises are never conducted, analysed or used in any way outside the classroom.", "The dialogic interaction between the journalist and the interviewee raises several questions regarding training: should the main focus be on training the interviewer or the interviewee? First of all, we suggest those who take the role of interviewees also should develop listening skills and provide as precise answers as possible to what is asked. This is especially true if students from the public relations programme are involved, since they are interested in improving listening and replying skills.", "In order to emphasize the importance of the interviewee, we additionally define four difficult types of respondents in the introductory course: People who provide very short answers and give yes/no answers if possible.People who talk too much.People who give very general answers.People who are aggressive towards the interviewer.", "People who provide very short answers and give yes/no answers if possible.", "People who talk too much.", "People who give very general answers.", "People who are aggressive towards the interviewer.", "We explain that this is only one possible approach. For example, Kathryn Roulston (2010, 112–114), while writing about the research interview, suggests eight different “roles”: “the busy person”, the talker”, “the short answerer”, “the wanderer”, “the teacher”, “the player”, “distracted” and “questioner”.", "Journalists and students can get the opportunity to act out some of these roles when we modify the basic exercise. During the basic exercises, the task of the interviewee is to provide answers that are as comfortable as possible. When we train modified questioning by using the “difficult respondents”, we also provide a few tips. For example, if the respondent tends to give yes/no answers, the natural reaction is that the interviewer also will use more close-ended questions due to empathetic reactions between the partners. Then the aim of training is to get interviewers to use descriptive (open) questions. If the interviewee is too talkative, the aim of the interviewer is to use closed or factual questions. According to the reports provided by the students, people who talk too much are the worst; stopping them requires special training.", "If the interviewee is aggressive we advise the interviewer to practise rephrasing techniques that are based on reflective listening and make it possible to let the interviewee know that his or her message is understood. For example, a journalist (Q) is interviewing a politician (A) who is negative about the journalist, who then uses selective rephrasing in Question 2: Q1: How will the policy suggested by you influence people with lower incomes?A1: Have you even read my suggestion at all? Go back to your newsroom and find somebody who is able to explain it to you, or go back to school!Q2: So, you claim that careful reading of your policy suggestions makes it possible to understand its influence on people with lower incomes. Please, point out the influence of your policy suggestions on people with lower incomes.", "Q1: How will the policy suggested by you influence people with lower incomes?", "A1: Have you even read my suggestion at all? Go back to your newsroom and find somebody who is able to explain it to you, or go back to school!", "Q2: So, you claim that careful reading of your policy suggestions makes it possible to understand its influence on people with lower incomes. Please, point out the influence of your policy suggestions on people with lower incomes.", "We suggest avoiding being provoked and reacting with “Of course I have read your suggestions!”.", "While using selective rephrasing, the journalist ignores the aggression, while paying attention to the interviewee’s message about “reading carefully”. Finally, the journalist repeats the initial question.", "Another example demonstrates the case when an interviewee feels negative about the question asked: Q1: How will the policy that you suggest influence people with lower incomes?A1: This question is absolutely irrelevant at this moment.Q2: Do I understand you correctly that you will explain the influence of your policy later? Please, determine the time … ", "Q1: How will the policy that you suggest influence people with lower incomes?", "A1: This question is absolutely irrelevant at this moment.", "Q2: Do I understand you correctly that you will explain the influence of your policy later? Please, determine the time … ", "Here the journalist consciously ignores the interviewee’s critique about the “irrelevance of the question” and focuses on the phrase “at this moment”. The aim of this type of selective reflection is mainly to divert aggression, and accept the delay in getting the information, but also to indicate that she or he will ask about this information later anyway.", "At the beginning of the course it is useful if the teacher pays attention to some widely spread but undesirable habits of journalistic questioning. For example, in Estonian journalistic interview culture two frequent problems appear: Unclear introduction.Several questions at a time.", "Unclear introduction.", "Several questions at a time.", "In order to illustrate how an unclear introduction with several questions at time influences the answer given by the interviewee, one can give examples from news interviews: Question: A delegation of the Art College will participate in a conference in China. What does participation in such a distant conference mean to Estonian students and also to a particular college? Well, could you please tell us how big the delegation that is going to China is? Answer: Our delegation to China is quite small.", "Question: A delegation of the Art College will participate in a conference in China. What does participation in such a distant conference mean to Estonian students and also to a particular college? Well, could you please tell us how big the delegation that is going to China is?", "Answer: Our delegation to China is quite small.", "The interviewee skipped the first question of extremely large scope and only gave a specific answer to the second question. “How many delegates will go to China?” as a formulation of the question is easier to follow. We suggest that our students use as short questions as possible. Hence, instead of adding “could you tell us”, it is efficient just to ask the question.", "In summary, although training of close listening, reflection and questioning skills are the main focus, the news interview is an interaction between two people and it is helpful if journalists or journalism students also improve their listening and reflection skills when they are playing the role of the interviewee. At university it is most useful if the training group includes journalism students and students from other programmes who are interested in learning skills that are useful for the interviewee.", "We also provide exercises and methods for students to learn at home (with family members), in pairs or mini-groups. As mentioned above, no curriculum provides enough training lessons to customize listening-based interviewing, and therefore at the university we instead provide students and journalists with self-training methods."]}, {"sec_title": "Training LBJQ: Example Exercises", "sec_content": ["If the interviewee is experienced in media relations, he or she will normally not be bothered much by the scope or mode of questions, but will answer within the scope of the given topic, in a way he or she considers most appropriate. However, if the questions really need to function as tools to help the interviewee, then the scope of questions is indeed important. For example, a traditional question posed by students is (if the interviewee is a young teacher): How did you decide to become a teacher? The scope of this question is made big by an extremely big leap in time. If the interviewee has not thought about it recently (i.e. if he or she does not have an answer at hand), then he or she must start thinking back over time to find the starting point of becoming a teacher. Another type of large-scope question is when the interviewee is asked for his or her opinion at a very high level of generalization. For example: What do you think of English literature? or What do you think of the reform of the education system?", "In order to teach students to be aware of the scope of questions and the skills to correct it, we have developed an exercise where journalists or students must ask their partners four or five questions on the same topic, including one question of large scope, one of medium scope and one of very small scope question.", "In the next example we have to deal with descriptive questions that are formulated in a way that the interviewee will have to describe his or her personal experiences and knowledge: What do people eat in the morning?What does your family usually eat in the morning?What did you eat this morning?Did you eat cheese this morning?What kind of cheese did you eat this morning?", "What do people eat in the morning?", "What does your family usually eat in the morning?", "What did you eat this morning?", "Did you eat cheese this morning?", "What kind of cheese did you eat this morning?", "There are two variations of the exercise: one partner is given the task of formulating one question of large scope, one question of medium scope and one or two questions of small scope, as well as a yes-or-no question in such a way that the respondent is directed to give only his or her opinion. The aim of the exercise is to draw attention to the difference between describing circumstances and giving an opinion within the scope of descriptive questions. The scope of example questions decreases from large to narrow.", "Examples of descriptive questions about opinions with different scope: What do you think of the quality of the country’s higher education in the twenty-first century?What do you consider to be characteristic features of high-quality university education?What do you consider to be criteria of good education in your speciality?", "What do you think of the quality of the country’s higher education in the twenty-first century?", "What do you consider to be characteristic features of high-quality university education?", "What do you consider to be criteria of good education in your speciality?", "Examples of closed-end questions about opinions with different scope: Do you think it is possible to evaluate the quality of university education while using different criteria?Do you think it is possible to evaluate the quality of university education on the basis of the feedback of employers?Do you think it is possible to evaluate the quality of university education on the basis of the answers collected from 35 different employers?", "Do you think it is possible to evaluate the quality of university education while using different criteria?", "Do you think it is possible to evaluate the quality of university education on the basis of the feedback of employers?", "Do you think it is possible to evaluate the quality of university education on the basis of the answers collected from 35 different employers?", "During the analysis, it is important to point out that the expertise of the interviewee also determines the scope of the opinion. For example, if the question on the quality of education is posed to the Minister of Education, the scope might be reasonable for the minister: the minister would not generalize but would start talking about, say, the processes of the evaluation of different institutions of higher education. At the same time, for a student, a question of such a large scope probably would not work well because his or her experience is probably limited to one or two higher educational institutions or two or three specialities, unless he or she is familiar with research work on the quality of higher education.", "To introduce the topic of questions that contain presumptions we use classic literature: a question posed by Karlsson, a figure from Astrid Lindgren’s book, to the housekeeper Miss Bock: “Give me a short answer—yes or no: have you quit drinking brandy in the mornings yet?” And Lillebror verbalized the assumption saying that she could not reply to this question because she had not ever started drinking brandy in the mornings.", "There are quite a number of questions where expressions used in the given language may give an evaluative presumption: e.g. “How fast did that car go?” (in fact, the interviewer wants to know how many kilometres per hour the car was moving); “How tall are you?” (the questioner wants to know how much the child has grown), or “How old is your fur coat?” (the questioner wants to know the age of the fur coat, and not emphasise that the fur coat is old).", "Questions with presumptions are justified when the interviewer already has the relevant information. In many cases in our training practice, false presumptions reveal information gaps or the hidden mindset of the interviewer. Thus, presumptions do not necessarily have to be avoided, but it is important to notice wrong presumptions and to correct such presumptions by using close listening. We have stressed that in order to reduce misunderstandings between the journalist and his or her source, it is also the responsibility of the interviewee to recognize the wrong presumptions in question(s).", "As an exercise, the teacher presents some questions to the trainees, and asks them to verbalize all the assumptions present in the question, before they actually add any information. Example 1:Q: How big was the entrance competition in the programme of journalism this year?A1 “You presume that there was competition in the programme of journalism this year. Unfortunately, there were more places than student candidates.OrA2: You presume that the competition in the programme of journalism was big this year. It actually was one to one. Example 2:Q: What kind of driver are you in rush-hour traffic?A: Do you presume that I can drive a car and that I have a driving licence? Actually, I do, but I never drive in rush hour. If I would, I’d be just as calm as usually.", "Example 1:", "Q: How big was the entrance competition in the programme of journalism this year?", "A1 “You presume that there was competition in the programme of journalism this year. Unfortunately, there were more places than student candidates.", "Or", "A2: You presume that the competition in the programme of journalism was big this year. It actually was one to one.", "Example 2:", "Q: What kind of driver are you in rush-hour traffic?", "A: Do you presume that I can drive a car and that I have a driving licence? Actually, I do, but I never drive in rush hour. If I would, I’d be just as calm as usually.", "The above two examples illustrate cases where the interviewer relies on a widespread understanding: in this case that usually there is competition to enter a university and the question is how many candidates compete for one place, or the widespread understanding that nowadays people usually have driving licences and experience in driving. Sometimes presumptions involve completed activities as opposed to unfinished activities. The third example illustrates the possibility of constructing this type of presumption. Example 3:Q: You have been working as a lecturer at the university for a large part of your life?A: I started working at the university as a research fellow when I completed my university studies eight year ago, and I have worked at the university as a lecturer since then.", "Example 3:", "Q: You have been working as a lecturer at the university for a large part of your life?", "A: I started working at the university as a research fellow when I completed my university studies eight year ago, and I have worked at the university as a lecturer since then.", "In reflecting information gaps, it is important to help students and journalists pay attention to the fact that sometimes interviewees do not mention the particular time and place.", "Sometimes it is important to notice that, by using passive mode, the interviewee does not clarify who decided or who acted. Example 1:Statement: This year the university’s entrance tests have been planned for the first week of July.Probing question: Could you please clarify at which university?The person who made the decision and the decision itself are probably irrelevant in this case, and therefore there is no need to clarify the passive mode. Example 2:Statement: In June, it was decided that some programmes at the University of XX must be closed.Question reflecting an information gap: You said that in June a decision was made on closing some programmes at the University of XX. Please specify, who made this decision and what programmes will be closed?", "Example 1:", "Statement: This year the university’s entrance tests have been planned for the first week of July.", "Probing question: Could you please clarify at which university?", "The person who made the decision and the decision itself are probably irrelevant in this case, and therefore there is no need to clarify the passive mode.", "Example 2:", "Statement: In June, it was decided that some programmes at the University of XX must be closed.", "Question reflecting an information gap: You said that in June a decision was made on closing some programmes at the University of XX. Please specify, who made this decision and what programmes will be closed?", "As described above, the range of re-phrasing in content reflection is large.", "In addition to the training of rephrasing skills in short exercises, reflection and re-phrasing are useful in order to adjust the focus of the interview.", "With rephrasing, we start with short and simple rephrasing exercises that include “echoing”, but the interviewer can emphasize the focus she or he is interested in by using intonation: Statement: I don’t want to eat this school food.Reflecting with a question: You don’t want to eat this school food? Or: You don’t want to eat school food?", "Statement: I don’t want to eat this school food.", "Reflecting with a question: You don’t want to eat this school food?", "Or: You don’t want to eat school food?", "We emphasize that the difference between these reflections lies in the fact that, in the first case, the interviewer believes that the interviewee has made a comment on a specific school menu. In the latter case, the interviewer leaves out the reference “this”, and focuses on the possibility that the interviewee does not want to eat school food at all. In other words a selection has already taken place during the process of listening. The questioner (knowingly) leaves out one detail.", "On the basis of the same example, we also introduce the possibility of reflection with a twist: “You don’t like the taste of school food?” Here, the questioner reflects the statement but also gives it an interpretation: in this case, both a generalization (school food in general) and disliking (which may also include the way it is served) are replaced with the more specific don’t like the taste.", "Sometimes it is important to summarize a longer statement. At this point it is important to emphasize that the journalist, in rephrasing the text in a summarizing manner, gives a hint to the interviewee of how the interviewer has understood the interviewee and what the interviewer has interpreted as important. This also enables the journalist to adjust the focus of the interview.", "According to the feedback given by journalists and students of journalism, narrowing the focus via selective reflection is an important skill but it requires quite a lot of training.", "Descriptive and probing questions are important if the journalist needs to get an overview of an event or situation as the interviewee has experienced and remembers it: e.g. Please describe how you came to work this morning? Formulating a descriptive question is initially quite difficult for most students: students instinctively ask yes-or-no or analytical questions.", "Analytical questions aim to determine the interpretation and/or analysis of the interviewee of a sequence of events or of a situation, and the chain of causes and effects. Distinguishing between descriptive and analytical questions is important when the interviewee has not thought about the causes before or is not used to thinking analytically (Eljand 2011).", "We provide students with some examples of analytical questions where the answer does not convey enough information. Q1: Why is the practice of different assessment styles important for a teacher?A1: Well … Q2: Why do you want to be a teacher?A2: Why not?Q3: Why do you hate maths?A3: Just because.", "Q1: Why is the practice of different assessment styles important for a teacher?", "A1: Well … ", "Q2: Why do you want to be a teacher?", "A2: Why not?", "Q3: Why do you hate maths?", "A3: Just because.", "After these exercises the students are asked to re-formulate the questions as descriptive questions of smaller scope: e.g. What assessment methods do you use in gymnasium classes? Recollect the circumstances that led you to become a teacher. Describe your feelings about maths.", "Students usually say that after this exercise they discover that “descriptive questions” enable them to avoid wrong presumptions and they elicit additional newsworthy details they would not have if they had not asked the interviewee to describe the circumstances or context.", "While training different questioning skills, we usually show students pre-recorded constructed interviews performed by teachers. The exercise for students is to follow the interviews and identify different methods and tricks in the dialogues. Later we sometimes also give out the transcripts of the dialogues.", "With a pre-recorded example, we also start to train students to be sensitive to “focus” or “direction”. Hence the students are asked to notice the “shifted” focus in a pre-recorded sample interview.", "In the following example, the focus of the interviewer is provided in italics, while the focus of the interviewee is underlined. Q1: As a teacher of interviewing training, what is your opinion of video training? (medium-scope open question)A1: It’s a good way to learn, if the instructor knows how to use video training.Q2: Do you believe that video training is the only way to show young journalists’ their mistakes?A2: Definitely video is a good method for self-reflection, in addition to other training activities.Q3: Have you ever seen students improve their interviewing skills without video training?A3: Some students have surprised me by learning from other people’s mistakes, yes.Q4: So in general, you agree that without video training it’s impossible to learn interviewing skills.A4: Yes and no. Video training is a good and efficient method, but definitely not the only way to learn and it works only if the instructor has sufficient knowledge.", "Q1: As a teacher of interviewing training, what is your opinion of video training? (medium-scope open question)", "A1: It’s a good way to learn, if the instructor knows how to use video training.", "Q2: Do you believe that video training is the only way to show young journalists’ their mistakes?", "A2: Definitely video is a good method for self-reflection, in addition to other training activities.", "Q3: Have you ever seen students improve their interviewing skills without video training?", "A3: Some students have surprised me by learning from other people’s mistakes, yes.", "Q4: So in general, you agree that without video training it’s impossible to learn interviewing skills.", "A4: Yes and no. Video training is a good and efficient method, but definitely not the only way to learn and it works only if the instructor has sufficient knowledge.", "Based on that example, students should also answer several questions, for example: What presumption does the interviewer express?How does the respondent deal with these presumptions he does not agree with completely?What additional information did the respondent give to the interviewer?Form at least one listening-based question to every answer!", "What presumption does the interviewer express?", "How does the respondent deal with these presumptions he does not agree with completely?", "What additional information did the respondent give to the interviewer?", "Form at least one listening-based question to every answer!"]}, {"sec_title": "Summary", "sec_content": ["In addition to theoretical approaches to listening and questioning, this article provides an overview of didactic methods that have been used for basic interviewing training skills: listening-based questioning. It is hands-on video training that includes self-reflection of the learning process and also aims to provide students with the basic skills of interview analysis.", "Training listening-based questioning is cognitively difficult and students need to become accustomed to listening, reflection skills, and precise and concrete questions. Therefore, the students have to practise by themselves, as the university never has enough resources to provide sufficient training hours for LBJQ to be fully acquired by students, who attend only 24–30 hours of training classes.", "Half of the LBJQ basic training is based on mono-skill training: listening or question formulation. Only during the second half of the course do students start to train on longer interaction formats. The second half is devoted to the training of interviewing tempo, controlling the focus of the interview, and management of people with different response styles and motivations. During this basic course, we focus on news interviews and therefore do not cover conversation elements.", "The scope of the present article makes it impossible to cover all of the types of exercises in LBJQ; it merely introduces the concept. As mentioned at the beginning of the article, journalistic interviewing is more a general concept and bundle of competencies than LBJQ is. The latter—although related to news interviews—is not related to any particular interview or conversation genre or type, but is rather a journalism-pedagogy approach."]}], "references": [{"title": "Interview Effects: Theory and Evidence for the Impact of Televised Political Interviews on Viewer Attitudes", "year": "2010", "journal": "Communication Theory", "volume": "20", "authors": [{"name": "Ben-Porath Eran N.", "first_name": "Ben-Porath", "last_name": "N.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Solving a Murder Case by Asking Critical Questions: An Approach to Fact-Finding in Terms of Argumentation and Story Schemes", "year": "2011", "journal": "Argumentation", "volume": "26", "authors": [{"name": "Bex Floris", "first_name": "Bex", "last_name": "Floris", "affiliation": "", "orcid": "", "role": ""}, {"name": "Verheij Bart", "first_name": "Verheij", "last_name": "Bart", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Responding to Alternative and Polar Questions", "year": "2012", "journal": "Linguistics and Philosophy", "volume": "35", "authors": [{"name": "Biezma María", "first_name": "Biezma", "last_name": "María", "affiliation": "", "orcid": "", "role": ""}, {"name": "Rawlins Kyle", "first_name": "Rawlins", "last_name": "Kyle", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Non-Neutrality and Argument in the Hybrid Political Interview", "year": "2011", "journal": "Discourse Studies", "volume": "13", "authors": [{"name": "Hutchby Ian.", "first_name": "Hutchby", "last_name": "Ian.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Intercultural Listening: Measuring Listening Concepts with the LCI-R", "year": "2016", "journal": "International Journal of Listening", "volume": "", "authors": [{"name": "Janusik Laura", "first_name": "Janusik", "last_name": "Laura", "affiliation": "", "orcid": "", "role": ""}, {"name": "Imhof Margarete", "first_name": "Imhof", "last_name": "Margarete", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Instructional Benefits of Spoken Words: A Review of Cognitive Load Factors", "year": "2012", "journal": "Educational Research Review", "volume": "7", "authors": [{"name": "Kalyuga Slava.", "first_name": "Kalyuga", "last_name": "Slava.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Discourse of the Broadcast News Interview", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Montgomery Martin.", "first_name": "Montgomery", "last_name": "Martin.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Question of Question Types in Police Interviews: A Review of the Literature From a Psychological and Linguistic Perspective", "year": "2010", "journal": "International Journal of Speech Language and the Law", "volume": "17", "authors": [{"name": "Oxburgh Gavin Eric", "first_name": "Oxburgh", "last_name": "Eric", "affiliation": "", "orcid": "", "role": ""}, {"name": "Myklebust Trond", "first_name": "Myklebust", "last_name": "Trond", "affiliation": "", "orcid": "", "role": ""}, {"name": "Grant Tim", "first_name": "Grant", "last_name": "Tim", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Asking Different Types of Polar Questions: The Interplay Between Turn, Sequence, and Context in Writing Conferences", "year": "2012", "journal": "Discourse Studies", "volume": "14", "authors": [{"name": "Park Innhwa.", "first_name": "Park", "last_name": "Innhwa.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Children’s Ability to Answer Different Types of Questions", "year": "2013", "journal": "Journal of Child Language", "volume": "40", "authors": [{"name": "Salomo Dorothé", "first_name": "Salomo", "last_name": "Dorothé", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lieven Elena", "first_name": "Lieven", "last_name": "Elena", "affiliation": "", "orcid": "", "role": ""}, {"name": "Tomasello Michael", "first_name": "Tomasello", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Question Authority: A History of the News Interview in American Journalism, 1860s–1930s", "year": "1994", "journal": "Media, Culture \\& Society", "volume": "16", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael.", "affiliation": "", "orcid": "", "role": ""}]}]}