{"doi": "10.1080/21670811.2015.1133249", "url": "https://doi.org/10.1080/21670811.2015.1133249", "title": "A Macroscopic Analysis of News Content in Twitter", "volume": "4", "year": "2016", "issue": "8", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Malik", "first_name": "Momin", "name": "Momin M. Malik"}, {"last_name": "Pfeffer", "first_name": "Jürgen", "name": "Jürgen Pfeffer"}], "abstract": "Previous literature has considered the relevance of Twitter to journalism, for example as a tool for reporters to collect information and for organizations to disseminate news to the public. We consider the reciprocal perspective, carrying out a survey of news media-related content within Twitter. Using a random sample of 1.8 billion tweets over four months in 2014, we look at the distribution of activity across news media and the relative dominance of certain news organizations in terms of relative share of content, the Twitter behavior of news media, the hashtags used in news content versus Twitter as a whole, and the proportion of Twitter activity that is news media-related. We find a small but consistent proportion of Twitter is news media-related (0.8 percent by volume); that news media-related tweets focus on a different set of hashtags than Twitter as a whole, with some hashtags such as those of countries of conflict (Arab Spring countries, Ukraine) reaching over 15 percent of tweets being news media-related; and we find that news organizations’ accounts, across all major organizations, largely use Twitter as a professionalized, one-way communication medium to promote their own reporting. Using Latent Dirichlet Allocation topic modeling, we also examine how the proportion of news content varies across topics within 100,000 #Egypt tweets, finding that the relative proportion of news media-related tweets varies vastly across different subtopics. Over-time analysis reveals that news media were among the earliest adopters of certain #Egypt subtopics, providing a necessary (although not sufficient) condition for influence.", "body": [{"title": "Introduction", "paragraphs": ["The rise of the internet and social media has been involved with a crisis in journalism (Chouliaraki and Blaagaard 2013; Franklin 2012; Hirst 2010; McChesney 2012; Picard 2014). As part of attempts to adapt professional journalism to shifting patterns of consumption, there has been an increasing amount of work about social media, and in particular Twitter, looking at how social media users consume news (Bastos 2015; Hermida et al. 2012; Nielsen and Schrøder 2014), as well as newsroom studies about how news organizations use social media (Armstrong and Gao 2010; Artwick 2013; Bosch 2014; Broersma and Graham 2013; Cozma and Chen 2013; El Gody 2014; Engesser and Humprecht 2015; Hermida 2010, 2012, 2013; Ju, Jeong, and Chyi 2014; Mare 2014; Revers 2014; Thurman and Walters 2013; Verweij and van Noort 2014; Vis 2013).", "At the same time, there has been a discussion of the possibilities of bringing computational analysis to journalism, both in the actual profession (Lewis 2015; Lewis and Westlund 2015; Parasie 2015; Young and Hermida 2015) including from mining Twitter data (Vis 2013), as well as in studying journalism and news media (Flaounas et al. 2013; Jang and Pasek 2015). Aggregate data is an attractive alternative to labor-intensive hand-coding, which has practical limitations on scale (Flaounas et al. 2013). Yet there has been less discussion about using computational methods to study news organizations’ use of social media (and only a few examples, e.g., Lotan et al. 2011). This is surprising, given how the social media platforms are engineered specifically to allow for exactly such large-scale analysis (Gehl 2014)—specifically, for reducing users to computationally legible units that can be data mined to optimize advertising—and how news organizations themselves are seeking out insights that come from the same style of data mining and analytics as is used in advertising (Castillo et al. 2014).1", "Using the Twitter “decahose,” a random 10 percent sample of all Tweets, we investigate three theoretical directions. First, given the discussions in journalism literature about how news organizations may best use Twitter, how are different news organizations using Twitter? There have been newsroom case studies for some individual organizations, but no comprehensive view across all news media and journalists. Second, drawing on attention in literature to the importance of the politics, economics, and culture of social media platforms, we look at how journalism fits into Twitter as a whole. Lastly, motivated by literature on agenda-setting, we look at what topics are addressed by news media comparative to Twitter as a whole, and what topics have a greater presence of news tweets versus all other tweets."]}, {"title": "Previous Work", "paragraphs": ["There is now a body of literature providing detailed overviews of Twitter’s mechanisms and conventions (Honeycutt and Herring 2009; Marwick and boyd 2011), structure (Bruns and Moe 2013; Gaffney and Puschmann 2013), and history (van Dijck 2013; Rogers 2013). Computer science was the first to conduct research around Twitter (Java et al. 2007; Krishnamurthy, Gill, and Arlitt 2008), as the large volumes of temporal, network, linguistic, and even geographic data generated in aggregate by millions of users created rich opportunities to develop computational tools to process such data. Computer scientists also used the data as a test bed to describe and model phenomena such as tie formation, communities in networks, topic emergence, sentiment and opinion, and viral spread and other information flows (Cheong and Lee 2010). By 2013, there were already over a thousand papers from multiple disciplines, looking across tweet text, user behavior, or improving or building on the technology of Twitter (Williams, Terras, and Warwick 2013).", "Despite this use of data, Twitter does not necessarily reflect the wider world. For example, a Pew study found that Twitter often does not match public opinion (Mitchell and Hitlin 2013). Also even when correspondences are found between Twitter data and the world at large, they can break down under slight changes in context (Cohen and Ruths 2013; Gayo-Avello 2012a, 2012b). Considering work on the users and culture of Twitter, this divergence is unsurprising (Ruths and Pfeffer 2014; Tufekci 2014) despite the platform creators’ aspirations for Twitter to be a “neutral utility” (van Dijck 2013, 69). There is work showing how Twitter users are not demographically representative using both representative surveys (Duggan et al. 2015) and comparisons of Twitter data to Census data (Hecht and Stephens 2014; Malik et al. 2015; Mislove et al. 2011). Then, there is work about Twitter’s idiosyncratic conventions and cultural norms (boyd, Golder, and Lotan 2010; Java et al. 2007; Kwak et al. 2010), including an ugly side of enormous hostility towards and harassment of women and those of marginalized identities (Matias et al. 2015). Furthermore, even this work on the extent and specific types of biases in Twitter data are largely based on cross-sectional studies from the United States that may not generalize, as Twitter is itself neither globally uniform (Poblete et al. 2011) nor a static, stable environment across years (Liu, Kliman-Silver, and Mislove 2014).", "Van Dijck (2013) pushes further, theorizing that work about Twitter’s technology, users and usage, and content only considers the platform as a techno-cultural construct. Also critical is consideration of how social media platforms are socioeconomic structures, whose ownership, governance, and business models have important implications both for understanding the platforms at large but even for understanding the data produced on social media. For Twitter, we see how the possibility of making money from link farming (Ghosh et al. 2012) or from selling bots to inflate metrics (Donath 2007) has attracted spammers. Indeed, as anybody who analyzes Twitter data quickly finds, spam is widespread (Thomas et al. 2013), despite Twitter’s attempts to filter it out (Thomas et al. 2011), and this can distort research findings (Ghosh et al. 2012). Also crucially, the most accessible channel of data (allowing for specific queries) that Twitter makes available for free, the Streaming Application Programming Interface (API) (Gaffney and Puschmann 2013), has strict rate limits within which sampling is not necessarily random (Morstatter, Pfeffer, and Liu 2014; Morstatter et al. 2013). This nonrandom sampling distorts not only absolute frequency (how often something appears on Twitter) but even relative frequencies (whether one thing or another is more frequent). An alternative, the Sample API, is a random sample so frequencies are proportional to incidence Twitter overall; but at 1 percent of Twitter, and no ability to request data about specific users, hashtags, languages, etc., there is not enough statistical power to detect small phenomena.", "In our analysis, we use access to the Twitter decahose, also known as the gardenhose (compared to the commercial firehose consisting of all public Twitter data). This is a scaled-up version of the Sample API (using the same method of sampling which successfully achieves randomness) that gives a 10 percent random sample of tweets (Kergl, Roedler, and Seeber 2014).", "There are two other theoretical considerations that we do not consider but recognize. First is how social media platforms are not independent of one another but, through competition, shared users, and corporate and political links, form an “ecosystem of connected media” (van Dijck 2013, 18–23). Certainly, a given organization will coordinate its actions across multiple social media platforms (Bastos 2015; Skogerbø and Krumsvik 2015). Second is how social media platforms are designed to have user labor act as “affective processers” to produce data about users, data which are then stored—but not made accessible to users—in massive “archives of affect, sites of decontextualized data that can be rearranged by site owners to construct particular forms of knowledge about social media users” (Gehl 2014, 43). This relates to discussions of the blurring boundaries between citizen journalism and professional journalism (Hänska-Ahy and Shapour 2013), but also to larger questions of how the news media, with its agenda-setting power, is interacting with social media companies, with their power of managing and shaping what happens on their platforms.", "Journalism literature about Twitter emerged in 2010, contemporaneously with other social science interest (Marwick and boyd 2011), with Hermida (2010) theorizing Twitter use as “ambient journalism.” The possibility of using digital media as a way to “save” (Picard 2014) or perhaps transform journalism (Hermida 2013), makes it relevant to look at the consumption side of how people use Twitter for news, the production side of the Twitter strategies of news organizations, and the hybrid “prosumption” of interaction and feedback such as with dialogue and citizen journalism.", "Research on news consumption includes surveys as well as case studies. For surveys, the Pew Research Center’s Journalism Project carries out representative sampling within the United States, the most recent of which (Mitchell, Gottfried, and Matsa 2015) found 14 percent of surveyed internet-using 18–33 year olds getting political news from Twitter in a given week, compared to 9 percent of 34–49 year olds, and 5 percent of 50–68 year olds. Sixty-one percent of 18–33 year olds reported getting political news on Facebook in a given week, with respective percentages of 50 and 39 for 34–59 year olds and 50–68 year olds, although it seems this is mostly incidental exposure (Mitchell, Gottfried, and Matsa 2015, 9). The survey also measured interest in political news, and knowledge and trust of various sources, and found less interest and knowledge in the younger group but no difference in trust. Nielsen and Schrøder (2014) used the results of the 2013 Reuters Digital News Survey (an online survey given to a sample of 1000 people each in Denmark, France, Germany, Italy, Japan, and Spain, and 2000 each in the United States and United Kingdom) and found that, overall, television is still the dominant source of news but social media is of growing importance. In Canada, Hermida et al. (2012) ran an online survey with a sample of 1600 Canadians and similarly found a minority (two-fifths) of social media users using social media as a source of news; but those that did were on average younger, and for more than two-thirds of users, access to news and views was a major motivation for their use of social media. In the United States, Holton et al. (2015) carried out an online survey with a national sample of 1813 Americans, finding that being engaged in reciprocal information exchanges on social media explains greater news consumption as well as content creation. Less literature looks at the interplay between consumers and news media on a large scale; one example is Hermida (2014, 136), who found (using a social media analytical tool Topsy Pro) that of five million tweets about the disappearance of Malaysian flight MH370, a full four million (80 percent) were retweets, with the remaining million mostly being “media organizations sharing the latest news.”", "Two early studies (Armstrong and Gao 2010; Holcomb, Gross, and Mitchell 2011) gathered and analyzed tweets to study how some specific US news organizations use Twitter. Subsequently, there has been literature about the production-side perspective of newsrooms both from major western outlets (Thurman and Walters 2013) as well as news media across the world (El Gody 2014; Mabweazara 2014; Mare 2014; Verweij and van Noort 2014).", "The findings of Armstrong and Gao (2010) and Holcomb, Gross, and Mitchell (2011), conducted respectively from hand-coding of a four-month sample of tweets and of a one-week sample of tweets, were that news organizations by and large just tweet out headlines of articles with a corresponding link. Tweets were intended to drive traffic to news sites, and only a minority were intended as public service announcements (e.g., about road closings or hazardous weather). Almost no tweets solicited information (either to inform a story or feedback), including those from the most active news organizations. Holcomb, Gross, and Mitchell found almost no retweeting, and those retweets that did exist were of tweets belonging to the same news organization.", "Subsequent work supports and extends these findings. Thurman and Walters (2013) studied Guardian.co.uk’s use of Live Blogs; they found reporters there making use of information from Twitter and posting tweets. But the information flow was one-way, as Live Blogs were housed on The Guardian website and did not feed back into the Twitter ecosystem. Broersma and Graham (2013) also looked at the use of tweets as a source of evidence, arguing that reporters quoting tweets as evidence or examples of opinion alters the balance of power between journalists and sources, although without discussing the presence or absence of engagement between journalists and the people producing newsworthy tweets. Lawrence et al. (2014), in a study of all tweets from 400 political journalists during the 2012 US presidential campaign, similarly found that, despite the inclusion of opinion and expression, largely there was no greater transparency; the traditional ideas of gatekeeping had not been disrupted, and the journalism there existed in the same “bubble” as before.", "There is, however, a difference between types of media outlets; Lasorsa, Lewis, and Holton (2012) used content analysis of 22,248 tweets in 2009 from the 500 most-followed journalists and found that for journalists on Twitter, those employed by less elite organizations were more comfortable “sharing their stage with other news gatherers and commentators.” Transparency about everyday lives was similarly associated with journalists from less elite organizations, and Lasorsa (2012) found this associated more with female journalists than with male journalists.", "Other work focuses on journalists, and has shown that reporters can have behavior distinct from the accounts of news organizations. Revers (2014) conducted a field study at the New York State Capitol building in Albany between 2009 and 2011, with interviews with 35 people, 300 hours of observations, and analysis of some 4492 tweets, finding variation in Twitter adoption as well as in the professional pressures associated with using Twitter (e.g., keeping up with competition in information gathering, or generating advertising revenue). Artwick (2013) addressed similar themes, using a sample of 2733 tweets from 51 journalists in 2011, finding that reporters engaged in a mix of “service,” with reports tweeting public service announcements and retweeting citizen voices, and “product,” with reporters self-promoting by linking to newsroom content they had produced. Vis (2013) used a Guardian/Twitter database of 2.6 million tweets on the 2011 UK riots, collected from the Twitter firehose, to identify the top 1000 most-mentioned accounts; in addition to analyzing the makeup of this sample, Vis used the REST API (see Gaffney and Puschmann 2013) to collect all tweets for two journalists on which to conduct content analysis. She found that accounts of mainstream media received the greatest proportion of mentions, which she relates to findings about the dominance in conversations of a few sources of information. The content analysis showed a variety of activities undertaken by the journalists, but the plurality (about a third) of tweet content was the two journalists’ own eyewitness reporting.", "While much analysis (ours included) looks at the most visible entities, a special issue of Digital Journalism looked at social media practices in newsrooms in Africa. Bosch (2014) covered three community radio stations in South Africa, finding that their use of social media has improved news-gathering as well as increased access and participation for audiences. Also in South Africa, Verweij and van Noort (2014) looked at networks among 500 journalists, finding high density among an elite group but low amounts of connection otherwise, similar to patterns found in the United Kingdom and the Netherlands. El Gody (2014) described how ICTs are used in daily routines in three established Egyptian newsrooms; despite pressure from Egyptian audiences organizing into networks with their own communication systems, he found cases of management prohibiting stories based mainly on internet information, and of journalists treating ICTs as tools for personal use or to pass time. From a field study in Mozambique, conducted at a newly founded community newspaper, Mare (2014) observed innovative uses, including interacting with audiences for feedback and getting information (although noting that the newspaper is new and thus the success of its strategies is yet to be proven).", "Guided by existing work, we pursue two research directions. First, what sort of Twitter usage does our large-scale data support? Second, what news organizations are associated with the greatest share of content and activity? We would hypothesize that our approach will give evidence supporting previous literature, and specifically,", "H1: News media currently use Twitter in largely a “push” model, rather than for transparency or dialogue.", "H2: Large news organizations continue to dominate.", "We also investigate something not found in literature thus far: the difference in focus between news media content on Twitter, and Twitter content at large. Social media represents, on the one hand, a kind of public opinion that, as previous work has shown, is determined by news media (McCombs and Shaw 1972), and, on the other hand, is a kind of media in itself that, as from research on inter-media agenda-setting (Golan 2006), may be something from which news media take cues (Dearing and Rogers 1996, 33). But, conditional on H1 being true, we would assume that news media do not interact with social media enough to be influenced, so either there is little relationship between news media content on Twitter and content at large, or else news media focus precedes larger attention. This leads to our third hypothesis,", "H3: On Twitter, news media focus on a set of topics distinct from Twitter at large."]}, {"title": "Method", "paragraphs": ["We combined an online list of news organizations and journalists from Alexa2 white pages with an extensive search through online listings of global news organizations, using a series of heuristics (looking for “twitter.com/...” in the HTML of the website homepage, collecting whatever comes after the slash, and manually reviewing and revising the results), resulting in 6103 Twitter handles that we identified as belonging to news outlets or journalists.", "We recognize first that our list has not been independently verified, for which reason we make this list available for download,3 and second that it is not necessarily appropriate to have a category of “news organizations.” International and western news media may be very different from news media in Latin America, Africa (Mabweazara 2014), and the Asia-Pacific region; local news media may be different from regional and national news media; and there may be differences in the Twitter strategies and behavior of newspapers compared to television, or either one compared to multimedia news outlets. The category is also complicated by the emergence of citizen-journalists, “blogs,” and digital media organizations such as Gawker, Mashable, The Huffington Post and Buzzfeed that (in differing amounts) mix entertainment and commentary with news and investigative reporting. We allow a broad and inclusive definition of professional journalism that includes such cases.", "Furthermore, given that we cannot guarantee that we have a comprehensive list of news media and journalists (even given some boundary definition of news media and journalism), we likely underestimate results. However, for volume of news content (see below for definition), the top 100 news media-related accounts account for 65.7 percent of all tweets, such that the many smaller organizations and individual journalists we undoubtedly miss (the “tail” of the rank list) have little impact on the aggregate figures.", "From Twitter’s decahose (described above), we collected two different datasets, both within the time period from March 1 to June 30, 2014; first, all 1,783,704,266 English-language tweets (filtering by “lang = ‘en’” in the tweet meta-data), and second, a set of 100,000 tweets containing the hashtag “#Egypt” (for a description of raw Twitter data and how it may be manipulated, see Kumar, Morstatter, and Liu 2014). As a way of looking not just at mentions, or tweets, or links to news websites, we propose combining these three aspects to classify a tweet as news media-related or not using the following inclusion criteria:a) A tweet is sent by news media. We collected 6103 Twitter users from websites of news outlets and from online lists including news media and journalists and use this list to determine whether a tweet was sent by news media or not.b) A tweet mentioning news media. Tweets can mention other Twitter users. We looked for tweets that mention at least one of the 6103 news media Twitter users, e.g., a retweet of a tweet originally sent by a news media account.c) A tweet linking to news media. From alexa.com we extracted 6535 URLs from the news category.4 If a tweet contains a link to (the domain of) one of these websites we categorize the tweet as news media-related. We use the “expanded_url” from the tweet meta-data but we do not de-code third-party shortened URLs (e.g., bit.ly).5", "A tweet is sent by news media. We collected 6103 Twitter users from websites of news outlets and from online lists including news media and journalists and use this list to determine whether a tweet was sent by news media or not.", "A tweet mentioning news media. Tweets can mention other Twitter users. We looked for tweets that mention at least one of the 6103 news media Twitter users, e.g., a retweet of a tweet originally sent by a news media account.", "A tweet linking to news media. From alexa.com we extracted 6535 URLs from the news category.4 If a tweet contains a link to (the domain of) one of these websites we categorize the tweet as news media-related. We use the “expanded_url” from the tweet meta-data but we do not de-code third-party shortened URLs (e.g., bit.ly).5", "Importantly, this excludes newsworthy tweets, for example tweets from non-journalists or citizen journalists that are important in actually breaking a news story. As our concern is with the behavior of professional journalism, we look only at tweets connected with news media and not tweets relating to news more broadly. Also, we undoubtedly miss accounts of individual journalists, news shows, and editors; this is not to say that these are not important, only that our macroscopic perspective is not the appropriate methodology for describing their importance.", "Also importantly, we did not choose the time period to include any specific news stories or events, which means that we did not consciously introduce bias towards some “high-news” period. However, after looking at events taking place during that period, we decided to focus on Egypt-related tweets for the second part of the analysis because of turmoil around general elections stretching across these months.", "We extracted 104,698 tweets containing the hashtag “#Egypt” (as there were several events involving Egypt over the time period considered) and applied what is called a “topic model” to see if different clusters (topics) show different levels of involvement by news media. Topic modeling is almost synonymous with the most popular technique used to do it (Schmidt 2013), Latent Dirichlet Allocation (LDA), invented in 2003 by Blei, Ng, and Jordan (2003).6 LDA takes in a collection of documents and outputs several clusters of words in which each cluster is supposed to capture a “topic” present across the documents. The analyst will look at the various clusters and pick a descriptive name for the topic they think the words represent.7 The main selling point of LDA is that it can take in huge amounts of text data, and output topic clusters that are reasonable.", "Important to note is that LDA is a “bag-of-words” approach and uses only frequencies and co-occurrences and not semantics, context, or any structural properties of language; as such, it does not and cannot extract meaning, but it is reasonable to use the presence of certain words as proxies for what a person would (subjectively) identify as topics when reading through text. The subjectivity means that caution is required; studies have shown that, when people are inclined to see structure, they will interpret random collections of words as representing a coherent topic (Zhu, Gibson, and Rogers 2009). One study asks whether interpreting LDA outputs is akin to “reading tea leaves” (Chang et al. 2009). However, validations of LDA have shown that, while the clusters found by LDA are not the same as what human readers code, there is reasonable correspondence (Morstatter et al. 2015). We avoid some of the interpretational problems by not trying to interpret the clusters found by LDA; we are primarily interested in differences across clusters related to news media presence."]}, {"title": "Results", "paragraphs": ["Applying the above-mentioned three criteria in order to identify news media-related tweets, we identified 14,276,925 of 1,783,704,266 tweets (0.800 percent) as news media-related.8 Table 1 shows more details about this analysis step and Figure 1 illustrates the percentage of news media-related tweets per week (daily minimum 0.516 percent, daily maximum 1.105 percent, SD = 0.134 percent) showing relatively stable values between 0.75 and 0.85 percent over time.", "FIGURE 1  Weekly aggregation of percentage of news media-related tweets", "FIGURE 1  Weekly aggregation of percentage of news media-related tweets", "The overall number of tweets that are news media-related is low, but respectable considering that we have about 6000 accounts out of more than 316 million.", "Next, we want to analyze these news media-related tweets in more detail to find possible differences based on topics. A straightforward approach of identifying topics on Twitter is to use hashtags, as they are created to be a machine-readable (and therefore easily identified) way for Twitter users to define a “topic” and communicate around it. For all hashtags in the approximately 1.8 billion tweets we count occurrence and calculate the percentage of tweets per hashtag that are news media-related. Figure 2 shows the top 656 hashtags that occur at least one time per 5000 tweets (=0.005 percent) in our data. The x-axis shows the number of tweets and the y-axis represents the percentage of news media-related tweets.", "FIGURE 2  Top topics and percentage of tweets related to news media", "FIGURE 2  Top topics and percentage of tweets related to news media", "Five different aspects of this graph are striking. First, many of the topics with more than 5 percent news media-related tweets are related to countries in conflict including Arab Spring countries in northern Africa and the Middle East but also Russia, Ukraine and Scotland. For Scotland, we identified #indyref as referring to the Scotland independence referendum taking place in September 2014. Secondly, we can find several political campaigns that receive high media attention (#auspol, #uniteblue). Thirdly, the missing aircraft flight Malaysia Airline MH370 can be seen as example of topics where all news available comes mediated through news media and no real information comes from people “on the ground;” this matches what Hermida (2014) found for all original tweets around MH370 coming from news media, and is potentially an example of what Vasterman (2005) calls “media-hypes,” self-perpetuating coverage that continues despite not having anything new to report. Fourth, the most used hashtags in our data are not news media-related at all and discuss primarily mobile games. Lastly, there are the three outlier hashtags with the highest proportion of use by news media. #breaking is understandable; it is a journalistic convention, adapted to Twitter, but likely used far less by non-news entities. #takeoffjustlogo is a protest around a designer using a logo similar to a sacred Sufi symbol on a perfume.9 #movieawards, referring to the MTV Movie Awards, is attributable to news media-related activity around the single entity of MTV. These results relate to the findings of Bastos (2015) who finds, for The Guardian and The New York Times, differing emphasis by topic from readers and editors. It also relates to the findings of Kwak et al. (2010), from a study of complete Twitter data crawled in 2009, about overlap between but differences in top hashtags used in Twitter and top topics of coverage in news media.", "As much of the activity is accounted for by mentions and URLs, we were curious to investigate the extent to which this activity is self-generated linkage, addressing the first hypothesis about news media using Twitter largely in a “push” model. Indeed, as discussed above, news organizations use Twitter to refer to their own stories (Armstrong and Gao 2010; Holcomb, Gross, and Mitchell 2011; Vis 2013). From our list of news media Twitter accounts we took the top 51 accounts, accounting for ~50 percent of all news media-related tweets (as defined above) in our data, and extracted a random set of 1000 tweets from these 51 users to manually inspect. Confirming that previous results have held since studies carried out in 2009, we found that the vast majority (89.7 percent of all tweets from these top news media accounts) have a URL to the website of the respective sender of the tweet or mention a Twitter account associated with the sending organization. That is, the accounts with the highest associated volume of news media-related tweets are indeed largely self-references. This can be seen as an indicator that most of these tweets were written to drive traffic to the individual news sites, that is, news media employ Twitter as mere news dissemination tool. Hence, retweets of these tweets are a significant factor in the large amount of news media-related tweets for these organizations described above.", "From our selection of 51 users, 2.8 percent of tweets point to other news sources and another 1.0 percent point to the sending organization in the form of hashtags for a specific show (without Web link or mention). Just 6.5 percent of tweets are not related to news media’s websites, Twitter accounts, or hashtags, and these tweets come from a very small number of accounts, e.g. MTV linking to artists. In addition, we found not a single tweet among the 1000 that did not have at least one hashtag, mention, or URL. This supports previous findings about how news organizations have interpreted “professionalism” on Twitter to mean using Twitter affordances to maximum effect (Armstrong and Gao 2010; Lawrence et al. 2014). It has not meant adopting the cultural norms of Twitter even (or especially) when they conflict with the traditional practice of journalism, nor the abandonment of professionalism as an ideal in favor of transparency or dialogue (Hornmoen and Steensen 2014; Lawrence et al. 2014).", "Addressing the second hypothesis, we ask, what is the relative dominance of established organizations across this news media-related behavior? We find a characteristically skewed “long-tailed” plot. That is, a small number of news entities are responsible for the majority of activity. Looking only at the subset of news media-related tweets pointing to URLs of news organizations, the distribution is similar; a link to the bbc.co.uk domain appears in 166,449 tweets and a link to theguardian.com domain appears in 158,950 tweets.", "Figure 3 shows the “rank-frequency” plots (Brookes and Griffiths 1978) in logarithmic scale. The figure shows how the vast majority of news media only have a very small number of news media-related tweets and links to their respective organizations’ URLs, whereas the accounts associated with the most Twitter activity dwarf all others. Cumulatively, the top 10 handles alone account for 19 percent of news media-related activity, the top 25 for 34 percent, the top 50 for 49 percent, the top 100 for 65 percent, and the top 500 for 95 percent. That is, the remaining 5603 of the 6103 handles account for only 5 percent of the volume of news media-related tweets.", "FIGURE 3  Rank-frequency plots of (a) highest volume tweeters and (b) highest linked to news agency websites", "FIGURE 3  Rank-frequency plots of (a) highest volume tweeters and (b) highest linked to news agency websites", "From Figure 3a we see that, unsurprisingly, sports and entertainment news (ESPN, MTV, Billboard) and new, digital news media (Mashable, The Huffington Post) are associated with the largest volume of news media-related content. However, The Guardian, The New York Times, the Associated Press, CNN, and Forbes also have large amounts tweets related to their content. This is in contrast to other traditional news organizations, such as the Washington Post and Wall Street Journal, which have almost half the number of news media-related tweets associated with them (respectively, 87,034 and 85,494 tweets, the 17th and 18th highest volumes). In a similar comparison between news wires, we can see that Reuters has less news media-related content associated with it than does the Associated Press, as @reuters has 59,388 associated tweets, less than half of @ap. CNN has higher associated volumes than other television news: @foxnews has 89,101 associated tweets, @abc has 78,402, and @nbcnews has 50,906. When considering that CNN also has @cnnbrk with 94,767 tweets, we see that it accounts for a large proportion of Twitter activity. The BBC is a notable absence among the accounts with the most associated news media-related tweets, but this is because it has employed a strategy of dividing up its Twitter activity between multiple accounts. @bbcsport has 99,588 associated tweets, ranking 14th; @bbcworld has 72,900 tweets, ranking 22nd; @bbcbreaking has 59,769 tweets, ranking 25th; and @bbcnews has 55,473 tweets, ranking 29th. With these accounts together, the BBC has more associated tweets than does ESPN. It is important to recall that the data is a random 10 percent sample of all of Twitter. Consequently, these numbers can be used to estimate the overall volume on Twitter by multiplying by 10.", "When looking only at URLs, there are slight differences; while English-language media are dominated by American and British outlets, there is one non-western media outlet that appears high on the list, with the Times of India having almost as many URLs as The New York Times (versus @timesofindia ranking 37th in overall volume of associated news media-related tweets with 49,202 tweets). Overall, the news media with the most frequent URLs are dominated by traditional organizations (other than The Huffington Post and Yahoo News), perhaps mostly retweets of news media tweets.", "To analyze the importance of news media in more detail, and investigate our third hypothesis about whether Twitter content takes cues from news media or vice versa beyond differing hashtag distributions, we selected a hashtag related to one country in conflict and performed additional analysis. Identifying topics of substantive interest that occurred through our period of data collection, we chose Egypt as a case study, as this time included the contentious overthrow of the previously elected government of the Muslim Brotherhood and transition to a government headed by the general Abdel Fattah el-Sisi (Borge-Holthoefer et al. 2015; El Issawi 2014). We identified 104,698 tweets from March 1 to June 30, 2014 including the hashtag “#Egypt.”", "With the three above-described approaches to detect news media-related tweets we were able to identify 8474 tweets (8.094 percent); 391 (0.373 percent) sent by news media, 5195 (4.962 percent) mentioning news media, and 3276 (3.129 percent) linking to news media websites. Figure 4 shows that news media-related tweets are stable between 6 and 10 percent per week over the four-month data collection period.", "FIGURE 4  News media-related tweets per week for tweets including the hashtag “Egypt”", "FIGURE 4  News media-related tweets per week for tweets including the hashtag “Egypt”", "We applied LDA, as described above, with 20 topics to the #Egypt data and counted the news media-related tweets in these #Egypt subtopics. The black bars in Figure 5 visualize these results. As one can see, news media-related tweets are very different in these subtopics and go from almost 0 percent (topic 7) to 17 percent (topic 17). (In LDA output, the numbers assigned to clusters are just an indexing tool, they do not say anything about the clusters.)", "FIGURE 5  Percentage of news media-related tweets in #Egypt subtopics", "FIGURE 5  Percentage of news media-related tweets in #Egypt subtopics", "To better understand the role of news media in these subtopics, we use the timestamps of the tweets in these 20 topics and count news media-related tweets in the earliest 2 percent of all tweets per topic. By looking just at the earliest tweets, we hope to approximate the first adopters of the topics. Note that early tweets cannot be said to be the source or cause; meaningfully modeling influence is an enormously difficult problem, as there are many confounding factors. One thing we can say is that being an “early adopter” is a necessary but not sufficient condition for influence.", "The gray bars in Figure 5 show these results. Intriguingly, two topics reach almost 25 percent (topic 17) and 30 percent (topic 9). We do not analyze all topics in detail but want to have a closer look at these two topics. A central feature of LDA is that it gives a set of top words that are most important for the topic clustering and, consequently, most descriptive for the topics. Table 2 shows the top 10 words for the clusters. In particular, the words in clusters 9 and 17 point to a very specific incident: three Al-Jazeera journalists, charged with terrorism and imprisoned on December 29, 2013, were found guilty on June 23 in a trial that received international condemnation (BBC News 2014).", "Although LDA is exploratory, we feel comfortable saying that within Egypt, we identify that news organizations’ Twitter outputs focus disproportionately on a specific event, apart from the general level of interest. It is telling but unsurprising that the event relates to journalism and press freedom."]}, {"title": "Conclusions", "paragraphs": ["It is difficult to say what we should have expected for the volume of tweets that are news media-related; on the one hand, only about 6000 accounts out of 300 million “active monthly users”10 would, if we take a uniform distribution as our null model, predict only 0.0019 percent tweets being sent, whereas we see 0.032 percent of the volume of tweets coming from our news accounts. Given that Twitter in general has extremely skewed distributions of activity, we could more accurately say that news accounts are over-represented among frequent tweeters and heavy users. Alternatively, if we take other large organizations as the more appropriate comparison set for large news organizations, then news media has a good showing but are not among the most dominant entities. Taking our more expansive notion of news media-related tweets that include mentions and URLs, the finding that 0.8 percent of the total volume relates to news media is an interesting alternative way to consider the importance of news media to Twitter (e.g., versus considering only overlap in topical focus, as in Kwak et al. (2010); it is hard to contextualize in itself, but may be a baseline for future study, to see if the proportion changes over larger periods of time as more users join Twitter; as smaller media organizations increase adoption and usage of Twitter; or as existing patterns of usage by general users or by news media-related entities changes. Alternatively, we also present the number of tweets, mentions, and URLs, for studying any one of these independently over time.", "Our study is a compliment to the smaller studies previously done; using large-scale computational analysis is not as accurate as content analysis and certainly not as informative about actual practice as field studies, but by using a very different methodology to arrive at the same conclusions, we strengthen and reinforce the findings of previous work in terms of the two hypotheses we consider. First, across a range of organizations, wider than just those in the case studies previously considered, we find continued evidence that Twitter practices of news media consist largely of dissemination. There is little evidence for engagement that breaks previously established journalistic norms such as professionalism, such as by prioritizing transparency or dialogue. Second, we found (in something not yet explicitly demonstrated or quantified), the inequality of the distribution of news content over different organizations, with large, established organizations accounting for most news media-related content.", "For looking at the direction of agenda-setting in the social media environment, we first found differentiation: over a randomly chosen period in 2014, news media-related content was focused on a different set of hashtags than Twitter in general, often with far greater representation of such content. From topic modeling, we were able to look within a specific topic area, that of Egypt across a coup and government change, to see how certain subtopics—in particular, ones relating to reporting and journalism itself—have a far higher proportion of content from, directed at, or linking to news entities, and that news media were the earliest to focus on these topics.", "The difference between news media and other content also connects back to one of our original theoretical motivations: to look at news consumption and dissemination activities on Twitter not just in terms of affordances and emergent practices, but also in terms of the larger context of the Twitter platform. Computational methodologies that aggregate and analyze at a large scale provide an important perspective on global context, exploiting for research purposes the ways in which Twitter as a platform is designed to enable commodification and data-mining (Gehl 2014). This suggests further avenues of investigation around how user consumption splits between news and non-news content. Further investigating the role played by news media in Twitter may also demonstrate how the presence of news media is valued by users, thereby creating value for the Twitter platform. Again recalling how Twitter is a commercial enterprise with a private governance structure and not a neutral public utility (van Dijck 2013), knowledge of the relative value of news media will help anticipate how such media may be treated in the future by the platform, and perhaps advocate for specific privileges built into the platform, and generally support the pursuit by news media of reach, impact, and influence on digital media platforms."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["The authors have no affiliation with Twitter, any commercial aggregator of Twitter content, or any news organization, and do not have any financial interest or benefit arising from the direct applications of this research."]}], "references": [{"title": "Now Tweet This: How News Organizations Use Twitter", "year": "2010", "journal": "Electronic News", "volume": "4", "authors": [{"name": "Armstrong Corey L.", "first_name": "Armstrong", "last_name": "L."}, {"name": "Gao Fangfang", "first_name": "Gao", "last_name": "Fangfang"}]}, {"title": "Reporters on Twitter: Product or Service?", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Artwick Claudette G.", "first_name": "Artwick", "last_name": "G."}]}, {"title": "Shares, Pins, and Tweets: News Readership from Daily Papers to Social Media", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Bastos Marco Toledo", "first_name": "Bastos", "last_name": "Toledo"}]}, {"title": "Latent Dirichlet Allocation", "year": "2003", "journal": "Journal of Machine Learning Research", "volume": "3", "authors": [{"name": "Blei David M.", "first_name": "Blei", "last_name": "M."}, {"name": "Ng Andrew Y.", "first_name": "Ng", "last_name": "Y."}, {"name": "Jordan Michael I.", "first_name": "Jordan", "last_name": "I."}]}, {"title": "Social Media and Community Radio Journalism in South Africa", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Bosch Tanja", "first_name": "Bosch", "last_name": "Tanja"}]}, {"title": "Twitter as a News Source: How Dutch and British Newspapers Used Tweets in Their News Coverage, 2007–2011", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel"}, {"name": "Graham Todd", "first_name": "Graham", "last_name": "Todd"}]}, {"title": "Frequency-Rank Distributions", "year": "1978", "journal": "Journal of the American Society for Information Science", "volume": "29", "authors": [{"name": "Brookes Bertram C.", "first_name": "Brookes", "last_name": "C."}, {"name": "Griffiths Jose M.", "first_name": "Griffiths", "last_name": "M."}]}, {"title": "Introduction: Cosmopolitanism and the New News Media", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Chouliaraki Lilie", "first_name": "Chouliaraki", "last_name": "Lilie"}, {"name": "Blaagaard Bolette", "first_name": "Blaagaard", "last_name": "Bolette"}]}, {"title": "What’s in a Tweet? Foreign Correspondents’ Use of Social Media", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Cozma Raluca", "first_name": "Cozma", "last_name": "Raluca"}, {"name": "Chen Kuan-Ju", "first_name": "Chen", "last_name": "Kuan-Ju"}]}, {"title": "Signals in Social Supernets", "year": "2007", "journal": "Journal of Computer-Mediated Communication", "volume": "13", "authors": [{"name": "Donath Judith", "first_name": "Donath", "last_name": "Judith"}]}, {"title": "The Use of Information and Communication Technologies in Three Egyptian Newsrooms", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "El Gody Ahmed", "first_name": "El", "last_name": "Ahmed"}]}, {"title": "Frequency or Skillfulness: How Professional News Media Use Twitter in Five Western Countries", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Engesser Sven", "first_name": "Engesser", "last_name": "Sven"}, {"name": "Humprecht Edda", "first_name": "Humprecht", "last_name": "Edda"}]}, {"title": "Research Methods in the Age of Digital Journalism: Massive-Scale Automated Analysis of News-Content—Topics, Style and Gender", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Flaounas Ilias", "first_name": "Flaounas", "last_name": "Ilias"}, {"name": "Ali Omar", "first_name": "Ali", "last_name": "Omar"}, {"name": "Lansdall-Welfare Thomas", "first_name": "Lansdall-Welfare", "last_name": "Thomas"}, {"name": "De Bie Tijl", "first_name": "De", "last_name": "Tijl"}, {"name": "Mosdell Nick", "first_name": "Mosdell", "last_name": "Nick"}, {"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin"}, {"name": "Cristianini Nello", "first_name": "Cristianini", "last_name": "Nello"}]}, {"title": "The Future of Journalism: Developments and Debates", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "No, You Cannot Predict Elections with Twitter", "year": "2012", "journal": "IEEE Internet Computing", "volume": "16", "authors": [{"name": "Gayo-Avello Daniel", "first_name": "Gayo-Avello", "last_name": "Daniel"}]}, {"title": "Inter-Media Agenda Setting and Global News Coverage: Assessing the Influence of the New York times on Three Network Television Evening News Programs", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Golan Guy", "first_name": "Golan", "last_name": "Guy"}]}, {"title": "Who’s Reporting the Protests? Converging Practices of Citizen Journalists and Two BBC World Service Newsrooms, from Iran’s Election Protests to the Arab Uprisings", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Hänska-Ahy Maximillian T.", "first_name": "Hänska-Ahy", "last_name": "T."}, {"name": "Shapour Roxanna", "first_name": "Shapour", "last_name": "Roxanna"}]}, {"title": "Twittering the News: The Emergence of Ambient Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Tweets and Truth: Journalism as a Discipline of Collaborative Verification", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "\\#Journalism: Reconfiguring Journalism Research about Twitter, One Tweet at a Time", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Share, Like, Recommend: Decoding the Social Media News Consumer", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Fletcher Fred", "first_name": "Fletcher", "last_name": "Fred"}, {"name": "Korell Darryl", "first_name": "Korell", "last_name": "Darryl"}, {"name": "Logan Donna", "first_name": "Logan", "last_name": "Donna"}]}, {"title": "", "year": "2010", "journal": "News 2.0: Can Journalism Survive the Internet?", "volume": "", "authors": [{"name": "Hirst Martin", "first_name": "Hirst", "last_name": "Martin"}]}, {"title": "Reciprocity and the News: The Role of Personal and Social Media Reciprocity in News Creation and Consumption", "year": "2015", "journal": "International Journal of Communication", "volume": "9", "authors": [{"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}, {"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Zúñiga Homero Gil De", "first_name": "Zúñiga", "last_name": "De"}]}, {"title": "Dialogue as a Journalistic Ideal", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Hornmoen Harald", "first_name": "Hornmoen", "last_name": "Harald"}, {"name": "Steensen Steen", "first_name": "Steensen", "last_name": "Steen"}]}, {"title": "Assessing the Carrying Capacity of Twitter and Online News", "year": "2015", "journal": "Mass Communication and Society", "volume": "18", "authors": [{"name": "Jang S. Mo", "first_name": "Jang", "last_name": "Mo"}, {"name": "Pasek Josh", "first_name": "Pasek", "last_name": "Josh"}]}, {"title": "Will Social Media save Newspapers? Examining the Effectiveness of Facebook and Twitter as News Platforms", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Ju Alice", "first_name": "Ju", "last_name": "Alice"}, {"name": "Jeong Sun Ho", "first_name": "Jeong", "last_name": "Ho"}, {"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}]}, {"title": "Transparency and Other Journalistic Norms on Twitter: The Role of Gender", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic", "first_name": "Lasorsa", "last_name": "Dominic"}]}, {"title": "Normalizing Twitter: Journalism Practice in an Emerging Communication Space", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic", "first_name": "Lasorsa", "last_name": "Dominic"}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E."}]}, {"title": "Tweeting Conventions: Political Journalists’ Use of Twitter to Cover the 2012 Presidential Campaign", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Lawrence Regina G.", "first_name": "Lawrence", "last_name": "G."}, {"name": "Molyneux Logan", "first_name": "Molyneux", "last_name": "Logan"}, {"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}, {"name": "Holton Avery", "first_name": "Holton", "last_name": "Avery"}]}, {"title": "Journalism in an Era of Big Data", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}]}, {"title": "Big Data and Journalism: Epistemology, Expertise, Economics, and Ethics", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}]}, {"title": "The Revolutions Were Tweeted: Information Flows during the 2011 Tunisian and Egyptian Revolutions", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Lotan Gilad", "first_name": "Lotan", "last_name": "Gilad"}, {"name": "Graeff Erhardt", "first_name": "Graeff", "last_name": "Erhardt"}, {"name": "Ananny Mike", "first_name": "Ananny", "last_name": "Mike"}, {"name": "Gaffney Devin", "first_name": "Gaffney", "last_name": "Devin"}, {"name": "Pearce Ian", "first_name": "Pearce", "last_name": "Ian"}, {"name": "boyd danah", "first_name": "boyd", "last_name": "danah"}]}, {"title": "Introduction: ‘Digital Technologies and the Evolving African Newsroom’: Towards an African Digital Journalism Epistemology", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Mabweazara Hayes Mawindi", "first_name": "Mabweazara", "last_name": "Mawindi"}]}, {"title": "New Media Technologies and Internal Newsroom Creativity in Mozambique: The Case of @Verdade", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Mare Admire", "first_name": "Mare", "last_name": "Admire"}]}, {"title": "I Tweet Honestly, I Tweet Passionately: Twitter Users, Context Collapse, and the Imagined Audience", "year": "2011", "journal": "New Media \\& Society", "volume": "13", "authors": [{"name": "Marwick Alice E.", "first_name": "Marwick", "last_name": "E."}, {"name": "boyd danah", "first_name": "boyd", "last_name": "danah"}]}, {"title": "Farewell to Journalism? Time for a Rethinking", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "McChesney Robert W.", "first_name": "McChesney", "last_name": "W."}]}, {"title": "The Agenda-Setting Function of Mass Media", "year": "1972", "journal": "Public Opinion Quarterly", "volume": "36", "authors": [{"name": "McCombs Maxwell E.", "first_name": "McCombs", "last_name": "E."}, {"name": "Shaw Donald L.", "first_name": "Shaw", "last_name": "L."}]}, {"title": "The Relative Importance of Social Media for Accessing, Finding, and Engaging with News: An Eight-Country Cross-Media Comparison", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Nielsen Rasmus Kleis", "first_name": "Nielsen", "last_name": "Kleis"}, {"name": "Schrøder Kim Christian", "first_name": "Schrøder", "last_name": "Christian"}]}, {"title": "Data-Driven Revelation? Epistemological Tensions in Investigative Journalism in the Age of ‘Big Data’", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Parasie Sylvain", "first_name": "Parasie", "last_name": "Sylvain"}]}, {"title": "Twilight or New Dawn of Journalism? Evidence from the Changing News Ecosystem", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Picard Robert G.", "first_name": "Picard", "last_name": "G."}]}, {"title": "The Twitterization of News Making: Transparency and Journalistic Professionalism", "year": "2014", "journal": "Journal of Communication", "volume": "64", "authors": [{"name": "Revers Matthias", "first_name": "Revers", "last_name": "Matthias"}]}, {"title": "Social Media for Large Studies of Behavior", "year": "2014", "journal": "Science", "volume": "346", "authors": [{"name": "Ruths Derek", "first_name": "Ruths", "last_name": "Derek"}, {"name": "Pfeffer Jürgen", "first_name": "Pfeffer", "last_name": "Jürgen"}]}, {"title": "Newspapers, Facebook and Twitter: Intermedial Agenda Setting in Local Election Campaigns", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Skogerbø Eli", "first_name": "Skogerbø", "last_name": "Eli"}, {"name": "Krumsvik Arne H.", "first_name": "Krumsvik", "last_name": "H."}]}, {"title": "Live Blogging—Digital Journalism’s Pivotal Platform? A Case Study of the Production, Consumption, and Form of Live Blogs at Guardian.co.uk", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Walters Anna", "first_name": "Walters", "last_name": "Anna"}]}, {"title": "Media-Hype: Self-Reinforcing News Waves, Journalistic Standards and the Construction of Social Problems", "year": "2005", "journal": "European Journal of Communication", "volume": "20", "authors": [{"name": "Vasterman P. L. M.", "first_name": "Vasterman", "last_name": "M."}]}, {"title": "Journalists’ Twitter Networks, Public Debates and Relationships in South Africa", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Verweij Peter", "first_name": "Verweij", "last_name": "Peter"}, {"name": "van Noort Elvira", "first_name": "van", "last_name": "Elvira"}]}, {"title": "Twitter as a Reporting Tool for Breaking News: Journalists Tweeting the 2011 UK Riots", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Vis Farida", "first_name": "Vis", "last_name": "Farida"}]}, {"title": "What Do People Study When They Study Twitter? Classifying Twitter Related Academic Papers", "year": "2013", "journal": "Journal of Documentation", "volume": "69", "authors": [{"name": "Williams Shirley A.", "first_name": "Williams", "last_name": "A."}, {"name": "Terras Melissa M.", "first_name": "Terras", "last_name": "M."}, {"name": "Warwick Claire", "first_name": "Warwick", "last_name": "Claire"}]}, {"title": "From Mr. and Mrs. Outlier to Central Tendencies: Computational Journalism and Crime Reporting at the Los Angeles times", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Young Mary Lynn", "first_name": "Young", "last_name": "Lynn"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}]}