{"doi": "10.1080/21670811.2018.1444999", "url": "https://doi.org/10.1080/21670811.2018.1444999", "title": "Quantified Audiences in News Production", "volume": "6", "year": "2018", "issue": "4", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Zamith", "first_name": "Rodrigo", "name": "Rodrigo Zamith"}], "abstract": "A number of social, technological, and economic shifts over the past two decades have led to the proliferation of audience analytics and metrics in journalism. This article contends that we are witnessing a third wave toward the rationalization of audience understanding and distinguishes between audience analytics (systems that capture information) and audience metrics (quantified measures output by those systems). The body of literature on analytics and metrics in the context of news production is then synthesized across the ABCDE of news production: attitudes, behaviors, content, discourse, and ethics. That synthesis leads to an overarching conclusion that while contemporary journalism is not being driven by quantified audiences, both audiences and quantification are playing far more prominent roles in news production than in the past. Scholars and practitioners have also become less pessimistic about analytics and metrics over time, recognizing more nuanced effects and prosocial possibilities. Finally, important gaps in the literature are identified and new research directions proposed to help address them.", "body": [{"title": "", "paragraphs": ["There has been a movement in media industries over the past 90 years toward ever-greater rationalization of audience understanding, or the use of scientific methods to construct audiences based on data (Napoli 2011). This movement has manifested itself most recently in the proliferation of audience analytics, systems that capture a range of audience behaviors, and audience metrics, quantified measures from which preferences are inferred. Scholars have taken great interest in these developments within the context of journalism, with some arguing that it may lead to “a fundamental transformation … in journalists’ understanding of their audiences” and perhaps ultimately toward a journalism driven by the “agenda of the audience” (Anderson 2011b, 529). That shift may also lead to greater emphasis on personalized news experiences that focus on individuals rather than communities (Anderson 2011a), posing challenges to the development of common knowledge and publics (Tandoc and Thomas 2015); changes to the authoritative and jurisdictional claims journalists are able to make (Lewis and Westlund 2015b); and to the reworking of boundaries that are fundamental to the self-understanding of professional journalism (Coddington 2015). However, scholars have long observed that the availability of a technology does not mandate its use (Pinch and Bijker 1984). Affordances must be analyzed in their social, historical, and economic contexts in order to understand the diffusion, acceptance, and use of a technology, which may then be used in myriad ways (Siles and Boczkowski 2012). While the potential for transformation is considerable, scholars are still disentangling the impacts audience analytics and metrics are having on contemporary news production.", "The aim of this article is to situate the increasing quantification of audiences within broader theoretical and historical contexts, synthesize the scholarship on audience analytics and audience metrics, and highlight areas for further development in that stream of work. It is argued that we are witnessing a third wave toward the rationalization of audience understanding that is both distinct and in some ways a continuation of pushes in the 1930s and 1970s to use scientific methods and technological innovations to better quantify audience preferences and behaviors. Audience analytics are ubiquitous in today’s newsrooms, with many utilizing multiple systems. While contemporary journalism does not appear to be driven by audience metrics, they are now factored to some extent into journalistic attitudes, behaviors, content, discourses, and ethics. Following an initial period of skepticism and pessimism, there is now growing optimism about and acceptance of metrics among both practitioners and scholars. However, a number of critical questions remain unanswered within this stream of work.", "The article begins by explaining the notion of constructed audiences, historicizing the construction of audiences by media companies, describing the potential that audience analytics and metrics offer for transforming those constructions, and situating the rapid proliferation of those systems and measures within social and economic developments. The budding scholarship on this phenomenon is then distilled to outline the impacts of quantified audiences on the ABCDE of news production: attitudes, behaviors, content, discourses, and ethics. Finally, that stream of work is evaluated and critical questions that remain unanswered are highlighted."]}, {"title": "Toward Quantified Audience Constructions", "paragraphs": ["A long line of scholarly work has examined audiences as socially constructed entities. A constructed audience refers to the “images” (Gans 1979) and “abstractions” (Schlesinger 1978) developed by media producers of the individuals that make up an audience. These interpretations emerge in the minds of newsworkers through exposure to different inputs over the course of day-to-day activity. It is important to distinguish between constructed and actual audiences because the former may reflect the latter poorly, such as in terms of size, make-up, interests, and information needs. Indeed, newsworkers long depended on letters to the editor and interactions with their immediate peers and friends as primary inputs for their construction of the audience, yielding abstractions that were only marginally reflective of those who consumed their work (DeWerth-Pallmeyer 1997; Gans 1979).", "Crucially, a social constructivist perspective and social psychological theories like the Theory of Planned Behavior contend that individuals can only make decisions based on their perceptions of phenomena. For journalists, many of those perceptions stem from their tacit professional knowledge, which they do not actively think about during their work and have trouble easily articulating (DeWerth-Pallmeyer 1997). Constructed audiences, in particular, inform decision-making at multiple levels, from calculations of newsworthiness (Wallace 2017) and noteworthiness (Napoli 2011) to organizational strategy (Turow 2005).", "Constructed audiences are therefore capable of influencing both conscious and subconscious decisions. It is thus important to ascertain how such images come to be and how the process of abstraction has changed over the past several decades to emphasize quantification.", "According to Napoli (2011), there are two interrelated processes that drive changes to the rationalization of audience understanding, or the use and refinement of empirical, typically quantitative techniques to aid the understanding of multiple dimensions of audience behavior in order to better predict and respond to those behaviors. The first involves technological changes that alter the dynamics of media consumption. The second involves technological changes that facilitate the gathering of new forms of information about the media audience. To these, one should add social and economic changes that alter conceptualizations of and discourses around audiences as well as the imperatives for serving and monetizing them (Anderson 2011b; Turow 2005).", "Napoli (2011) observes that media industries’ perceptions of their audience became increasingly scientific and data-driven over the course of the twentieth century. Two waves of audience measurement developed during that time. The first began in the 1930s when media organizations started moving away from a then-dominant “intuitive model” whereby decisions were made based on “subjective, often instinctive, judgments … regarding audience tastes, preferences, and reactions” (p. 32). Economic hardships drove advertisers to demand “tangible” evidence of effectiveness and news organizations began collecting data on their readers’ demographic and behavioral characteristics using scientific methods like systematic reader surveys. A second wave emerged in the 1970s as computers facilitated the collection and analysis of larger quantities of statistical data, news consultants were brought in to help attract larger audiences, and managers sought additional quantitative data to help them make more “scientific” managerial decisions (Napoli 2011).", "This history underscores the fact that neither audience measurement nor the growing inclination to incorporate audience feedback into editorial decision-making are novel phenomena. As Nadler (2016) argues, the popular perception that digital journalism “represents a historical rupture” (p. 2) vis-à-vis the desire to let users’ preferences set the agenda of news organizations is misguided. The first wave occurred during journalism’s “high modernism” period, when it was dominated by a culture of professionalism and driven by the conviction that journalism’s primary function was to serve society by focusing on “objective” information about public affairs (Hallin 1992). As such, important cultural and institutional barriers that emphasized professional autonomy restricted the impact of the newly collected audience information on editorial activities. In contrast, the second wave during the 1970s was part of (and helped drive) a paradigmatic shift in the field away from the ideal of professional autonomy and into a “postprofessional” period marked by greater institutional acceptance of the idea that consumers’ preferences should factor into news production (Nadler 2016). Unlike its predecessor, the second wave took place during a period of perceived economic insecurity among news companies—though they largely remained high-profit enterprises—and mounting pressures for increased revenues, which led to managerial pushes toward more market-driven journalism (DeWerth-Pallmeyer 1997). There was, therefore, greater incorporation of systematically collected audience feedback into editorial decision-making than in the past, though frontline newsworkers (e.g. lower-level editors and journalists) at many organizations continued to largely reject it (Gans 1979).", "While the “postprofessional” period has indeed extended to the digital age (Nadler 2016), the media environment began to see notable technological, economic, and social transformations in the early 2000s that have culminated in a third wave toward the rationalization of audience understanding. This wave is characterized by the development and rapid proliferation of low-cost, automated systems that can capture, link, and organize large amounts digital trace data that reflect non-purposive feedback from all consumers of digital media products (Mullarkey 2004). It is also characterized by new discourses around the term “audience,” namely in terms of its role within news production and how it is articulated through a range of quantifiable measures (Anderson 2011a). This wave is partly a product of economic upheaval in the industry (Lowrey and Gade 2011) as well as the changing nature of professionalism within the field (Meyers and Davidson 2016) and the “big data” phenomenon that extends beyond it (Lewis and Westlund 2015b). Finally, this wave has introduced real-time audience feedback to a far larger range of actors and activities within news production than its predecessors.", "With regard to the first of Napoli’s (2011) two interrelated processes, it is important to note that the contemporary media environment is distinguished by fragmentation and audience autonomy. There is presently a large and growing array of content delivery platforms, resulting in the disaggregation of content and the diffusion of audience attention (Napoli 2011). Audiences now have considerably more control over how they consume media and can produce their own content at marginal costs, giving them greater autonomy and more choices (Bruns 2008). These shifts have created significant challenges for traditional audience information systems—the “data gathering and feedback mechanisms used … to measure audience exposure to media content … predict content preferences … target content … and gather information on audiences’ reactions” (Napoli 2011, 10)—since they struggle to capture such dispersed and empowered audiences.", "Central to this third wave are audience analytics. Though the term is sometimes used interchangeably with audience metrics in the scholarly literature, there is value in distinguishing between them. Audience analytics refer to the systems and software that enable the measurement, collection, analysis, and reporting of digital data pertaining to how content is consumed and interacted with (see also Braun 2014).1 They include the algorithms that log data requests and capture a range of user actions (e.g. how far they scrolled down a page), aggregate data to highlight patterns or make recommendations (e.g. trending stories), and present information about an audience via an intuitive interface (e.g. online dashboard). There are several such systems―Chartbeat, Google Analytics, and Parse.ly are among the most common today―and they are often used in conjunction with one another (Cherubini and Nielsen 2016). They are sometimes supplemented with a custom-built system specific to the news organization or developed by a parent company. Unlike previous audience information systems, audience analytics do away with the need to sample and capture information that may be omitted from self-reports, making it “possible to record data about individual consumers at an unprecedented level of detail” (Mullarkey 2004, 42).", "Audience metrics refer to the quantified and aggregated measures of audience preferences and behaviors generated by those data collection and processing systems (see also Zamith 2016). Nguyen (2013) notes that there are two distinct sets of metrics: internal and external. Internal metrics include data about how a site or app is utilized by users during their visit, including data about traffic to and from the organization (e.g. number of unique visitors) and about user behaviors (e.g. number of times the share button is clicked). External metrics consist of information about preferences and behaviors occurring on other platforms (e.g. trending keywords on Twitter).", "The distinction between systems (analytics) and output (metrics) helps separate the artifactual nature of a technology and the textual nature of its content (see Siles and Boczkowski 2012). A single analytics system may output multiple metrics. The same metric may be captured and analyzed by multiple systems (sometimes under different labels). The meanings associated with a metric can change even as the system that produced it remains stable, and vice versa. Furthermore, metrics can come to carry meanings that are very different from what the creators of the analytics that enable them imagined (see Orlikowski 2000; Pinch and Bijker 1984).", "While different systems may focus on some of the same metrics, they employ different algorithms to collect, synthesize, and present that information. Two systems may―and often do (Cherubini and Nielsen 2016)―provide different information about the same phenomenon (e.g. trending stories). For example, an “engagement” metric may be operationalized differently across systems even as they use the same label. Different systems may thus generate and present very different abstractions of audiences to newsworkers, which in turn shape distinct constructions in the newsworkers’ minds. The disconnect can confuse newsworkers (Graves and Kelly 2010) and lead them to source particular measures from particular systems with limited regard for the consequences.", "In combination, audience analytics and audience metrics offer the potential to dramatically alter editorial newsworkers’ constructions of audiences by introducing powerful new inputs. They offer a real-time look at an array of information about individual actions and population-wide (in a sampling sense) behavioral patterns that sometimes challenges the “gut feelings” journalists draw upon (DeWerth-Pallmeyer 1997; Hanusch and Tandoc 2017). The mythology surrounding “unbiased” data and the “science” of algorithms has also led many practitioners to believe that audience analytics can narrow gaps between constructed and actual audiences (Cherubini and Nielsen 2016; MacGregor 2007). However, it is important to note that audience analytics generally capture select behavioral data, from which beliefs and attitudes can only be inferred. While those systems offer more granular data for certain behavioral phenomena, they may (and often do) offer less data about what audiences are thinking than prior audience information systems. They can also be used strategically to promote audience constructions that advance different (e.g. economic) self-interests (Turow 2005). Quantified audiences are therefore still abstractions—ones that emphasize behavioral choices that may be misinterpreted (if not manipulated) when attempting to serve community information needs and the public interest more broadly.", "The emergence of a third wave toward the rationalization of audience understanding, and the proliferation of audience analytics and metrics in particular, was not a natural consequence of technological developments. As with previous waves, it was also shaped by economic and social changes. Theories of organizational change and professionalism prove helpful for making sense of those changes and highlighting the potential impact of that proliferation on contemporary news production processes.", "The news industry in the United States—and elsewhere—was subjected to disruptive environmental changes during the past two decades. For example, newspapers generally suffered precipitous drops in circulation and advertising revenues, and organizations in other sectors struggled to offset similar losses with revenue from digital products (Coddington 2015). A litany of new players—including platform providers that do not view themselves as news organizations—drastically increased competition for audience attention (Napoli 2011). Those shifts upended the industry’s dominant economic models, producing a climate of uncertainty and anxiety (Lowrey and Gade 2011). While some parallels may be drawn to the previous wave during the 1970s (see Nadler 2016), the economic environment around the time of the 2008 “Great Recession” was considerably direr for most news organizations.", "One response to challenging environmental changes is to pursue goal-oriented optimization and strategies that maximize efficiency. Transaction cost economics, for example, would encourage the intra- and extra-organizational merging of resources to reduce uncertainty and costs (Wildman 2006). Similarly, reconfiguration theory would recommend an organization reconfigure its resources and processes to overcome uncertainty and ensure optimal operational efficiency (Meyer, Tsui, and Hinings 1993). These perspectives indicate that a rational response to the turbulence in the industry would be for news organizations to engage in greater organizational integration, or the tight coupling of its autonomous units (Lowrey and Woo 2010). In particular, knowledge (e.g. about an organization’s audience) may be more freely shared, and thus better exploited, in tightly coupled organizations.", "Many news organizations have done just that over the past two decades. For example, the metaphorical “wall” separating editorial and business staffs is increasingly seen as a “curtain” in many sectors as those staffs exchange knowledge more liberally (Coddington 2015). Cross-functional teams that bring together members of previously distinct autonomous units within an organization have also proliferated (Lewis and Westlund 2015b; Lowrey and Woo 2010). These integrations have been compelled in large part by managerial desires to reduce inefficiencies and better exploit audience data in order to reduce uncertainty about—and meet—audience demand in order to stay in business (Nadler 2016).", "However, journalism is generally viewed as being more than an economic enterprise. Although journalism began a shift away from its “high modernism” period during the 1970s (Hallin 1992), civic-minded ideals and an adherence to a set of institutions favoring autonomy and control over information remained important to its identity (Lowrey and Gade 2011). This limited the impact of audience information systems on day-to-day newswork by frontline actors like lower-level editors and journalists. However, as sociologists have argued, environmental changes may introduce new jurisdictional disputes and value displacement, requiring actors within a domain to revisit their forged identities and relationships with their work (Lepisto, Crosina, and Pratt 2015). Journalism responded to “the news media crisis” (p. 422) of the past two decades by de-professionalizing in some ways and re-professionalizing in others, such as by adopting entrepreneurial values and redefining its relationship with audiences (Meyers and Davidson 2016). Moreover, many journalists—under the shroud of voluntary buyouts and involuntary downsizing—became more concerned with their jobs than their journalistic values (Bunce 2017). Finally, a “big data” phenomenon that fetishized quantitative data and pitched the analysis of massive data-sets as the solution to myriad problems began to influence a number of industries, including journalism, during this time (Lewis and Westlund 2015b).", "In short, there are greater incentives and fewer barriers than in previous times for utilizing the technological affordances of audience analytics to realize a move toward an “agenda of the audience” (Anderson 2011b, 529). While that move may be argued to have begun in the 1970s (if not earlier, see Nadler 2016), the contemporary technological, economic, and social conditions make the leap to situating audiences at the center of newswork far more likely. That would demand a marked change to traditional conceptualizations of news production, wherein audiences played a comparably limited role in setting the agenda (Wallace 2017; Zamith 2016)."]}, {"title": "Analytics and Metrics in Contemporary News Production", "paragraphs": ["The proliferation of audience analytics has forced scholars to reassess how editorial newsworkers construct and factor their audiences into news production (Lee and Tandoc 2017). The rapidly growing body of work examining that juncture has employed a range of theoretical lenses, including coupling and isomorphism (Lowrey and Woo 2010), diffusion of innovation (Groves and Brown 2011), field theory (Bunce 2017), gatekeeping (Tandoc 2014), institutionalism (Welbers et al. 2016), planned behavior (Tandoc and Ferrucci 2017), social construction of technology (Usher 2013), and structural pluralism (McKenzie et al. 2011). Additionally, multiple methods have been used, including content analysis (Zamith 2016), in-depth interviews (MacGregor 2007), ethnography (Anderson 2011b), and surveys (Hanusch and Tandoc 2017). This theoretical and methodological pluralism underscores that audience analytics are more than artifacts with certain material properties that naturally produce some outcome. They are shaped by the social and economic contexts they operate within and are part of larger, interrelated sociotechnical systems that enable and constrain (and promote and discourage) particular practices and beliefs (Lewis and Westlund 2015a; Pinch and Bijker 1984). Moreover, audience analytics may be repeatedly experienced in different ways by different individuals and thus become reconstituted over time (see Orlikowski 2000).", "While it is clear from the literature that the majority of newsrooms today employ audience analytics and regularly monitor metrics at some level (Cherubini and Nielsen 2016), it is less clear what kind and how much impact those systems and measures are having on journalists’ attitudes and behaviors, the content they produce, and the dominant discourses and ethical values that mark the field of journalism. The following subsections thus distill the empirical evidence to outline the impacts of quantified audiences on the ABCDE of news production, highlight the ways in which audience analytics and metrics are being socially constructed, and examine how those impacts and constructions vary across contexts and change over time.", "It is apparent that most journalists greeted audience analytics with skepticism if not disdain. For example, MacGregor (2007) found that although some journalists embraced analytics, most viewed it as an inadequate means for informing journalists, a threat to their autonomy, and an affront to their public-service mission. This suggests that some “high modernist” values (see Hallin 1992) continue to be important, even if they are becoming less constraining. However, the literature also appears to indicate a trend toward more positive attitudes over time. Newsworkers may thus be in the process of normalizing the technology, recognizing that it is becoming a feature of journalism and that it can be integrated into their workflow―and perhaps to a good end (Cherubini and Nielsen 2016).", "This transition is illustrated by the parallel work of Groves and Brown (2011) and Usher (2012), who analyzed the Christian Science Monitor’s digital-first transition. Their fieldwork showed how journalists initially feared that an emerging click-driven culture would undermine their journalistic values, reduce the control they had over their work, and alter their workflow and routines. Usher (2012) observed that journalists became demoralized by the emergent culture—they wanted to resist metrics but understood that their success was largely measured by it. Groves and Brown (2011) found the tension had started to resolve itself within a couple of years, with most of the staff adapting their routines and becoming less skeptical of analytics.", "Although scholars continue to find pockets of journalistic resistance to metrics (e.g. Bunce 2017), recent scholarship has found increasingly positive attitudes. Hanusch (2017) found that newsworkers’ perceptions of analytics were “surprisingly positive across editorial hierarchies, suggesting an openness toward more audience-guided news decisions” (p. 1579). Hanusch argued that this was partly driven by a growing desire among journalists to make news more relevant to their audiences. Cherubini and Nielsen (2016) argue that there has been a shift from resistance to curiosity to interest, with the majority of the journalists they interviewed wanting to make better use of analytics to “reach their target audiences and do better journalism” (p. 7). This is consistent with the value displacement that is expected from environmental changes in the industry (Lepisto, Crosina, and Pratt 2015), with journalists revisiting ideas about relationships with audiences.", "Scholars have also found important affective responses to the availability of metrics. Ferrer-Conill (2017) observed that journalists at Bleacher Report viewed metrics positively and as a source of motivation, providing them with constant and instant feedback on their performance. Usher (2013) found that journalists at Al Jazeera English wanted greater access to metrics because it was a source of validation and “moral uplift” (p. 346). While Petre (2015) observed that metrics served as a source of reassurance, they were also viewed as a major source of stress due to their unpredictable and relentless nature. The content produced by analytics is thus separated from the technology and constructed in different ways to serve the particular needs of the individual, while introducing unintended challenges (see Siles and Boczkowski 2012).", "Additionally, scholars have begun to study the impact that audience metrics are having on journalistic role conceptions. Hanusch and Tandoc (2017) found that Australian journalists believe that a consumer orientation is becoming increasingly important (compared to a citizen orientation). They also found that a higher perception of the effectiveness of audience analytics in informing them about their audience was related to the increase in perceptions of the importance of consumer orientation. Put differently, journalists who saw value in audience analytics also saw their job as primarily giving audiences what they want―perhaps in contrast to what journalists think audiences need.", "The impact of audience analytics and metrics on editorial practices and routines has received substantial scholarly attention. Scholars have found varying amounts of access to analytics and exposure to metrics among journalists (Bunce 2015; Hanusch 2017; MacGregor 2007; Usher 2013) though they are widespread at higher levels (Cherubini and Nielsen 2016).", "There is mixed evidence regarding the use of analytics and metrics to plan coverage, distribute content, and evaluate employee performance (Anderson 2011b; Bunce 2017; Ferrer-Conill 2017; Lee and Tandoc 2017; Lowrey and Woo 2010; Usher 2013). For example, Cherubini and Nielsen (2016) found that audience metrics rarely inform editorial decision-making beyond limited, short-term, day-to-day optimizations. In contrast, Anderson (2011b, 561) found that “website traffic often appeared to be the primary ingredient in Philly.com news judgment.” Recent scholarship has thus sought to identify the key contextual factors, mostly at the organizational and individual levels, that might explain how and how much audience analytics and metrics are used.", "At the organizational level, market orientation appears to be especially important, with market-oriented organizations making greater use of analytics (Ferrer-Conill 2017; Hanusch 2017; Lowrey and Woo 2010; Petre 2015). Publicly traded organizations tend to engage in greater monitoring of audience preferences, though the impact of organizational size is mixed (Lowrey and Woo 2010; McKenzie et al. 2011; Vu 2014). Organizations that perceive greater competition or view audiences as a source of symbolic capital are also more likely to use analytics (Lowrey and Woo 2010; Tandoc 2015; cf. McKenzie et al. 2011). Those that employ tight coupling are more likely to monitor metrics than those that are loosely coupled (Lowrey and Woo 2010). Scholars have also observed some intraorganizational variance in terms of the distribution platform in question and the time of day (Cherubini and Nielsen 2016; Hanusch 2017).", "At the individual level, Tandoc and Ferrucci (2017) found that journalists’ attitudes toward using audience feedback, their perception of organizational policy on the use of audience feedback, and their perception of the knowledge and skills they possess vis-à-vis audience analytics impacted their behavioral intention to use audience analytics. That, in turn, impacted their self-reported use of analytics to decide which stories to cover and do follow-ups on, how to cover those stories, and which topic areas to increase coverage in. Notably, perceptions of how widespread the use of audience analytics is in the industry did not impact behavioral intention. Additionally, higher amounts of journalism training tend to produce lower use of audience analytics, and perceived economic benefits increase the likelihood of making editorial changes based on audience information (Vu 2014). A newsworker’s position in the editorial hierarchy may also play an important role (Hanusch 2017).", "A crucial set of variables spanning both levels involves managerial priorities and editors’ intervention. Bunce’s (2017) ethnographic study of Reuters’ East Africa bureau found that managers began paying close attention to metrics and issued directives and praise based on them. Despite their reservations, most journalists responded by looking to metrics for guidance since they wanted job security amid an uncertain environment (see also Groves and Brown 2011; Usher 2012). In contrast, Usher (2013) observed that although top managers at Al Jazeera English had access to sophisticated metrics, they promoted a culture of not deferring news judgment to audience metrics, and few journalists consequently factored metrics into their decision-making (see also Petre 2015). These studies underscore that social contexts matter a great deal for how―and how much―a technology (e.g. audience analytics) is used (Orlikowski 2000; Pinch and Bijker 1984).", "Scholars often anticipate that observed and self-reported changes in newsworkers’ behaviors will impact the content they produce. Newsworkers have self-reported using metrics to optimize story content for search engines (Bunce 2015; Groves and Brown 2011), real-time split test (A/B) pictures and headlines (Cherubini and Nielsen 2016), and promote or deselect content on the homepage (Anderson 2011b; Tandoc 2015).", "However, there is relatively little scholarship employing content analysis to assess the nature of changes to content. This is a significant shortcoming because self-reports can suffer from a range of biases and misperceptions of how behavioral intentions end up impacting content (Lowrey and Woo 2010; Vu 2014; Welbers et al. 2016). Scholars have argued that the paucity of content-focused studies can be attributed to their methodological challenges (Lee, Lewis, and Powers 2014; Zamith 2017a, 2017b).", "The majority of content-analytic work has focused on short-term impacts on story placement on the homepage. Lee, Lewis, and Powers (2014) found that a story’s popularity had a small effect on its subsequent placement on an organization’s homepage, and that there was a stronger effect of story popularity on placement than of placement on popularity. Bright and Nicholls (2014) found that articles appearing on a most-read list had a lower risk of being removed from the homepage than articles that did not; that this effect occurred, with little difference for both “soft” (e.g. entertainment) and “hard” (e.g. politics) news; and that the effect was stronger for quality publications than the tabloid ones. Zamith (2016) found similar results for lagged placement and de-selection across a larger array of news organizations. In contrast to that prior work, Zamith argued that the small magnitude of the effects suggested a story’s popularity had limited practical impact on those editorial practices.", "More recently, scholars have explored the impact of metrics on the likelihood of follow-up reporting. Welbers and colleagues’ (2016) analysis of Dutch newspapers found that articles appearing on the most-viewed list were more likely to receive attention in subsequent reporting, both in the print version and website. By pairing their content analysis with interviews, they also found that journalists appeared to underreport the extent of the influence of metrics on coverage decisions.", "A stream of work by Boczkowski and colleagues (Boczkowski and Mitchelstein 2013; Boczkowski, Mitchelstein, and Walter 2011; Boczkowski and Peer 2011) found a “sizable” gap between journalists’ choices and consumers’ choices across multiple organizations and countries, with journalists selecting public affairs news content more often than audiences. Zamith (2016) found a similar gap still exists among large news organizations in the United States, with just one third of editorially prominent news items ever appearing on the most-viewed list for the average organization. When it comes to marquee content, it appears a shift toward a metrics-driven culture remains unrealized and that an economic inefficiency―or, perhaps, uncertainty about audience demand―still exists (see Meyer, Tsui, and Hinings 1993; Wildman 2006).", "A number of scholars have explored the rhetorical shifts that have accompanied the proliferation of audience analytics and metrics. The term “audience” has been redefined and reimagined, and its relationship to journalists reconsidered. Anderson (2011b) observed through an ethnography of newsrooms in Philadelphia and New Jersey that online audiences were increasingly rhetorically valorized as “partners,” active and with needs and desires that could be quantified through analytics and acted upon. This view of “generative” audiences (Anderson 2011b, 551) marks a significant departure from journalists’ prior distance from and disinterest in those who consumed their work (see Gans 1979). Today, “many journalists also want analytics” (Cherubini and Nielsen 2016, 7) to better serve their audiences.", "The impact of audience metrics on the notion of “success” has received considerable scholarly attention. Bunce (2017) observed that managers at Reuters’ East Africa bureau publicly praised and censured journalists based on readership rates. Interviews with journalists led Tandoc (2014, 11) to conclude that “traffic is also equated with a job well done.” Despite the early emphasis on page views (Anderson 2011b; Graves and Kelly 2010; Groves and Brown 2011), newsrooms are increasingly finding that there is “no ‘God metric’ for journalism” (Cherubini and Nielsen 2016, 34) and that multiple metrics should complement one another.", "Scholarly concerns over the ethical uses and misuses of audience analytics and metrics have evolved in similar fashion. Scholars were quick to express concerns about a “culture of the click” (Anderson 2011b, 555) that might drive “a new race to the bottom” by catering to the lowest common denominator of all tastes and eschewing “hard” news (Nguyen 2013, 152). Turow (2005) cautioned against letting the rhetoric of “empowerment” justify unreflexive uses of audience data and treating audiences strictly as markets. Tandoc and Thomas (2015, 244) similarly warned of “the danger of viewing the audience as disaggregated segments based on consumer preference—a view that is inconsistent with the communitarian function of helping pursue the common good.”", "Recent scholarship has moved away from that “paternalistic model of journalism” (Tandoc and Thomas 2015, 252). Hindman (2017), for example, argues that organizations can use analytics to better understand what audiences want and how they find and interact with content. They can then combine those insights with editorial judgments that are consistent with the organization’s mission in order to better serve those audiences with civically valuable content (see also Cherubini and Nielsen 2016). Notably, Hindman contends that “journalists now have a positive obligation to use these new audience measurement tools” (p. 192). Nevertheless, the potential to use audience metrics and data-driven motivation as exploitative tools remains a concern (see Ferrer-Conill 2017). In short, these changing discourses and ethical prescriptions highlight the changing professional nature of journalism as it de-professionalizes in some ways and re-professionalizes in others (see Meyers and Davidson 2016)."]}, {"title": "Discussion and Research Directions", "paragraphs": ["While many scholars and practitioners were initially pessimistic about the proliferation of audience analytics and audience metrics and their impact on journalism (e.g. Anderson 2011b; MacGregor 2007), there seems to be a shift toward greater optimism (e.g. Cherubini and Nielsen 2016). Over time, scholars appear to be observing more nuanced, if not restrained, attitudes, behaviors, and impacts on content, leading to presumptions of effects that are more limited than originally anticipated (e.g. Petre 2015; Zamith 2016). That nuance is also leading to new discourses and ethical recommendations that emphasize audience analytics and metrics as complementary tools that can be used to advance traditional journalistic values (e.g. Hindman 2017). This shift is by no means universal; some newsworkers still actively resist metrics and some scholars continue to have well-founded concerns. Furthermore, audience analytics clearly seem to have at least some impact on all stages of news production, and the proliferation of metrics necessitates revisiting foundational theories of news production like gatekeeping (Wallace 2017) and raises broader questions about professionalism (Meyers and Davidson 2016).", "The general shift in the literature and practice may be explained in part by the fact that the proliferation of audience analytics (and the scholarship on it) began against the backdrop of deep uncertainty in the profession as a result of a global economic recession and massive job losses, rapidly changing consumption patterns, and structural changes to organizations and the broader news ecosystem that accelerated over the past two decades (see Lowrey and Gade 2011). There is greater stability today. Moreover, that shift may also be explained by the normalization of the technology and more nuanced understandings of the affordances of analytics and the limitations of metrics, which may be juxtaposed against other social changes within journalistic spaces. There is growing acceptance that multiple metrics should be employed to achieve different objectives and recognition of the negative long-term implications “chasing clicks” might have for brands that are finding increasing success with digital subscriptions (Cherubini and Nielsen 2016). The initial fears and pessimism were not unfounded; practices simply evolved to better reflect the values―some changing and others proving resilient―that guide newswork. In short, one must look beyond technology and be mindful of the social, historical, and economic contexts around audience analytics and metrics to understand this latest wave in quantifying news audiences.", "While the considerable amount of recent scholarship on audience analytics and metrics has clarified their emerging roles in news production, a number of important questions remain unanswered. Scholars have aptly contended that the use of audience analytics has altered journalists’ constructions of their audiences (see Anderson 2011a; Lee and Tandoc 2017) but it remains unclear exactly what about those constructions has changed. For example, do journalists who make extensive use of audience analytics view their audiences as being more or less intelligent, participatory, rational, reasonable, or thoughtful? How might such constructions impact journalists’ desire to engage with or serve their audiences? Scholarship that measures particular attitudes toward audiences and relates them to specific uses of audience analytics would further the understanding of how audiences are being reimagined through new information systems. Additionally, while Hanusch (2017) provides an important contribution, more generalizable work evaluating the relationship between audience analytics and institutional roles, epistemologies, and ethical ideologies would surely contribute to the understanding of the question: What impacts are analytics having on journalistic cultures?", "While scholars have identified a range of factors that may impact the use of audience analytics and metrics in news production, few of those factors have been systematically evaluated, if investigated at all. More comprehensive models need to be employed to answer the question: What explains the differences in the use of audience analytics and metrics across actors and organizations and toward particular practices? The work by Tandoc and colleagues (e.g. Tandoc 2015; Tandoc and Ferrucci 2017) serves as a good starting point upon which scholars can build. Factors like public ownership and organizational size were found to be predictive in early work (Lowrey and Woo 2010; McKenzie et al. 2011) and it is worth revisiting them at this more mature stage of technological adoption. Additionally, qualitative evidence suggests that organizational type, platform-parting, and one’s position in an editorial hierarchy are variables that should be included in future models (see Hanusch 2017). Recognizing that there is no one “God metric” (Cherubini and Nielsen 2016), scholars should move beyond generalized references to “analytics” and “metrics” and utilize specific systems and measures as predictor and outcome variables in their assessments of journalistic practices. Beyond quantitative modeling, scholars should build on Bunce’s (2017) work to explore the question: How are social arrangements and the allocation of capital within newsrooms and the broader field of journalism changing as a result of this quantitative turn?", "With regard to news content, a critical question remains only partly addressed: How are observed and self-reported behaviors impacting the content citizens consume? While the work of Bright and Nicholls (2014), Lee and colleagues (2014), and Zamith (2016) offer useful starting points, additional work is sorely needed. Notably, organizations’ homepages are becoming less important due to changes in news consumption patterns. This raises the question: How are metrics impacting the presentation of content via news and chat apps? How do they impact the promotion of content by organizations on social media? Scholars should also move beyond presentation and assess longer-term impacts on news content and story selection, as Welbers et al. (2016) have done. In doing so, scholars should incorporate predictors and control variables that have been found to impact news selection in the general body of literature (e.g. story type, deviance, and relevance). Perhaps most importantly, scholars should work with news organizations to gain access to their analytics platforms. This would allow researchers to work with other metrics that are rhetorically valorized (e.g. time spent on page) and avoid the many limitations of a website’s list of most-viewed items (see Zamith 2017b).", "While scholars have begun to embrace more nuanced views at the intersection of audience analytics and ethics, much remains undone with the normative question of: What do ethical uses of audience analytics and metrics look like? Cherubini and Nielsen (2016) and Hindman (2017) have begun addressing that question, though additional perspectives employing competing ethical frameworks are needed. It remains unclear how journalists come to learn about “appropriate” uses of audience analytics and metrics, and such work could serve as a guidepost. Additionally, this article has focused on the impact on news production by humans. There are emerging bodies of literature on computational journalism and automated journalism, which are powered at least in part by audience analytics (see Anderson 2011a). We are likely to see more news organizations either license or develop algorithms that can identify audience information wants, quickly generate stories using templates, and automatically distribute them across platforms―either en mass or in a personalized fashion. This raises the question: What moral obligations are owed to citizens by the creators of those algorithms and the news organizations that employ them? Building on Hindman’s (2017) contention, do journalists also have a positive obligation to use such algorithms?", "Finally, the majority of scholarship has focused on the United States and western Europe. It is unclear how those findings translate to the rest of the Americas or Asia. There is also only limited evidence from Africa and Oceania. Scholars are thus strongly encouraged to go beyond the dominant contexts."]}, {"title": "Conclusion", "paragraphs": ["It is apparent from the scholarship that audience analytics and metrics are playing notable roles in contemporary journalism, but the affordances they enable must be understood within social, historical, and economic contexts. By doing so, it becomes evident that the quantification of journalistic audiences is not new, though we are witnessing a new wave toward the rationalization of audience understanding that emphasizes a hereto unprecedented level of quantification in constructing audiences. After an initial period of skepticism, metrics are now factored to some extent into journalistic attitudes, behaviors, content, discourses, and ethics―and increasingly willingly so.", "While the evidence does not appear to support the proposition that contemporary journalism is being driven by quantified audiences, it is clear that both audiences and quantification are playing more prominent roles in the news production process than in the past. One may surmise that these new tools and measurements are being slowly normalized into existing routines and practices, and helping new ones emerge, and to some extent reorienting professional values and boundaries. However, while we have learned a great deal over the past decade about the emerging role of audience analytics and metrics in news production, there is much yet to explore and explain."]}, {"title": "Disclosure statement", "paragraphs": ["No potential conflict of interest was reported by the author."]}], "references": [{"title": "Deliberative, Agonistic, and Algorithmic Audiences: Journalism’s Vision of Its Public in an Age of Audience Transparency", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "Between Creative and Quantified Audiences: Web Metrics and Changing Patterns of Newswork in Local US Newsrooms", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "The Choice Gap: The Divergent Online News Preferences of Journalists and Consumers", "year": "2011", "journal": "Journal of Communication", "volume": "61", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}, {"name": "Peer Limor", "first_name": "Peer", "last_name": "Limor"}]}, {"title": "Convergence across Divergence: Understanding the Gap in the Online News Choices of Journalists and Consumers in Western Europe and Latin America", "year": "2011", "journal": "Communication Research", "volume": "38", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}, {"name": "Mitchelstein Eugenia", "first_name": "Mitchelstein", "last_name": "Eugenia"}, {"name": "Walter Martin", "first_name": "Walter", "last_name": "Martin"}]}, {"title": "The Life and Death of Political News Measuring the Impact of the Audience Agenda Using Online Data", "year": "2014", "journal": "Social Science Computer Review", "volume": "32", "authors": [{"name": "Bright Jonathan", "first_name": "Bright", "last_name": "Jonathan"}, {"name": "Nicholls Tom", "first_name": "Nicholls", "last_name": "Tom"}]}, {"title": "Africa in the Click Stream: Audience Metrics and Foreign Correspondents in Africa", "year": "2015", "journal": "African Journalism Studies", "volume": "36", "authors": [{"name": "Bunce Mel", "first_name": "Bunce", "last_name": "Mel"}]}, {"title": "Management and Resistance in the Digital Newsroom", "year": "2017", "journal": "Journalism", "volume": "", "authors": [{"name": "Bunce Mel", "first_name": "Bunce", "last_name": "Mel"}]}, {"title": "Quantifying Journalism? A Study on the Use of Data and Gamification to Motivate Journalists", "year": "2017", "journal": "Television \\& New Media", "volume": "18", "authors": [{"name": "Ferrer-Conill Raul", "first_name": "Ferrer-Conill", "last_name": "Raul"}]}, {"title": "Stopping the Presses: A Longitudinal Case Study of the Christian Science Monitor Transition from Print Daily to Web Always", "year": "2011", "journal": "ISOJ", "volume": "1", "authors": [{"name": "Groves Jonathan", "first_name": "Groves", "last_name": "Jonathan"}, {"name": "Brown Carrie Lisa", "first_name": "Brown", "last_name": "Lisa"}]}, {"title": "The Passing of the ‘High Modernism’ of American Journalism", "year": "1992", "journal": "Journal of Communication", "volume": "42", "authors": [{"name": "Hallin Daniel C.", "first_name": "Hallin", "last_name": "C."}]}, {"title": "Web Analytics and the Functional Differentiation of Journalism Cultures: Individual, Organizational and Platform-Specific Influences on Newswork", "year": "2017", "journal": "Information, Communication and Society", "volume": "20", "authors": [{"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}]}, {"title": "Comments, Analytics, and Social Media: The Impact of Audience Feedback on Journalists’ Market Orientation", "year": "2017", "journal": "Journalism", "volume": "", "authors": [{"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}, {"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}]}, {"title": "When News Meets the Audience: How Audience Feedback Online Affects News Production and Consumption: When News Meets the Audience", "year": "2017", "journal": "Human Communication Research", "volume": "43", "authors": [{"name": "Lee Eun-Ju", "first_name": "Lee", "last_name": "Eun-Ju"}, {"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}]}, {"title": "Audience Clicks and News Placement: A Study of Time-Lagged Influence in Online Journalism", "year": "2014", "journal": "Communication Research", "volume": "41", "authors": [{"name": "Lee Angela M.", "first_name": "Lee", "last_name": "M."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew"}]}, {"title": "Actors, Actants, Audiences, and Activities in Cross-Media News Work", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}]}, {"title": "Big Data and Journalism", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}]}, {"title": "The News Organization in Uncertain times: Business or Institution?", "year": "2010", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}, {"name": "Woo Chang Wan", "first_name": "Woo", "last_name": "Wan"}]}, {"title": "Tracking the Online Audience", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "MacGregor Phil", "first_name": "MacGregor", "last_name": "Phil"}]}, {"title": "Listening to News Audiences: The Impact of Community Structure and Economic Factors", "year": "2011", "journal": "Mass Communication and Society", "volume": "14", "authors": [{"name": "McKenzie Carly T.", "first_name": "McKenzie", "last_name": "T."}, {"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}, {"name": "Hays Hal", "first_name": "Hays", "last_name": "Hal"}, {"name": "Chung Jee Young", "first_name": "Chung", "last_name": "Young"}, {"name": "Woo Chang Wan", "first_name": "Woo", "last_name": "Wan"}]}, {"title": "Configurational Approaches to Organizational Analysis", "year": "1993", "journal": "Academy of Management Journal", "volume": "36", "authors": [{"name": "Meyer Alan D.", "first_name": "Meyer", "last_name": "D."}, {"name": "Tsui Anne S.", "first_name": "Tsui", "last_name": "S."}, {"name": "Hinings C. R.", "first_name": "Hinings", "last_name": "R."}]}, {"title": "Conceptualizing Journalistic Careers: Between Interpretive Community and Tribes of Professionalism", "year": "2016", "journal": "Sociology Compass", "volume": "10", "authors": [{"name": "Meyers Oren", "first_name": "Meyers", "last_name": "Oren"}, {"name": "Davidson Roei", "first_name": "Davidson", "last_name": "Roei"}]}, {"title": "Internet Measurement Data—Practical and Technical Issues", "year": "2004", "journal": "Marketing Intelligence \\& Planning", "volume": "22", "authors": [{"name": "Mullarkey Guy W.", "first_name": "Mullarkey", "last_name": "W."}]}, {"title": "Using Technology and Constituting Structures: A Practice Lens for Studying Technology in Organizations", "year": "2000", "journal": "Organization Science", "volume": "11", "authors": [{"name": "Orlikowski Wanda J.", "first_name": "Orlikowski", "last_name": "J."}]}, {"title": "The Social Construction of Facts and Artefacts: Or How the Sociology of Science and the Sociology of Technology Might Benefit Each Other", "year": "1984", "journal": "Social Studies of Science", "volume": "14", "authors": [{"name": "Pinch Trevor J.", "first_name": "Pinch", "last_name": "J."}, {"name": "Bijker Wiebe E.", "first_name": "Bijker", "last_name": "E."}]}, {"title": "At the Intersection of Content and Materiality: A Texto-Material Perspective on the Use of Media Technologies", "year": "2012", "journal": "Communication Theory", "volume": "22", "authors": [{"name": "Siles Ignacio", "first_name": "Siles", "last_name": "Ignacio"}, {"name": "Boczkowski Pablo", "first_name": "Boczkowski", "last_name": "Pablo"}]}, {"title": "Journalism is Twerking? How Web Analytics is Changing the Process of Gatekeeping", "year": "2014", "journal": "New Media \\& Society", "volume": "16", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}]}, {"title": "Why Web Analytics Click", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}]}, {"title": "Giving in or Giving up: What Makes Journalists Use Audience Feedback in Their News Work?", "year": "2017", "journal": "Computers in Human Behavior", "volume": "68", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}, {"name": "Ferrucci Patrick R.", "first_name": "Ferrucci", "last_name": "R."}]}, {"title": "The Ethics of Web Analytics", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}, {"name": "Thomas Ryan J.", "first_name": "Thomas", "last_name": "J."}]}, {"title": "Audience Construction and Culture Production: Marketing Surveillance in the Digital Age", "year": "2005", "journal": "The ANNALS of the American Academy of Political and Social Science", "volume": "597", "authors": [{"name": "Turow Joseph", "first_name": "Turow", "last_name": "Joseph"}]}, {"title": "Going Web-First at the Christian Science Monitor: A Three-Part Study of Change", "year": "2012", "journal": "International Journal of Communication", "volume": "6", "authors": [{"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki"}]}, {"title": "Al Jazeera English Online", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki"}]}, {"title": "The Online Audience as Gatekeeper: The Influence of Reader Metrics on News Editorial Selection", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Vu Hong Tien", "first_name": "Vu", "last_name": "Tien"}]}, {"title": "Modelling Contemporary Gatekeeping", "year": "2017", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Wallace Julian", "first_name": "Wallace", "last_name": "Julian"}]}, {"title": "News Selection Criteria in the Digital Age: Professional Norms versus Online Audience Metrics", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Welbers Kasper", "first_name": "Welbers", "last_name": "Kasper"}, {"name": "van Atteveldt Wouter", "first_name": "van", "last_name": "Wouter"}, {"name": "Kleinnijenhuis Jan", "first_name": "Kleinnijenhuis", "last_name": "Jan"}, {"name": "Ruigrok Nel", "first_name": "Ruigrok", "last_name": "Nel"}, {"name": "Schaper Joep", "first_name": "Schaper", "last_name": "Joep"}]}, {"title": "On Metrics-Driven Homepages", "year": "2016", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Zamith Rodrigo", "first_name": "Zamith", "last_name": "Rodrigo"}]}, {"title": "Capturing and Analyzing Liquid Content", "year": "2017", "journal": "Journalism Studies", "volume": "18", "authors": [{"name": "Zamith Rodrigo", "first_name": "Zamith", "last_name": "Rodrigo"}]}, {"title": "A Computational Approach for Examining the Comparability of ‘Most-Viewed Lists’ on Online News Sites", "year": "2017", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "", "authors": [{"name": "Zamith Rodrigo", "first_name": "Zamith", "last_name": "Rodrigo"}]}]}