{"doi": "10.1080/21670811.2015.1034517", "url": "https://doi.org/10.1080/21670811.2015.1034517", "title": "The “Public Eye” Or “Disaster Tourists”", "volume": "3", "year": "2015", "issue": "4", "journal": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Allan", "first_name": "Stuart", "name": "Stuart Allan", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Peters", "first_name": "Chris", "name": "Chris Peters", "affiliation": "", "orcid": "", "role": ""}], "abstract": "This article contributes to debates regarding professional–amateur interfaces in photojournalism by reporting on findings from a qualitative study with members of a demographic cohort often described as “millennial” users (that is, people born between 1980 and 1999). A textual analysis of their responses identified five thematics for analysis: (1) respondents’ views regarding the prospective role of bearing witness and what it may entail; (2) the motivations of those engaged in this type of activity; (3) the uses of citizen smartphone imagery by news organisations; (4) presumed distinctions between professional and amateur or citizen photojournalism; and (5) ethical questions of trust where the ensuing imagery was concerned. On this evidential basis, professional photojournalism’s discursive authority is shown to be open to challenge by the alternative ethos of citizen imagery, with respondents’ perceptions raising questions over realness, authenticity and truth-value complicating, and at times destabilising, familiar professional–amateur normative binarisms.", "body": [{"sec_title": "Introduction", "sec_content": ["I don’t think there’s anything wrong with using images recorded by ordinary people, as it gives us readers a unique view from the “public eye”. (Canadian male, aged 18)I hate it when people act like tourists when an accident happens. I find it disrespectful and the fact that everybody has a phone with camera has definitely made “disaster tourism” worse. (Dutch female, aged 24)", "I don’t think there’s anything wrong with using images recorded by ordinary people, as it gives us readers a unique view from the “public eye”. (Canadian male, aged 18)", "I hate it when people act like tourists when an accident happens. I find it disrespectful and the fact that everybody has a phone with camera has definitely made “disaster tourism” worse. (Dutch female, aged 24)", "Recent years have seen increasing scholarly attention being devoted to exploring the changing nature of photojournalism across online news platforms, including the ways in which professional–amateur interfaces are recasting the (largely unspoken) normative tenets shaping the craft (see also Allan 2013a, 2013b; Chesher 2012; Möller 2012; Palmer 2012; Ritchin 2013; Sheller 2014; Wall and Zahed 2014). Such modes of enquiry have usefully complemented analyses of the challenges confronting journalism more widely, particularly with respect to the impact of digital technologies on news organisations in a climate of economic insecurity, where the continued viability of high-quality, original photo-reportage is recurrently called into question (see Becker 2013; Caple 2014; Kristensen and Mortensen 2013; M. Mortensen 2014; T. M. Mortensen 2014; Ritchin 2013; Yaschur 2012). This article aims to contribute to these pertinent debates by examining public perceptions of citizen smartphone imagery and its relationship to professional photojournalism. More specifically, we discuss the findings of an empirical study conducted with members of a particular demographic cohort often described as “millennial” users—that is, people born between 1980 and 1999—who completed a qualitative questionnaire designed to elicit their views about professional and citizen photojournalism. Teens and young adults tend to be early adopters of technology and are often more experimental in their uses of it, making them valuable for articulating emerging norms and practices (Ito et al. 2010). On the basis of this evidence, several issues are identified and evaluated, including this type of imagery’s perceived strengths and limitations, as well as its relative trustworthiness with respect to the truth-value of the images being generated."]}, {"sec_title": "This Study", "sec_content": ["Studies of mobile camera practices point to their increasing integration in everyday life and corresponding social affordances (Larsen and Sandbye 2014; Martin and Pape 2012; Pink and Hjorth 2012; Rantavuo 2008; Sarvas and Frohlich 2011; Villi 2010). Such imagery is typically of a personal nature—capturing selfies and spontaneous shots of others on occasions such as nights out, celebrations, holidays, and the like—in ordinary life contexts, often with the intent of sharing with peer groups. At the same time, however, the growing ubiquity of cheaper, easier-to-handle devices, as well as the ease with which ensuing imagery can be uploaded across social networking sites, has meant their use to document unexpected or extraordinary events has increased dramatically. The news value of citizen imagery produced when such events transpire has been recurrently hailed by news organisations and their audiences, particularly with regard to its immediacy, eyewitness authenticity and emotive affectivity in crisis situations (Allan 2013a, 2014; Bivens 2008; Chouliaraki 2010; Frosh and Pinchevski 2009; Pantti, Wahl-Jorgensen, and Cottle 2012). No longer the occasional exception to the general rule, breaking news reporting routinely relies on the willingness of ordinary people to bear witness to what they see and hear unfolding around them, sometimes at considerable risk to themselves.", "Social media editors working for news organisations are acutely aware that mobile photographs or video of potential newsworthy significance may well be interspersed amongst otherwise mundane imagery in personal collections gathered and shared via the likes of Twitter, Facebook, Path, Flickr, Instagram, Tumblr and YouTube, amongst others. A case in point occurred on 19 April 2013, when a 16-year-old woman from Watertown, Massachusetts tweeted two photos of her backyard showing SWAT teams taking up shooting positions during the post-Boston Marathon bombing manhunt. The images were widely shared on social media (a Twitter search at the time of writing reveals they were retweeted 12,809 times and “favourited” 3057 times) and picked up and incorporated into breaking international news coverage. By that evening, the young woman, inundated with media requests, posted a tweet simply saying: “For everyone asking, if you would like to use my image you may. Please just give credit to me and my family. #watertown.”1 Also noteworthy is the juxtaposition of these two images in relation to the types of imagery she customarily shared (see Figure 1), evidently her record of activities such as parties, cheerleading, sporting events and hanging out with friends, as well as her selection of viral Web-based content. Such instances point to the potentialities of smartphone imagery being re-appropriated from the lived contingencies of the ordinary (everyday life contexts) into projections of the extraordinary (personal perceptions of—even possible engagement in—citizen photojournalism).", "FIGURE 1  Two events tweeted by @shawna_england, Watertown, MA. Left: “28-7, we beat Belmont! #SnappedStreak #beatbelmont” (posted 22 November 2012). Right: “View from my house … crazy #watertown” (posted 19 April 2013)", "FIGURE 1  Two events tweeted by @shawna_england, Watertown, MA. Left: “28-7, we beat Belmont! #SnappedStreak #beatbelmont” (posted 22 November 2012). Right: “View from my house … crazy #watertown” (posted 19 April 2013)", "Our interest in exploring aspects of this complex, uneven process of mediation—and its corresponding tensions—helped provide a rationale for a research enquiry into smartphone imagery within broader media ecologies. Here we recognise the impetus to elaborate upon previous theorising based on findings from pre-smartphone technologies (i.e. camera phones), namely due to evolving enhancements pertaining to the quality of the built-in camera, the availability of accompanying “filters”, use of social apps which facilitate the sharing of imagery, and capabilities for constant, relatively affordable internet connectivity. In this respect, then, our study strived to de-familiarise the emergent forms, practices and epistemologies of smartphone usage, inviting participants to self-reflexively describe their own experiences with smartphone cameras and, furthermore, their perceptions of how others have used them in improvised, spur-of-the-moment documentation of potentially newsworthy events or situations. In this article, our attention is primarily on the latter end of this continuum. Our evidence was gathered via a qualitative questionnaire comprised of 10 open questions, formulated with the intention of ascertaining detailed opinions while, at the same time, teasing out otherwise tacit impressions, assumptions and expectations. For instance, one question asked: “If you were to witness a possible news event—like an accident, fire, flood, violent crime, act of terrorism, etc.—would you want to document what was happening? Please explain why or why not”, while a later one simply queried: “How do you think pictures or videos produced by ordinary people compare to those made by professionals?” As one might imagine, response length varied from short declarative sentences to longer paragraphs illustrated with detailed examples.", "In terms of the population, we limited ourselves to “millennials”, that is, the demographic cohort of individuals born between 1980 and 1999. This priority reflected the rationale prevalent in pertinent research literatures that younger age cohorts tend to be early adopters of technologies, and typically exhibit strong emotional attachments to them, not least with respect to creative innovations (Livingstone and Helsper 2007; Poindexter 2012). “We hit our peak confidence and understanding of digital communications and technology when we are in our mid-teens; this drops gradually up to our late 50s and then falls rapidly from 60 and beyond”, Ofcom’s (2014) most recent Communications Market Report notes for the United Kingdom. “Almost nine in ten (88%) of 16–24s own a smartphone, compared to 14% among those aged 65+” (see also Pew 2014).", "Scholarly and news industry debates often highlight the importance of this “replacement” cohort, particularly with respect to how its members actively adapt, integrate and repurpose the possibilities of digital, mobile technologies to personalise their experience of—and interactivity with—visual news provisions (Pavlik 2013; Westlund 2013; see also Peters and Witschge 2015). In order to begin rendering problematic this concern, as well as the cultural specificities of smartphone camera usage—recognising that no comparative inferences could be drawn from our limited data-set—we adopted a non-representative, purposeful-sampling technique that combined aspects of snowball and convenience sampling (Marshall 1996), designed to generate meaningful insights from this selected group. Responses were collected from approximately 90 “millennials” in Canada, the Netherlands and the United Kingdom, as detailed in Table 1.", "Qualitative responses were analysed systematically, evaluating each questionnaire and categorising comments on the basis of participants’ personal experiences, descriptive explanations of their perceptions regarding others and orientation towards normative convictions (see Charmaz 2014; Kohlbacher 2006). The first generative phase resulted in empirical sorting of documents for each countries’ respondents, helping to identify recurrent themes and relative emphases in the statements proffered. Subsequent phases refined the textual analysis of these responses, gradually juxtaposing the questionnaire’s wording and structure with five related thematics that were identified, namely: (1) respondents’ views regarding the prospective role of bearing witness and what it may entail for those prepared to adopt it; (2) the motivations of those engaged in this type of activity; (3) the uses of citizen smartphone imagery by news organisations; (4) presumed distinctions between professional and amateur or citizen photojournalism; and (5) ethical questions of trust where the ensuing imagery is concerned, amongst other, less clearly demarcated issues. The purpose of this iterative process-based approach was to embrace the principle of staying close to qualitative data by using our respondents’ own answers as the rationale for setting out the terms of our empirical discussion; in other words, participants’ responses when relied upon to set down its narrative logic, with due attention to relative prominence and emphasis. A further heuristic advantage of this mode of enquiry, we would suggest, is its scope to capture perspectives that may have seemed contrary, even counter-intuitive, vis-à-vis the interpretive frameworks informing the study’s design and implementation. Beginning in the next section, then, we briefly touch on respondents’ accounts of their ordinary experiences of smartphone usage before turning to consider their personal aptitude to bear witness to possible news events."]}, {"sec_title": "Bearing Witness—Or Not", "sec_content": ["Respondents recurrently emphasised the extent to which having their smartphone with them was a near-constant feature of their everyday experience. “I always have my phone with me, and therefore always have a camera at the ready”, was one typical disclosure. “This means I never miss a photo opportunity” (CAN, M, 16a).2 Suggestive here is the importance of carrying the smartphone as a matter of routine, where portability was a key factor. “Because phones go almost everywhere with people, they always have that option of using the camera” (CAN, F, 17a), was a related response, as was: “you always have a camera with you, so even when you’re not prepared to take photos you can capture nice/special moments” (NL, F, 25a). Similarly pertinent is the opportunistic sense of engagement that emerges, with little indication that pre-planning governs this type of photographic practice. Instead, much is made of the ways in which “you can capture something that happens spontaneously and you can whip out your phone and record/capture it” (CAN, M, 17a). Mobile photography in—and of—the moment is prized, repeatedly signalled throughout the questionnaire data by phrases along the lines of “catching moments instantly”, “having a camera at your disposal to capture unplanned/unexpected moments” or “the freedom to take pictures at any moment”.", "A close reading of these and related responses regarding the lived negotiation of smartphone camera usage helped to discern the contours of an evaluative basis to consider insights garnered from our data concerning more extraordinary conditions. Here we posed a hypothetical scenario in order to identify certain documentary, even possibly reportorial, implications worthy of closer scrutiny. Specifically, we asked: “If you were to witness a possible news event—like an accident, fire, flood, violent crime, act of terrorism, etc.—would you want to document what was happening? Please explain why or why not.” Although no attempt was made to secure quantitative percentages in relation to our qualitative interpretive framework, a careful, methodical appraisal of the answers helped to illuminate certain points of contrast.3 For several of those able to envision themselves performing some form of documentary role, the novelty of the experience was significant. “Yes, because it is something you don’t see every day and it may help to fix the situation” (CAN, F, 17b), said one, while another affirmed: “Yes. These things don’t happen a lot in your life. You want to save them as a life experience” (UK, F, no age given). At the same time, however, personal safety was frequently cited as a key consideration, either for others—“If someone is in danger I would be more proactive rather than taking a photo” (CAN, F, 21)—or for themselves. “I would if it weren’t to put myself or anyone else in danger”, one UK respondent affirmed, “as it could help the emergency services in any search or investigation as a result of the event” (UK, M, 20a). Others recognised that they would react differently were the circumstances dangerous. “If it is a panic situation I’d probably focus on ensuring my safety” (CAN, F, 20), one acknowledged, while another conjectured: “I wouldn’t come close to an act of terrorism or a violent crime cause that’s pretty scary and dangerous, though I would capture the moment of a fire or flood cause it’s pretty cool in my opinion” (NL, M, 16a).", "Descriptions of the nature of the documentary role, together with the reasons expressed for adopting it, recurrently brought to the fore the evidentiary status of the mobile photograph in crisis situations. Illustrative examples include those raising the issue explicitly, such as: “Yes, of course! Coz it’s evidence” (UK, M, 20b) or “A picture is evidence of some event that has taken place. To me the quality of the picture does not matter a lot but what has happened does matter” (NL, M, 26a). Aesthetic considerations mattered much less than the mobile image’s status as “visible evidence” for several respondents. “I think it is important that people can see what has happened. Also, it can be used as evidence when the events are later reconstructed” (NL, M, 29). The use-value of such imagery was frequently marked as temporally bound, either in terms of immediacy and sharing being highly valued, signalled in responses such as: “I’d like to document it to show my friends that weren’t present” (UK, F, 24a) or “You can rewatch it, show friends and family, share to internet” (CAN, F, 18) or, alternatively, more for purposes of securing a historical record that could prove beneficial in future. “I would want to document it because even if I show the footage to nobody”, one Canadian respondent stated, “there will be hard evidence available in existence to call upon” (CAN, M, 18a). Notions of visible evidence repeatedly resonated in more forensically oriented registers as well. Several respondents reaffirmed the importance of an accurate visual record for purposes of assisting police efforts to determine what had transpired: “I would take a picture or video to upload to YouTube. Get raw footage. It could help the police with leads on what happened” (CAN, M, 16a) or “If I were witness. I think I want to document. Because it can help police to find the reason” (UK, F, 22). One UK respondent cited “social conscience” as “playing the most important factor” for why, in his view, “most people” would be “keeping a record to help police catch the culprit/s” (UK, M, 20c).", "These and related responses, in our reading, signalled a personal conviction in the truth-value of the photographic record as “proof to help solve the situation” (CAN, M, 18b), which opens up intriguing questions about why some respondents resisted the idea of adopting such a documentary role. Numerous reasons were cited by those responding in the negative, who stated a preference to not document what was happening, especially in violent circumstances. Several conceded they would be frightened—“I’d be too scared” (UK, F, 19a) to act—while others insisted their priority would be to lend assistance to those caught up in the crisis:I’ll probably [be] thinking of other things rather than “let’s take a picture!” (UK, M, 22a)I witnessed a weird car accident last week, but was to[o] flabbergasted to think about taking a picture. (NL, M, 26b)When I see something like that … my first instinct is to try and help someone in danger or save myself, not to pull out my phone and record it. (CAN, F, 17c)I would not, I would feel the need to help, and even if it was too severe to help, I would be too stunned to pull out my phone. (CAN, M, 18d)No—I wouldn’t think of filming etc. as I would be actively trying to stop/prevent the incident. (UK, F, 23)I would be ashamed of myself standing somewhere taking photos, whereas I could be helping. (NL, F, 26)", "I’ll probably [be] thinking of other things rather than “let’s take a picture!” (UK, M, 22a)", "I witnessed a weird car accident last week, but was to[o] flabbergasted to think about taking a picture. (NL, M, 26b)", "When I see something like that … my first instinct is to try and help someone in danger or save myself, not to pull out my phone and record it. (CAN, F, 17c)", "I would not, I would feel the need to help, and even if it was too severe to help, I would be too stunned to pull out my phone. (CAN, M, 18d)", "No—I wouldn’t think of filming etc. as I would be actively trying to stop/prevent the incident. (UK, F, 23)", "I would be ashamed of myself standing somewhere taking photos, whereas I could be helping. (NL, F, 26)", "Others expressed their concerns that mobile photography would prove too intrusive at the scene, particularly where the vulnerable were concerned:I would only try to document what was happening when it can be of any use to someone. I really don’t like “disaster tourists”. (NL, F, 23a)I think if people are involved and are getting hurt I would be really hesitant to take photos. (NL, F, 25a)Not sure it’s appropriate, wouldn’t be the first thing I’d do with phone. Probably call police. (UK, F, 28)Although I do watch those type of videos I always tend to question why someone is standing there filming instead of helping in some other way. (UK, F, 19a)No, mainly to be respectful of the victims to these events. (CAN, M, 18c)I also find it weird to take graphic pictures of others misfortune. (CAN, F, 20)", "I would only try to document what was happening when it can be of any use to someone. I really don’t like “disaster tourists”. (NL, F, 23a)", "I think if people are involved and are getting hurt I would be really hesitant to take photos. (NL, F, 25a)", "Not sure it’s appropriate, wouldn’t be the first thing I’d do with phone. Probably call police. (UK, F, 28)", "Although I do watch those type of videos I always tend to question why someone is standing there filming instead of helping in some other way. (UK, F, 19a)", "No, mainly to be respectful of the victims to these events. (CAN, M, 18c)", "I also find it weird to take graphic pictures of others misfortune. (CAN, F, 20)", "These tensions besetting the bounds of appropriateness were thrown into even sharper relief by responses concerning the public communication of such imagery, including with respect to its perceived journalistic significance.", "The recognition of mobile imagery as “raw” information of potential interest to the police as evidence was far more prevalent across the range of our respondents’ comments than its prospective newsworthy status. When raised, “newsworthy” encompassed relaying imagery to friends and family as well as deciding to “send it in to the news” when warranted. In the case of the former, the affectivity of first-hand experience—where events may be “so tragic and sad”—was typically emphasised. “If I was away from my family, girlfriend, and/or close friends”, one Canadian responded remarked, “then I would want to share this information with them through pictures to show them exactly how close, how severe, and the emotion that is happening at that moment” (CAN, M, 15). For the latter, a telling response was offered by a Dutch respondent who commented, “I would, of course, not film corpses or murders, but fires and accidents, I would. If I could help somebody, I would do that first, but I think I cannot resist being the ‘source of the news’” (NL, M, 19). For those alert to mobile imagery’s journalistic possibilities, social media were obvious options, particularly Twitter and YouTube and, to a lesser extent, Facebook. “Twitter is a great way to break news”, said one. “You can help [the] information chain by sharing what’s going on” (UK, M, 22b). Others expected they would look more directly to news organisations. “If it was appropriate then yes, it’s a good idea to take photos/videos of those events to provide to news stations so they get a close-up of the action” (CAN, M, 16b). While one Dutch respondent expressed a desire to help with “news flow”, she also observed: “it feels bad taking pictures while you could have helped someone instead. It feels a bit like taking advantage of another person’s misery” (NL, F, 24a).", "Perhaps not surprisingly, a small number of respondents, while aware of journalistic interest in this type of imagery, consciously opted out of performing this role nonetheless. “It is not my job to document anything” (UK, F, 19b), one UK respondent maintained. “The pictures I make are my private stuff”, a Dutch respondent insisted. “I’m not like a Bild-Leserreporter [German tabloid], I’ve got more things to do with my life”, before adding: “I probably would, if I would do anything, try to call the police” once they had returned home (NL, F, 28)."]}, {"sec_title": "Possible Motivations", "sec_content": ["In endeavouring to delve deeper into the factors shaping what, if anything, would compel respondents to send their images to a news organisation, our questionnaire also asked them to comment on the possible motivations of other people willing to contribute images, and what they thought about journalists and editors using this type of material. As one would expect, a wide range of views were expressed, many of which were qualified in relation to specific circumstances (again, a sense of appropriateness and context-dependency proving important) rather than being expressed as firm principles per se. Here it may be equally telling to observe how rare it was for respondents to mention the prospect of sending mobile imagery into a news organisation, at least until prompted to reflect on this possibility by our questionnaire. As noted, this may be due to a decision to reserve such responses for subsequent questions (having read through the questionnaire before answering, perhaps), but it nonetheless suggests a basis to render problematic any easy presumption that respondents automatically thought of their photos and the potential value of this imagery to news organisations in this regard in the first instance.", "While a small number of respondents expressed bewilderment about why others might be inclined to relay mobile imagery to news organisations, the vast majority were willing to speculate, making it possible to discern recurrent tropes for closer inspection. Most attributed positive motives to others, with a desire to share being a key consideration: “I think people send their images into news organizations because they want to share what they see with others” (CAN, F, 16a) makes the point succinctly, as does: “they want to show that they have something to share. They may be proud if their photograph is starred in a newspaper” (NL, F, 17). Sharing was on occasion implicitly linked to sociability (“I think this is so people can say that they helped out by supplying the image”; CAN, F, 17b), in our reading, as well as a sense of social obligation: “Maybe they think it’s a part of their duty?” (UK, F, no age given), “they feel a responsibility to share the information” (CAN, M, 18e) or “they want to do something for the public” (NL, F, 28). Even heroism figured in some responses. “I think a part of it for some people is to fulfil the sense of heroism. They feel like they have done a solemn [duty] for the community” (CAN, F, 17c). An implicit appeal to civic engagement—and here it is intriguing to note the near-absence of explicit references to “citizen journalism” in the responses to this set of questions—was further evident in affirmative emphases placed on using images to focus public attention, particularly in crisis situations. “Sending images into news organizations is a good way of alerting the public of an event, good or bad” (CAN, M, 18c).", "For those respondents disinclined to project altruistic motivations—“civic duty” (NL, M, 24a) or “they want to contribute to society” (CAN, M, 16a)—on to those involved, a number of possible motives were rehearsed. Some individuals were perceived to be producing mobile images in the hope of acknowledgement for being on the scene. “They do it to get on the news” (CAN, M, 16a), one respondent asserted, while another surmised: “Some probably do it for the recognition, and others do it to share important events with others” (CAN, M, 18d). This subtle distinction between self-aware interests and the virtues of sharing with others was frequently drawn in sharper terms. “People want their voices heard”, a Dutch respondent maintained. “Some will do it for the right reasons (helping others), others because they want to get ‘likes’ and ‘views’” (NL, F, 29). Here some offered comments tinged with a certain cynicism, in our reading, with respect to a quest for celebrity. “Everybody wants their 15 minutes of fame I guess” (NL, F, 24b), remarked one, while others echoed: “A little taste of fame” (CAN, F, 20) and “I think they do it because it is their shot at quick fame, simply put” (CAN, M, 18a). Several related perceptions referred to how “People probably do it to get popular” (UK, M, 27) or because such images “could be valuable or special and it would make them feel important” (NL, M, 26c). Comparable forms of scepticism expressed about potential motivations concerned financial gain. “One understands that having the best image/video will get top dollar from news organizations, hence this is a prime motivator” (UK, M, 20c). Still another conjectured: “Some do it as an act of journalism, others might do it for money” (UK, M, 29), which evidently held in tension a sense of public service versus private gain, at least in our interpretation. “Maybe they hope to get some money for it”, one Dutch respondent mused, while another wondered: “Maybe they get paid or are aspiring journalists” (UK, F, 19a).", "While this sense of mobile photography as an “act of journalism” was seldom elaborated in detail, references to the importance of ordinary citizens being on the scene because “sometimes journalists can’t be on the spot in time” (NL, F, 25b) featured far more prominently. “I think using images from ordinary people is important”, another added, “because it is not possible to have camera crews everywhere” (CAN, M, 18d). This conception of the citizen pressed into service in the absence of a journalist to bear witness—sometimes described as “citizen witnessing” (Allan 2013a)—would appear to inform several of the respondents’ assessments. “I think it’s positive as it encourages people to tell a story first hand”, one of the UK respondents stated. “I think they do it as they share this view” (UK, M, 22b). In drawing distinctions with the professional’s point of view, the ordinary individual’s eyewitness imagery was recurrently reaffirmed as intrinsically valuable in its own right. “This allows the world to see the perspective from a real life citizen, in their home or city, rather than just a general over view of what a specific center sees” (CAN, M, 15), one respondent believed. Further reportorial virtues to be associated with citizen witnessing included: “Helps build a full picture” (UK, M, 24), “This way you can get images really fast and from really close to the event happening’” (NL, M, 26a) or “It gives a realistic impression on what happened. It keeps the truth visible” (CAN, M, 16a).", "To the extent citizen mobile imagery makes available, in the words of one respondent, “a different view than professional pictures” (CAN, F, 16b), it is a view usually defined as supplementing, rather than supplanting, those otherwise proffered by journalists. “I don’t think there’s anything wrong with using images recorded by ordinary people”, one respondent believed, “as it gives us readers a unique view from the ‘public eye’” (CAN, M, 18c). Indeed, the capacity of the “public eye” to render “the truth visible” was lauded for extending journalism’s reach by securing imagery that would not have been garnered otherwise. In addition to bringing “lesser known stories” to light, mobile images taken by ordinary people were seen to open up alternative news angles. Indeed, here it is worth noting how often comments lauding this imagery for showing a multiplicity of “different sides” to a news event served to underscore—explicitly or implicitly—certain limitations with professional reportage, especially the pragmatic drawback of journalism’s ability to capture “breaking” news as it occurs.", "The perceived truth-value of citizens’ mobile imagery—its de facto authenticity effectively underwritten by its very amateurishness—accentuated the perceived merits of this alternative ethos. In other words, concomitant with the citizen’s ability to “keep fresh eyes” (UK, F, 24b) on a breaking news event was the implied conviction that such imagery was equally and, in some instances, more compelling in journalistic terms than that provided by their professional counterparts. “I think it is much more interesting when the film comes from ordinary people because it makes you believe it’s much more real” (CAN, F, 17c), one respondent stated, while another noted: “it’s good when journalists use footage and images from ordinary people as it makes them feel more connected. Also a witness could get better photos than a reporter” (CAN, F, 17d). Citizens were to be credited, several respondents maintained, for helping to gather the “proof” good journalism required. “People (viewers) need to actually see the reality of a news event” (CAN, F, 21), one responded contended, thereby illuminating a tension—in our reading—between formal reportorial mediation and the implied truthfulness of first-hand experience captured in amateur mobile photography. At the same time, others pointed out that the ensuing imagery needed to be handled carefully to ensure it was “legit”, that is, credible as “documentary evidence”, as one UK respondent noted, given that it “can be [an] unreliable source for journalists as people can edit” (UK, F, 23). Journalists need to “stay driven by the facts” and not opinions, a Dutch respondent warned, because “a video/picture is always an opinion of someone”, and as such “it can be altered or (essential) stuff can be let out of the scope of the picture/video” (NL, M, 24b).", "While the majority of respondents to our questionnaire evidently considered public involvement in news-making to be beneficial, a small minority of detractors voiced their concerns. “Journalists using images recorded by ordinary people are lazy and unprofessional” (UK, F, 24a) was the rather provocative assertion made by one respondent, while another insisted that citizen imagery represented “smart thinking, especially when the journalist is lazy” (NL, M, 27). Such views were very much the exception. Even sceptical voices tended to offer qualifiers, believing the journalistic use of such images was acceptable “provided they are relevant and contribute to the story” (CAN, F, 22). Further comments in this regard included: “If it’s really cool” (NL, F, 25b) or “If what I was seeing was amazing/shocking me and I felt the need for it to be seen by the masses” (UK, M, 21)."]}, {"sec_title": "The Limits of Professionalism", "sec_content": ["While elucidating possible motivational factors concerning the contribution of visual imagery to news organisations was a key rationale grounding our questionnaire, further effort was made to tease out the normative expectations and evaluations of such contributions. This prompted us to explore our respondents’ perceptions regarding how mobile photographs or videos compare to those produced by professional photojournalists. Prime qualities attributed to imagery captured by ordinary members of the public tended to revolve around its relative verisimilitude—typically articulated via terms such as authenticity, truth and credibility—at times in tension with, even contradistinction to, professional image-making.", "Observations made about visual image quality almost always credited professionals with superior skills and camera gear, which was hardly surprising. “Professionals tend to be better equipped and more experienced, producing better quality or less ‘shaken’ or ‘blurred’ captures” (UK, M, 22c), one respondent noted, while another stated: “ordinary people just use common tool (ex. Smartphone camera) to capture the events, while professionals use sophisticated tools to capture events” (UK, F, 24c). Professionals were similarly praised for being more “serious” and “refined”, paying attention to “the composition of a picture”, and expertise in handling “sharpness”, “light” and “angles” effectively to record “complete”, “neutral” images. Talent and technical proficiency were certainly valued, although not to be conflated with image integrity, as several comments pinpointed. “Obviously the quality isn’t as good from ordinary people”, one respondent maintained, “but the content could be more raw or informative and less scripted because news usually shows up after the event, people are already at the scene as it happens” (CAN, F, 22). Another respondent made a related point, stressing that citizen imagery may not be as “high quality” in comparison, but its “information content can be just as if not more valuable” (CAN, M, 18e). In this way, “information content” superseded compositional virtues in the eyes of most, particularly where imagery’s affective qualities proved significant. “In terms of aesthetic, the professional photos are much prettier, and often a piece of art”, one Dutch respondent remarked. “The video taken by ‘ordinary people’ are usually wobbly and have bad sound quality, but can also capture the real emotions of the people present during the event” (NL, F, 29). Another commenting on this apparent tension similarly signalled a realignment of priorities: “Professionals studied to take neutral, transparent pictures while ordinary people want to express their emotions” (NL, F, 18).", "Photojournalism’s professional commitment to dispassionate relay was thus found wanting, in the view of some respondents, precisely because the ensuing imagery was less likely to secure the same emotive purchase as that generated by amateurs. A recurring theme suggested that the very unpolished “rawness” of “novice” imagery represented a positive attribute, not least due to its presumed truth-value. “The ones produced by ordinary people make viewers feel more connected to what is going on”, a Canadian respondent believed. “It makes it feel real rather than a story being produced” (CAN, F, 16c), while a Dutch one noted that although amateur images “may be technically less high standard, they do offer the most authentic report of the event” (NL, M, 29). A UK respondent evidently concurred, similarly stressing that such images: “Can be more ‘real’—i.e. no effects and so more true-to-life than professional; but perhaps not as detailed as professionals”, before adding: “Professionals have an agenda and so film in a specific way, whereas public just record what’s happening” (UK, F, 23). To the extent professional practice observed certain conventions or protocols, it followed, the resultant images risked being perceived as less “realistic”, and as such more prone to be “biased”, “scripted” or “twisted”. On this basis, it seemed, “ordinary pictures make it feel more personal” (CAN, M, 17b), as one respondent stated, while another explained they “allow people to see the event from the perspective of someone like them” (CAN, F, 17b).", "This was not to deny the need for normative limits to be imposed on “amateur material” in keeping with “good taste”, however, as several respondents made clear. Concern was expressed by some that certain images were “too shocking” or “painful” to be made public, thereby raising “moral problems” for news organisations. “I think these journalists and editors should be selective when it comes to this material, and they should restrain from using everything just because they want to show it all”, one Dutch respondent maintained. “It should not become a sensational bloody horror show, that is painful to those involved. But those very gruesome images can still contribute to reconstructing the event afterwards” (NL, M, 29). Nevertheless, even though the very “rawness” of citizen images capturing “real emotions” occasionally necessitated editorial filtering to stay within the bounds of appropriateness, it was recurrently cited as a virtue nonetheless, as noted above. “They seem more real … more reliable and authentic not polished in a studio somewhere” (UK, F, 19a), one respondent elaborated, while another warned: “Professionals might stage a video or photo more than an amateur because they have a certain message they want to bring across” (NL, F, 24b). Discernible here, then, are certain binary tensions—such as real/reliable/authentic versus polished/staged resonating in these last two quotations—which, we would suggest, illuminate further contours of otherwise tacit amateur–professional dichotomies.", "Nowhere were these tensions more pronounced than in respondents’ comments concerning the processing of news imagery. “Nowadays, everybody can be a professional photographer. All you need is a phone with a good camera and Photoshop” (UK, F, 25a), a respondent declared. Varied references to the use of editing software, particularly Photoshop, surfaced repeatedly. In most instances, however, it was ascribed to a skill-set associated with the realm of the professional news photographer. “When the pictures/videos are made by ordinary people they seem to be more authentic”, a respondent maintained, “because ordinary people don’t have the kind of software and editing techniques that professionals have” (CAN, F, 17c). Professionals, in the view of another, are “highly skilled in the use of editing software and are more able to leave out or add thing to the picture unseen”, which suggested to him that the “amateur’s pictures would count in this way as more trustworthy” (NL, M, 26b). “I would trust an ordinary persons picture more because a professional’s can be photoshopped easier and twist the image’s integrity” (CAN, F, 17b), one respondent contended, while another said he “would trust the ordinary people’s photos/videos more because they mostly don’t know how to use Photoshop and they want to share the picture to their friends”. “Professionals”, he continued, may take “awesome photos” but are “making money off of them and use some editing programs” (CAN, M, 17a). Time and again, the editing of images was perceived to be potentially problematic, being characterised by some as “manipulation”, “doctoring”, “tampering”, “airbrushed” or worse: “the average person does not have as many corrupting influences, the use of Photoshop, etc.” (UK, M, 20c), a respondent insisted. Another maintained: “only professionals know how to forge/fake a picture and make people believe it’s true” (UK, F, 19b).", "For those respondents more inclined to place their trust in professional photographers, this contention—namely ordinary people typically lack the technical competence to falsify photographs convincingly—was suggestive of a recurring counter-position to a relationship of equivalence otherwise presumed between citizen imagery and visual verisimilitude. In these cases, numerous respondents pointed to ethics as a factor complicating this presumption, voicing concern over the relative motivation and degree of accountability attributable to such practices. For them citizen imagery was open to compromise. “I should trust info from professionals more, maybe because ordinary people can abuse their photos to make them more exciting”, one Dutch respondent stated. “Like using Photoshop or something like that” (NL, F, 23b). In contrast with their apparent confidence in the professional’s “responsibility to make sure they are the truth” (UK, F, 24b), then, some expressed misgivings about ordinary people’s intentions and whether what they purported a photo’s content to be was necessarily honest. “Never sure if it’s a hoax or not” (UK, M, 22a), one respondent complained, registering their scepticism about citizen imagery. “Someone may have an agenda/motive behind filming” (UK, F, 23) another noted, while one went further, contending: “I guess the amateur has the advantage of it coming across as authentic and maybe even more dramatic. However, an amateur can easily lie/produce a fake story whereas a professional has an image they need to protect” (NL, F, 24b). Credibility defined on these terms, that is, by the professional’s investment in limiting, if not avoiding reputational risk, proved a telling point of comparison with the non-professional. “I think I would rather believe a picture of a professional at the simple reason that they can not afford it to publish fake pictures”, declared one. “It’s their job, so they have to be reliable” (NL, M, 16b). Here the probable repercussions in the event that transgressions were exposed similarly figured. One respondent, in explaining why he “personally would be less eager to trust an ordinary person’s photo or video”, observed: “individuals won’t be subject to investigation or held accountable if they misconduct themselves or distort the truth, at least not in the same way a news network would (or should)” (NL, M, 25). Another reproved: “When they publish photos and videos by amateurs, my trust fades” (NL, F, 26).", "Amongst the respondents resisting the inclination to align with either ordinary citizens or professionals on either side of this comparison were those who felt image integrity could not be prejudged. In some instances, this equivalence was expressed for positive reasons. “I would trust ordinary people’s photos/videos the same as a professional’s because ordinary people can take extraordinary photos as well[,] they just don’t get paid for it” (CAN, F, 16a). Others believed both types served the same purpose, or that their respective provenance was incidental to their news value. Conversely, however, several respondents gave voice to their wariness about the relative trustworthiness of news images in the first place. “Actually I don’t trust photos”, a UK respondent stated. “I know what photoshop can do to a picture. Video could be more convincing” (UK, F, no age given). In the view of some, no image was innocent of vested interest or motivation. “Bias is something that happens all the time no matter where you look”, a Canadian respondent maintained. “Most things today are edited so you can’t really trust either” (CAN, M, 16b). In the case of some respondents, this amounted to a certain disdain, even cynicism. “I distrust ordinary people’s photos/videos the same as those taken by a professional, because both parties might have reasons to manipulate the footage (for money, fame etcetera)” (NL, F, 21), a Dutch respondent argued. While ordinary citizens may be morally suspect in this regard, another warned, “professionals can be corrupt or illegal or deceitful as well. Just because it is their job doesn’t mean they’re more trustworthy” (NL, F, 17). One UK respondent, explaining why she would not trust one more than the other, feared professionals “can show a video from a mobile camera on the news and say that someone sent it video to them, but actually it all can be a fake” (UK, F, 25b). Even some of those expressing their faith in professionals signalled a degree of disillusionment. “I always felt some kind of obedience to trust people who [trained] for this job”, a Dutch respondent commented. “This is maybe why I have been fooled quite some times” (NL, M, 16)."]}, {"sec_title": "Conclusions", "sec_content": ["In the years since news headlines first heralded the sudden popularity of camera phones, they have become such an ordinary feature of the everyday in Western countries that many would find it difficult to imagine their lives without them. Audience surveys would suggest this is particularly so with millennials; for example, a recent Pew (2014) study found that 83 per cent of 18–29-year-olds in the United States owned smartphones, the highest percentage of any demographic cohort in the country. Considered in conjunction with the billions of photos taken and shared worldwide, it is hardly surprising that this emphatic engagement with smartphone technology was widely apparent in the responses to our questionnaire, even in the hypothetical case of acting as a citizen witness in a crisis situation. In this article we have focused on the motivations behind—and evaluations of—such affordances and possibilities, as well as the perceived strengths and limitations of professional photojournalism in comparison with non-professional alternatives. Notwithstanding the previously mentioned caveats concerning the impracticality of extrapolating from such findings to characterise the predispositions of this demographic cohort more generally, we would suggest that the thematics discernible in our data helped to illuminate several distinctions of practice (real and imagined) shaped by experiential (personal beliefs and feelings), behavioural (ascribed actions), and communal or peer-group (normative evaluations) values and priorities.", "These distinctions were discernible in responses at several interrelated levels, not least with regard to the relative impetus or disincentive to capture imagery in unexpected, possibly dangerous circumstances. Despite the ordinariness of smartphone camera usage within our respondents’ everyday lives, a concomitant sense of themselves bearing witness when confronted with a crisis situation could not be safely presumed in advance. In marked contrast with some of the more celebratory treatments of the social impacts engendered by smartphones—“everyone is a photojournalist now”—our participants’ responses revealed that such reactions were context-sensitive, with a range of factors informing their likely negotiation of actions considered appropriate to perform under such circumstances. Several tropes emerged in the responses, such as: a desire to share a personal perspective or experience with wider publics, a willingness to stand in for absent journalists, and a commitment to civic duty or related forms of obligation. This is not to deny that the prospect of recognition or financial considerations were conceded by some to be decisive, but in the main those respondents expressing a willingness to help secure visible evidence with their smartphones seemed motivated by more altruistic purposes. Reportorial aspirations were typically couched in qualified and conditional terms, however, with the importance of such evidence for police investigation widely upheld—and resonating more strongly than its prospective newsworthy significance.", "Important differences of opinion arose regarding who was best placed to secure credible, trustworthy photographs or video of what was transpiring—the professional or the amateur—should they both be on the scene. The majority of respondents appeared to subscribe to the belief that the “raw images” of the amateur were more believable because they were “unedited”, or at least less likely to be altered to an extent that called into question their veracity. Time and again professional imagery was criticised, including for the perceived distancing effects of its conventions where capturing emotive complexities was concerned (news professionals invoke their own biased agenda, some maintained, in marked contrast with the authentic spontaneity of the amateur). Still, the sharpest point of disquiet pertained to the acceptable limits of editing software, with the superior aesthetic qualities ascribed to professional imagery recurrently correlated with the subtle yet telling distortions rendered by the skilled application of Photoshop. Characterised by some respondents as “airbrushing”, “manipulation”, “doctoring”, “tampering”, and the like, considerable scepticism was expressed regarding photojournalists’ abilities to relay imagery that was “realistic” or “true-to-life” while, at the same time, upholding the familiar, conventionalised protocols of the craft.", "Perhaps counter-intuitively, then, the very qualities signifying the visual authority of the professional photojournalist were most likely to invite suspicion, to varying degrees, particularly with respect to the ensuing imagery’s truth-value (and thereby its intrinsic trustworthiness) in comparison with that proffered by citizens with smartphones. We have shown how differing perceptions of citizen engagement stretched across a continuum—ranging from serving as a “public eye” to irresponsible “disaster tourists”—in uneven, sometimes contradictory ways. Yet the normative alignment of verisimilitude with the non-professional’s efforts may be suggestive of a deeper discontent. Such a conclusion, at the very least, invites further reflection about how to establish deliberative spaces for dialogue and debate over the reinvigoration of photojournalism’s reportorial commitments for tomorrow’s participatory news cultures. Individuals were not uniformly passionate about offering visual documentation, especially where personal risk is palpable, but the perceived immediacy and truth-value of such citizen imagery points to an undeniable challenge for photojournalism as we know it—or knew it—in a digital era increasingly defined by co-operation, collaboration and connectivity."]}], "references": [{"title": "Witnessing in Crisis: Photo-reportage of Terror Attacks in Boston and London", "year": "2014", "journal": "Media, War \\& Conflict", "volume": "7", "authors": [{"name": "Allan Stuart", "first_name": "Allan", "last_name": "Stuart", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Gestures of Seeing: Amateur Photographers in the News", "year": "2013", "journal": "Journalism", "volume": "", "authors": [{"name": "Becker Karin", "first_name": "Becker", "last_name": "Karin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Internet, Mobile Phones and Blogging: How New Media are Transforming Traditional Journalism", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Bivens Rena Kim", "first_name": "Bivens", "last_name": "Kim", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Anyone Can Take a Photo, But: Is There Space for the Professional Photographer in the Twenty-first Century Newsroom?", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "Caple Helen", "first_name": "Caple", "last_name": "Helen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Ordinary Witnessing in Post-television News: Towards a New Moral Imagination", "year": "2010", "journal": "Critical Discourse Studies", "volume": "7", "authors": [{"name": "Chouliaraki Lilie", "first_name": "Chouliaraki", "last_name": "Lilie", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Use of Qualitative Content Analysis in Case Study Research", "year": "2006", "journal": "Forum: Qualitative Social Research", "volume": "7", "authors": [{"name": "Kohlbacher Florian", "first_name": "Kohlbacher", "last_name": "Florian", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Amateur Sources Breaking the News, Metasources Authorizing the News of Gaddafi’s Death", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Kristensen Nete Nørgaard", "first_name": "Kristensen", "last_name": "Nørgaard", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mortensen Mette", "first_name": "Mortensen", "last_name": "Mette", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Gradations in Digital Inclusion: Children, Young People and the Digital Divide", "year": "2007", "journal": "New Media \\& Society", "volume": "9", "authors": [{"name": "Livingstone Sonia", "first_name": "Livingstone", "last_name": "Sonia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Helsper Ellen", "first_name": "Helsper", "last_name": "Ellen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Sampling for Qualitative Research", "year": "1996", "journal": "Family Practice", "volume": "13", "authors": [{"name": "Marshall Martin", "first_name": "Marshall", "last_name": "Martin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Innovation and the Future of Journalism", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Pavlik John", "first_name": "Pavlik", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "From Grand Narratives of Democracy to Small Expectations of Participation: Audiences, Citizenship, and Interactive Tools in Digital Journalism", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Peters Chris", "first_name": "Peters", "last_name": "Chris", "affiliation": "", "orcid": "", "role": ""}, {"name": "Witschge Tamara", "first_name": "Witschge", "last_name": "Tamara", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Emplaced Cartographies: Reconceptualising Camera Phone Practices in an Age of Locative Media", "year": "2012", "journal": "Media International Australia", "volume": "145", "authors": [{"name": "Pink Sarah", "first_name": "Pink", "last_name": "Sarah", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hjorth Larissa", "first_name": "Hjorth", "last_name": "Larissa", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mobile News", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Shooting the Shooter: How Experience Level Affects Photojournalistic Coverage of a Breaking News Event", "year": "2012", "journal": "Visual Communication Quarterly", "volume": "19", "authors": [{"name": "Yaschur Carolyn", "first_name": "Yaschur", "last_name": "Carolyn", "affiliation": "", "orcid": "", "role": ""}]}]}