{"doi": "10.1080/1461670X.2015.1036904", "url": "https://doi.org/10.1080/1461670X.2015.1036904", "title": "“These Grey Areas”", "volume": "17", "year": "2016", "issue": "8", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Wright", "first_name": "Kate", "name": "Kate Wright"}], "abstract": "International non-governmental organizations (INGOs) are known to employ freelancers to produce multimedia and to pitch it for them to mainstream news outlets. So it seems odd that research about the blurring of news organizations and INGOs has been largely focused upon the practices of full-time staff at these kinds of organizations. To help fill this lacuna, this article constructs a model capable of interrogating the multiple forms of structure and agency at the heart of such forms of freelancing by blending Critical Realist theory with work by Bourdieu. It then uses this model to analyse semi-structured interviews with six freelancers who were involved in the production of media items about sub-Saharan countries. All of them were found to erode the distinction between INGOs and news organizations through different kinds of commissioning and syndication practices. But this article's main critical contribution lies in its efforts to illuminate why freelancers chose to engage in such liminal work; for the legitimating rationales they employed enabled them to avoid the “inter-role conflicts” experienced by freelancers who work for news outlets and commercial public relations organizations.", "body": [{"title": "Introduction", "paragraphs": ["Mainstream international news coverage now incorporates the photographs, video and audio provided by international non-governmental organizations (INGOs) on an increasingly frequent basis (Frontline Club 2008, 2011). But how does blurring the line between news organizations and INGOs in this way (Franks 2008a; Cooper 2009) affect journalism, INGO-work and media audiences’ ability to understand the world around them? Also, how might this relate to other practices, such as journalists’ use of INGO-provided text (Van Leuven, Deprez, and Raeymaeckers 2013; Van Leuven and Joye 2014), their dependence upon INGOs to verify allegations of abuse (McPherson 2015) and becoming embedded with INGOs on foreign trips (Cottle and Nolan 2007; Kalcsics 2011)?", "There is an urgent need to produce empirical research in order to inform the heated debates taking place around such questions. This is because of the ways in which they relate to journalists’ efforts to cope with the severe cost-cutting taking place across industry (Frontline Club 2008, 2011). The production of international news has been affected particularly seriously, with widespread reductions in the numbers of foreign bureaux and correspondent positions: so posing serious challenges to journalists trying to sustain the geographic range of their coverage (Beckett 2008; Franks 2010; Sambrook 2010). Debates about news organizations’ use of INGO-provided multimedia therefore relate to broader considerations about the extent to which news outlets should be willing to surrender (or share) editorial control with others in order to reconcile conflicting normative and economic demands (Beckett 2008; Seaton 2010).", "Yet although highly experienced freelancers have long been known to produce multimedia for INGOs (Cooper 2009; Frontline Club 2008; Powers 2013), remarkably little has been written about them. Perhaps the most detailed studies exploring freelancers’ roles in INGO-funded media production have been written by academics reflecting upon their own involvement in INGO-funded projects (Conrad 2014; Grayson 2014). Such case studies are intriguing because they indicate that freelancers’ interactions with the value-laden practices of different kinds of INGOs may have varied effects. So they seem to speak powerfully to recent research which has stressed the potential heterogeneity involved in INGO–journalist relations, and the variety of different normative, social and economic structures shaping it (Orgad 2013; Waisbord 2011).", "However, these case studies focus upon the critical reflections of quite particular kinds of freelancers—those who are also journalism scholars. What is missing, therefore, is more extensive research about the role/s played by other kinds of freelancers in INGOs’ production of multimedia. In addition, there seems to be a need for further study about the role/s played by freelancers in gaining news outlets’ acceptance of INGO-provided multimedia. The Head of Communications at Médecins Sans Frontières’, Polly Markandya, recently spoke about freelancers who were living “hand-to-mouth” so were willing to take commissions from INGOs, but who “if you are lucky and talk to them nicely, [will also] pitch that same story as an ‘independent’ journalist to their news outlet” (Frontline Club 2015). Indeed, Markandya went on to claim, “this happens a lot” (Frontline Club 2015).", "Mapping how freelancing blurs the lines between INGOs and news organizations through different kinds of production and distribution practices is clearly a far greater undertaking than can be accomplished in a single journal article. So this piece has a more modest aim: to stimulate further research in this area by building an appropriate analytical model and by demonstrating its explanatory power through an interrogation of the data drawn from semi-structured interviews with six freelancers. These interviews originally formed part of larger case studies about the production of three specific media items, which in turn formed part of a much bigger research project about news outlets’ use of multimedia provided by non-governmental organizations (NGOs) in the coverage of Africa (Wright 2015). This study was not initially conceptualized as focusing on freelancing, but freelancers were found to play pivotal roles in half of the case studies examined.", "Yet the main reason why the interviews given by these freelancers merit dedicated critical study is because of the rarity of the insights they provide into why they engaged in what one of them called “these grey areas” of media practice (A, interview, 30 August 2012). For all of them engaged in forms of freelancing which not only overlapped the boundaries between news organizations and INGOs, they actively eroded them. This erosion not only took place through the kinds of practices in which freelancers were engaged, but also through the ways in which they justified such practices. For the kinds of complex legitimating rationales which these freelancers employed enabled them to avoid the “inter-role conflict” experienced by other freelancers who work for news outlets and commercial public relations (PR) companies (Obermaier and Koch 2014). Indeed, as this article will demonstrate, these freelancers’ reflections about their participation in liminal forms of freelancing show that they believed that such practises were consistent with their personal, value-laden world-views.", "The first section begins by contextualizing the study, outlining how academic literature currently approaches the blurring of INGOs and news organizations. In so doing, it discusses why the theoretical models currently used require further refinement in order to interrogate the structures and forms of agency shaping these kinds of freelancing. The second section goes on to argue that a Critical Realist approach, supplemented by the work of Bourdieu (1998), can be used to incorporate existing research into a more nuanced analytical model, before going on to explain how this critical approach shaped the methodological strategies employed. Following this, the third section outlines the details of the case studies in question, in order to demonstrate how blurring between news outlets and INGOs took place via different production and distribution processes.", "But then the fourth section turns to the main focus of this article, examining why these study participants engaged in freelancing in ways which were shaped by their efforts to negotiate greater autonomy in relation to their normatively laden commitments to their children, partners and friends, as well as distant others. In particular, it stresses that liminal forms of freelancing were seen by participants as a way of continuing to develop specialisms which they enjoyed, valued and believed to be impossible to pursue whilst working on staff contracts for mainstream news organizations. Finally, the fifth and sixth sections contrast the overtly political rationales employed by those enculturated in public service broadcasting with the moralistic legitimations used by those socialized in the norms and practices of freelance photography."]}, {"title": "Theoretical Frameworks", "paragraphs": ["Franks (2008a, 2008b) was the first to point out that the lines between international aid agencies and news organizations were becoming blurred because of news outlets’ use of their multimedia, journalists’ poor attribution of it, and their trust in the interpretative frames which it contained. She argues that such practices have been shaped by recent, widespread reductions in foreign news budgets, but also by historical forms of dependence on each other. These include forms of journalistic embedding with aid agencies, the most famous of which involved Michael Buerk's reporting on the Ethiopian famine in 1984 (Franks 2013). Franks sees this as a key turning-point in the relationship between aid agencies and broadcasters, leading not only to formal agreements between the BBC and the Disasters Emergency Committee1 (Franks 2008b, 2013), but also to a strong association between news coverage and aid agencies’ ability to fundraise (Franks 2010). However, the main critical contribution made by Franks’ work in this area involves marshalling archive evidence about the BBC's coverage of the Ethiopian famine in order to argue that when journalists accept INGOs’ interpretations of events uncritically, they undermine the ability of news to explain relevant causes and contexts to the public—so risking shaping misguided forms of collective action (Franks 2013).", "Nevertheless, Franks views the symbiotic relationship between aid agencies and news outlets as having been threatened recently by the advent of user-generated content, so that aid agencies’ provision of multimedia can also be read as part of their efforts to return to the previous “quid pro quo” (2010, 79). Cooper (2009) is clearly heavily influenced by this: for her work on the blurring of INGOs and news organizations portrays INGOs, especially international aid agencies, as having moved into multimedia production in order to regain control over the interpretations of events in locations remote from Northern audiences following the rise of user-generated content. In later work, she also relates these interpretative advantages to economic advantages, stressing the strong positive correlation between the number of minutes of television airtime given to particular disasters and the amount of money which aid agencies are able to raise (Cooper 2011).", "But perhaps the most well-known author critiquing INGOs’ wresting of interpretative control from journalists is Nick Davies, who is also a freelance journalist. In Flat Earth News, Davies (2008) cites instances when major charities and campaigning groups have used the influence of PR professionals and/or wire agencies to gain media acceptance for exaggerated or poorly contextualized “facts” which furthered their organizational interests—thereby “distorting” public political discourse (186–192). So Davies argues that INGOs are complicit in “churnalism”: that is, journalists’ rapid and unthinking repurposing of PR material in order to meet news organizations’ demands for more content, produced much faster, for a variety of different platforms. In this way, Davies argues, contemporary journalism serves to entrench the definitional advantages already enjoyed by the wealthy and powerful.", "Since Davies helped to fund the research project produced by the Cardiff team (Lewis et al. 2006) in order to underpin his book, it is hardly surprising that there are some similarities between their findings. However, Davies’ conclusions are influenced by the notion of Hall et al's work on primary definers, so he emphasizes journalists’ passivity. In contrast, those at Cardiff follow Gans (1979), portraying journalists as being actively engaged in a “dance” with sources, although they argue that PR, including that issued by INGOs, is leading the dance by “setting the agenda” (Lewis, Williams, and Franklin 2008a, 8). In addition, both the Cardiff researchers and Fenton at Goldsmiths draw upon Gandy's work: arguing that the kind of pre-packaged news produced by PR specialists has gained acceptance in journalism because it enables journalists to make valuable time and cost savings known as “information subsidies” (1982, discussed in Fenton 2010; Lewis, Williams, and Franklin 2008a, 2008b).", "Fenton's (2010) work then goes on to stress the links between these economically driven production processes and the 24/7 demands of online news outlets in particular. However, despite some theoretical overlaps with the researchers at Cardiff, Fenton does not see INGOs or NGOs as having seized interpretative control from journalists. Instead, she argues that the mass recruitment of former journalists by NGOs has resulted in the domination of their alternative cultures by news norms and priorities: so undermining NGOs’ ability to introduce a wider range of voices and perspectives into broader political discourse. For by cloning the news so neatly that it requires little reworking by time-poor journalists, and by disseminating it electronically so that it can be accessed “at the click of a button” (164), Fenton argues that NGOs may gain airtime, or space in news, but they do little to challenge dominant conceptions of news criteria (158).", "Thus Fenton's work can be seen to develop earlier research by Cottle and Nolan (2007) which asserted that aid agencies are now so keen to gain wider awareness of their organizational brands, that their thinking has become dominated by news norms and industry priorities. However, rather than drawing on Gandy (1982), Cottle and Nolan utilize Altheide and Snow's (1979) notion of “media logic”: arguing that these INGOs not only package the text and multimedia they produce in conformity with the needs and values of individual news outlets, they also use celebrities, personalize political issues and stage pseudo-events to gain media attention. So, Cottle and Nolan assert, aid-workers eclipse the agency and voices of local people they claim to serve.", "Nevertheless, other researchers argue that the blurring of INGO-work and journalism may have potentially progressive consequences. For example, Van Van Leuven, Deprez, and Raeymaeckers (2013) point out that INGOs’ investigative reporting may be used to counter the official messages issued by political parties; Currah (2009) makes similar remarks about INGOs’ ability to challenge commercial companies. Meanwhile, McPherson (2015) explores Gandy's (1982) idea of “information subsidies” in a more positive way: exploring the “verification subsidies” which human rights INGOs may be able to offer journalists seeking to confirm allegations of abuse.", "But the dominant theoretical strand in more optimistic research draws from Castells’ (2000) notion of “network society”, by arguing that INGOs’ contributions to journalism could form part of a move towards “networked journalism” (Beckett 2008; Beckett and Mansell 2008; Heinrich 2012; Sambrook 2010). Scholars taking this line argue that economic constraints, coupled with technological and social changes in media production and reception, have blurred many distinctions: between professional and amateur, producer and product, audience and participator. But they see this as having significant progressive potential, arguing that such shifts may help shape more diverse, and potentially more democratic, forms of mediated representation. For instance, Beckett and Mansell (2008, 99) have called for journalists to embrace NGOs’ involvement in media-making, arguing this would not only be more cost-effective, but would also allow journalism to move beyond the dichotomies of North and South, “information rich” and “information poor”, “hegemonic” and “indigenous” knowledge, towards new alternatives.", "The inspirational tone of Beckett's (2008) other work, together with his use of anecdotes drawn from his own experience of practice rather than from systematic studies, has left him open to charges that his work is a form of “prophecy” rather than journalism research (Currah 2009). Yet recent empirical studies do support the notion that there are heterogeneous kinds of NGO–journalist coalitions, which may have varied political effects (Waisbord 2011; see also Orgad 2013; Powers 2013). Such research attends to the multiple cultural, political and economic structures which shape NGO–journalist coalitions, as well as stressing the importance of understanding how actors negotiate the tensions involved in them in an agentive fashion.", "Waisbord's (2011) work is particularly interesting for anyone interested in studying the roles played by freelancers. For although he does not directly address casual labour, he outlines an analytical model which attends to the complex, recursive links between journalists and NGO-workers’ engagement with “news values, media formats, labour conditions and editorial positions” (149). Thus, Waisbord's work helps pave the way for others to consider the work of those not permanently based in either INGOs or news organizations.", "Waisbord (2011) also describes these NGO–journalist coalitions as ideologically laden, so drawing attention to the ways in which such media-making practices are bound up with the exercise of power. Nevertheless, his use of the term “ideology” has some disadvantages, for its use by Neo-Marxist scholars working on professional ideologies during the 1970s and 1980s means that it tends to be associated with homogeneity rather than heterogeneity, as well as having strongly negative connotations relating to journalists’ symbolic normalization of existing relations of dominance (e.g. Molotch and Lester 1974; Gitlin 1980; Hall et al. 1978; Tuchman 1978). This term therefore risks undermining Waisbord's efforts to provide a theoretical model with which researchers can interrogate the complexity and potential diversity of NGO–journalist relations, without foreclosing arguments about their potential effects.", "Moreover, Waisbord's work prompts further questions about how and why recursive links between these different value-laden structures are forged. Underpinning such questions are deeper ontological concerns about how and why actors’ agency might interact with a variety of different cultural, social and economic structures. Since freelancers are not formally obliged to privilege one form of work over another, developing analytical models capable of exploring the inter-relationship of agency and structure in more detail is particularly important. So the next section will explain how Critical Realism (CR) can help to do this, as well as addressing questions of value and power without the use of the term “ideology”. It will then move on to discuss the methodological strategies appropriate to such an approach."]}, {"title": "Critical Realism as Approach and Method", "paragraphs": ["The key theoretical concept in CR which is of use here is emergence. This was initially discussed by CR's founder, Roy Bhaskhar (1979), in relation to his model of reality. This model involves three inter-related strata or domains, each of which emerges from its predecessors, but has properties particular to itself (Wright 2011). Bhaskhar said that the lowest domain contains generative mechanisms which, when combined, tend to make certain events happen; although generative mechanisms may modify each other and may even cancel each other out. The literature reviewed earlier suggests that a reasonable hypothesis might involve conceptualizing these generative mechanisms as including cost-cutting in news organizations, changes in the production and reception of news media, different kinds of power structures, as well as natural environments.", "Bhaskhar (1979) then argued that the second domain should be seen as being composed of all the events which happen when such generative mechanisms are activated. So this is where we should position the kinds of world events which news purports to be about. But this domain also includes socially constructed “position-practice systems” (Bhaskhar 1979, 51). These are structures of relatively enduring relationships between positions enacted by individuals through their agentive engagement in specific activities using particular resources. Such systems depend upon value-laden ideas about each individual's and group's functions, tasks, duties and rights, even when they are not explicitly rule-bound. So this is also where we need to position the systems involved in producing particular kinds of media and journalistic genres (Waisbord 2011); those shaping different kinds of INGO-work (Orgad 2013; Powers 2013); and those shaping liminal forms of freelancing which straddle both.", "However, the position-practice systems which shape people's lives are multiple and complex, so human agency is needed to negotiate between all of them (Wright 2011). We can tell that this agency exists because different people occupying the same position can sometimes take varying approaches, albeit in ways which are structurally constrained. For this reason, Bhaskhar (1979) asserted, we need to conceptualize a third and final strata of reality, which is composed of events as we perceive or experience them. Thus Bhaskhar's model helps us explore the emergence of potentially heterogeneous practices. But it also helps us to identify how and why recursivity occurs, and the relationship between this recursitivity and social change. For Bhaskhar did not just see emergence as being a one-way, bottom-up process, but a complex web of feedback between the different layers of reality (1979, discussed in Wright 2011).", "The work of another CR theorist, Margaret Archer, is invaluable in fleshing out this idea. For she argues that people are capable of approaching any social situation in a creative manner: weighing up differing, and often conflicting, commitments through internal conversations with themselves, as well as through external conversations with others (Archer 2003, 2007). Thus, journalists, NGO-workers and freelancers can be conceptualized as engaging in reflexive forms of agency about what to do, but from within a range of options which is constrained (and/or enabled) by external structures which they have not necessarily chosen: so “making their way through the world” as they see best (Archer 2007).", "According to this model, actors’ decision-making should be a key focus of academic inquiry, since this constitutes the moment at which social reproduction and/or change occurs. However, people are not always entirely aware why they make or legitimize particular choices: for example, they may engage in “knee-jerk reactions”. Even when they are fully aware of their rationales, they may not be conscious of all the underlying socio-economic structures which shape them. So, like two other CR theorists, Elder-Vass (2010) and Toynbee (2008), I prefer to moderate some of the more voluntaristic overtones of Archer's work by viewing social structure as also residing, at least in part, within human beings due to their personal positioning within particular kinds of personal and organizational socio-economic habitus (Bourdieu and Wacquant 1992).", "These issues were probed in hour-long semi-structured interviews with freelancers who were asked in detail about how and why they helped produce three specific media items. As such, they formed part of three case studies about the production of three specific media items, which in turn formed half of a larger study involving 60 interviews with other kinds of actors, all of whom made key decisions shaping the production processes in question (Wright 2015). The methodological approach to this larger study was shaped by the work of another CR theorist, Bergene (2007), who suggests using strongly contrasting case studies about specific phenomena in order to sift out the false assumptions and bad abstractions which are often present in working hypotheses.", "To begin with, the sampling period itself was chosen in order to contrast with the humanitarian emergencies (Cottle and Nolan 2007) and disasters (Cooper 2011; Franks 2010, 2013) previously focused upon in other studies. This is because it was a comparatively quiet news period in the United Kingdom, the 13–19 August 2012, which fell between the Olympics and the Paralympics. Rather than focusing on aid agencies alone, NGOs were defined broadly, using United Nations documentation, in order to include local and national collectives, co-operatives and trade unions, as well as international human rights, environmental and media-related organizations (Willetts 2006). Finally, the term “NGO-provided” was employed in order to address times when NGOs played an important role in curating, editing and/or re-distributing multimedia, as well as producing it in-house or funding others to produce it.", "The coverage of Africa was focused upon because of the frequency with which Anglophone journalists have discussed using NGO-provided multimedia in relation to African countries (Frontline Club 2008), many of which are particularly expensive, time-consuming and/or dangerous for them to visit from the bureaux of mainstream news organizations (Franks 2010; Sambrook 2010). However, a post-colonial approach to interviewing journalists, NGO-workers and other kinds of media actors from African countries was used in order to mitigate the risk of engaging in imperialistic reconstructions of Africa as a homogenous mass (Mudimbe 1994).", "Twenty-three items which mentioned Africa or African countries were found which included multimedia provided by NGOs, most of which were UK and US-based INGOs. Eleven of these were not attributed as such, but were identified using a variety of checks. Quantitative analysis of the kinds of organizations, places and media involved, as well as topic-string analysis, was then used to identify items which characterized dominant trends in the sample and others which bucked them (Bergene 2007), and the strap-lines of items were used to trace those involved."]}, {"title": "The Cases", "paragraphs": ["In half of the cases studied, European and North American freelancers played a crucial role in producing the multimedia provided by INGOs, as well as being highly influential in the decision of editorial staff to adopt such material. For staff members often justified their use of INGO-provided multimedia in terms of their trust in the professionalism, specialist expertise and personal integrity of these highly experienced and well-known freelancers (Franks 2008b). Moreover, in two out of the three cases studied, the multimedia in question was pitched to news outlets by the freelancers themselves soon after obtaining an INGO commission, even though these INGOs had not explicitly asked them to do so (Frontline Club 2015).", "Finally, multimedia originally produced for INGOs was found to have been sold on to news outlets at a later date and vice versa. Formal and informal processes of syndication were therefore found to be crucial to understanding the blurring of news outlets and INGOs, even when freelancers did not accept commissions from both. Although such forms of syndication could work both ways, INGOs tended to remain in control of the interpretative frame used and to bear the lion's share of the time and financial costs: so offering news organizations considerable “information subsidies” (Gandy 1982). Nevertheless, relatively small amounts of INGO-provided multimedia were sometimes used in production processes which cost news organizations’ considerable time and money, so could not always be characterized as “churnalism” (Davies 2008).", "The case studies in which freelancers were involved were as follows:1 A blog written by A,2 a freelance journalist, which contained a single photo taken by B, a freelance photographer. Both were employed on commission by a US-based INGO, Internews, to prepare a legacy report on one of their projects in a Francophone country in central Africa. Although the manager at Internews said she had not anticipated this before hiring both of them (D. Ensor, interview, 18 January 2013), A sought her permission to pitch a piece about the same project to the Global Development section of Guardian.co.uk, for which she had previously worked.", "A blog written by A,2 a freelance journalist, which contained a single photo taken by B, a freelance photographer. Both were employed on commission by a US-based INGO, Internews, to prepare a legacy report on one of their projects in a Francophone country in central Africa. Although the manager at Internews said she had not anticipated this before hiring both of them (D. Ensor, interview, 18 January 2013), A sought her permission to pitch a piece about the same project to the Global Development section of Guardian.co.uk, for which she had previously worked.", "A gained an expression of interest from the Global Development Editor before she left on the Internews trip, and then reversioned the material she had produced for the Internews legacy report as an article for The Guardian on her return. The finished blog, which was published with minimal changes, utilized the same interpretative frame and the photo which was used was one which B had originally taken for Internews.", "The Guardian paid £90 for the blog and paid B £45 for the use of her photo. However, the trip cost Internews over £12,000, including the freelancers’ fees. Both freelancers were attributed by name but no mention was made of their commitment to Internews, although they said they had informed the Editor of this.2 A double-page World News Lead about a food crisis in Mali written by Christian Aid's Head of Media, which was published by the newspaper, The Independent on Sunday (Hogg 2012a), along with a gallery of photos taken by Tom Pilston, a freelance photographer, who had been hired by the INGO to accompany Hogg on his trip.", "A double-page World News Lead about a food crisis in Mali written by Christian Aid's Head of Media, which was published by the newspaper, The Independent on Sunday (Hogg 2012a), along with a gallery of photos taken by Tom Pilston, a freelance photographer, who had been hired by the INGO to accompany Hogg on his trip.", "Hogg is a former Sunday newspaper editor and the paper's Foreign Editor said he accepted the piece as he was so impressed with his mastery of in-house style, which meant that the article would require very little editing (D. Randall, interview, 10 March 2013). He was also delighted to be able to offer coverage from a place to which he could not afford to send his own correspondent. Finally, both he and the paper's picture editor (S. Batterbury, interview, 12 June 2013) felt that the veracity of the material could be ensured, at least in part, because of the involvement of Pilston, whom they knew from his time as an Independent staff photographer.", "The trip cost Christian Aid around £7000, including Pilston's fees. Pilston also spoke about his intention to earn more money by syndicating the photographs afterwards via a photographic agency. The paper version of the article was clearly and fully attributed (Hogg 2012a), but the online version omitted any mention of Pilston's involvement with Christian Aid (Hogg 2012b).3 A correspondent-led report on Channel 4 News about the role of a Congolese general, Bosco Ntaganda, in the M23 rebellion which was taking place in the eastern regions of the Democratic Republic of Congo (DRC) (Miller 2012a). This contained a 20-second video clip filmed by two freelancers, C and D, who shot footage of a man identified as Bosco by Human Rights Watch (HRW) researchers, who appeared to be giving orders to a group of armed men in a village on the same day that a massacre took place there (C and D, interview, 19 October 2012).", "A correspondent-led report on Channel 4 News about the role of a Congolese general, Bosco Ntaganda, in the M23 rebellion which was taking place in the eastern regions of the Democratic Republic of Congo (DRC) (Miller 2012a). This contained a 20-second video clip filmed by two freelancers, C and D, who shot footage of a man identified as Bosco by Human Rights Watch (HRW) researchers, who appeared to be giving orders to a group of armed men in a village on the same day that a massacre took place there (C and D, interview, 19 October 2012).", "Although this footage was originally sold to a television news channel in 2008 when the massacre happened, three years later C and D were approached by HRW which paid them for the redistribution rights to four minutes of their video in an informal form of syndication. HRW also hired Fiona Lloyd-Davies, another freelance film-maker, to make a film about Bosco incorporating this clip (F. Lloyd-Davies, interview, 26 October 2012). Lloyd-Davies edited this material for use on HRW's website as a finished package, as well as doing rough cuts for an electronic distribution list sent to journalists, which was modelled on wire agency feeds. Lloyd-Davies also participated in producing multimedia: interviewing Bosco's alleged victims, as arranged by HRW, as well as trying to conduct an interview with Bosco himself—although the undercover recording equipment on this occasion had not worked. The project cost HRW £20,000, including Lloyd-Davies’ fees.", "HRW's Deputy Executive Director explained that part of the INGO's strategy in hiring freelancers involved the hope of “leveraging their social networks” in journalism (C. Bogert, interview, 8 April 2013). As she had hoped, after Lloyd-Davies’ contract with HRW elapsed, she approached her contacts at Channel 4 News to make them aware of the existence of the video filmed by C and D. This was because she knew that they had previously covered the massacre in question and felt a strong sense of normative responsibility to pursue justice on behalf of those who had died. But at the same time, Lloyd-Davies offered them an exclusive in the form of a secretly filmed interview with Bosco: so revisiting her earlier attempt for HRW.", "She won this commission and the production process leading up to an attempt to interview Bosco took many months and considerable (undisclosed) investment by the programme. However, this second attempt was aborted because of security risks which emerged after Lloyd-Davies and four other journalists had been flown out to the DRC. The interviews Lloyd-Davies did with Bosco's alleged victims for HRW were then included without payment to Lloyd-Davies in another report broadcast outside the sample period (Miller 2012b).", "Other sources were used by Channel 4 News journalists in both items, but the interpretative frame used did not differ significantly from that originally commissioned by HRW. Channel 4 journalists were also fully aware of the roles played by HRW with regard to both sets of freelancers, but no on-air attribution was given to the INGO. Instead, Lloyd-Davies, C and D were paid for their work in what the programme's editor called “a direct deal with freelancers” (B. de Pear, interview, 23 November 2012)."]}, {"title": "Seeking Relative Autonomy, Negotiating Different Commitments", "paragraphs": ["One of the main generative mechanisms shaping freelancers’ involvement in these cases was cost-cutting in news organizations. This meant that large numbers of new freelancers were flooding the media market, at the same time as news organizations were offering far fewer commissions to freelancers, and failing to increase freelancers’ rates of pay (Brown 2010). So cost-cutting had seriously affected these freelancers’ labour conditions (Waisbord 2011). These participants, who were all experienced media producers in their thirties or forties, found that such financial pressures were often exacerbated by the demands of parenthood. Most stressed that they accepted payment from INGOs as well as news organizations, in part, because, as Pilston put it, “my kids need to go to school and eat and be clothed … all that stuff” (interview, 2013).", "Parenthood, or the imminent prospect of it, was also a crucial factor shaping participants’ decision to leave staff jobs at news organizations to go freelance in the first place. For although freelancing involved considerable financial insecurity, both male and female participants saw the career paths available to them on long-term contracts within such organizations as incompatible with parenting small children. This is because they saw the only options as being newsroom work, which involved long and gruelling shifts during anti-social hours, or basing their family in the kinds of conflict-ridden places in which news was regarded as occurring sufficiently regularly by mainstream media organizations to “make ends meet” (A, interview, 2012).", "Freelancers’ reflections about such issues also involved normative as well as economic value-systems, since they involved judgements about the proper treatment of their children and partners. Neither of these career paths was seen by participants as allowing them to be “a decent parent” (A, interview, 2012). Nor did they think it was “good” (Pilston, interview, 2013), “loving” or “fair” (A, interview, 2012) to compel their partners to accommodate to the kinds of lifestyles involved in either career choice. Thus freelancers’ decision to accept payment from INGOs must be read within the context of their broader position-taking strategies regarding freelance work itself. These strategies were designed to generate greater personal autonomy (Bourdieu and Wacquant 1992), but were not shaped by the kinds of youthful and/or individualistic approaches usually associated with freelance or other forms of precarious labour (Gill and Pratt 2008; McRobbie 2002a, 2002b).", "Although INGOs did not always pay freelancers more than news organizations (Pilston, interview, 2013), INGO commissions tended to be of a longer duration, to be planned more in advance, and to involve some paid editing work back at base as well as trips abroad. All of these factors made it easier for freelancers to keep a relatively steady stream of income coming in; to maintain a better balance in their working lives; and to sustain good long-term relationships with partners, other family members and friends. This balance was particularly attractive to freelancers who were, or were planning to become, parents (A, interview, 2012; Pilston, interview, 2013). But it was also a significant attraction for those who were childless, but who still wished to have rich and rewarding personal lives, and “some sense of home”, as Lloyd-Davies put it (interview, 2012).", "However, none of the freelancers in this study chose to cope with the conflicting demands exerted by these different normative and socio-economic structures by relying heavily on commissions from other kinds of commercial clients; even though such a choice could have enabled them to secure more predictable and lucrative work, much of which could be conducted with minimal travel from their homes. Indeed, A and Pilston were the only participants who had ever accepted work for commercial companies other than news organizations, and they only did this very occasionally.3 Thus credence must be given to freelancers’ claims that the liminal editorial positions they chose to adopt between INGO-work and journalism (Waisbord 2011) were strongly shaped by their agentive efforts to continue to do the kinds of work which they enjoyed and believed to be of value.", "All of the freelancers interviewed linked these kinds of statements to representations of their sense of themselves in affective ways (Gregg 2009). For example, they talked enthusiastically about their love of travel; their curiosity about people living different lives to themselves; their deep enjoyment of practice in their chosen media; as well as the pleasure they took in their awareness of their proficiency in related skills. These generative mechanisms can be seen to exist in tension with the familial commitments discussed earlier, because they entail a stress on self-expression or self-actualization (Gill and Pratt 2008; Hesmondhalgh and Baker 2011) through what McRobbie (2007) calls “passionate work”. For instance, as A put it:What I really like is reporting. You know, being out there, talking to people, getting out and about. I love it. That's just me. (interview, 2012) Nevertheless, the tensions between these generative mechanisms make much more sense when one considers the normative values which freelancers attributed to such work. These values were used to critique the homogeneity, repetitiveness, and lack of physical and creative autonomy which they saw as characterizing full-time work in mainstream news organizations. For such deliberations involved intensely felt moral and political concerns about the nature of the relationship of media production to broader social groups (Archer 2007). Freelancers saw such commitments as justifying not only the time spent away from their friends, partners and children, but also the pivotal role they played in transferring the “information subsidies” provided by INGOs to news organizations (Gandy 1982). As A put it:I think the way that [the editorial staff at the Global Development section at The Guardian] operate is that if you can go to them and say “Do you want a piece on [a Central African country]? It won’t cost you anything. It will just arrive in your in-box in a perfectly formed package and you don’t have to do anything. You don’t have to take any responsibility for me. You don’t have to do anything, you will just get that piece”, of course they are going to say “Yes”.But if you go to them and say “I want to go to [this country] but you know, you have to do my risk assessment, you have to pay my flight, and you know, blah di blah…”They’re just going to go “What?”and they won’t do it.The bottom line is that you just don’t cause anybody any problems …That's what I realised, so that's why I did what I did [wrote a journalistic article about the same INGO project which she was working on commission for]. (interview, 2012) Nevertheless, in order to analyse the other structures shaping freelancers’ blurring of INGOs and news organizations, it is necessary to split the sample of freelancers into two groups. This is because there were two distinct kinds of specialization which they sought, which were connected to very different sorts of dispositions. These dispositions were acquired, at least in part, through enculturation in different kinds of journalistic habitus (Bourdieu 1998), so leading them to prioritize different kinds of journalistic genres and/or media (Waisbord 2011).", "What I really like is reporting. You know, being out there, talking to people, getting out and about. I love it. That's just me. (interview, 2012)", "I think the way that [the editorial staff at the Global Development section at The Guardian] operate is that if you can go to them and say “Do you want a piece on [a Central African country]? It won’t cost you anything. It will just arrive in your in-box in a perfectly formed package and you don’t have to do anything. You don’t have to take any responsibility for me. You don’t have to do anything, you will just get that piece”, of course they are going to say “Yes”.But if you go to them and say “I want to go to [this country] but you know, you have to do my risk assessment, you have to pay my flight, and you know, blah di blah…”They’re just going to go “What?”and they won’t do it.The bottom line is that you just don’t cause anybody any problems …That's what I realised, so that's why I did what I did [wrote a journalistic article about the same INGO project which she was working on commission for]. (interview, 2012)"]}, {"title": "Public Service Broadcasting and Geographic Specialization", "paragraphs": ["The first group was comprised of freelancers whose decision to accept payment from INGOs and news outlets was strongly shaped by their desire to continue to develop their (and others’) knowledge of particular African countries or regions. This desire had been shaped by the extended periods of time which these participants had spent as in-country correspondents or through repeated, extended visits. All of them also had backgrounds in public service broadcasting which meant that they preferred to work on video or radio projects, but they were willing to work in other media, if this fulfilled their broader, normative goals.", "This was because these freelancers’ enculturation in the habitus of public service journalism made them extremely critical of contemporary industry trends which they saw as undermining the educative aims of journalism. In particular, they spoke disparagingly about the ways in which the need to produce more content faster, for multiple platforms, had left staff journalists “stuck on a treadmill” (A, interview, 2012) or “caged” in the office (D, interview, 2013). Such participants saw freelance work as an alternative to this, offering them less job security in return for more opportunity to engage in the kinds of time-consuming travel, research and interviewing practices which they enjoyed and thought necessary to produce the kinds of educative journalism they valued. Indeed, they tended to describe such work as the real “craft of a journalist” (A, interview, 2012), or simply as “real journalism” (D, interview, 2012).", "This perspective was particularly pronounced in interviews with those who had been based in African countries for an extended period of time as BBC correspondents. Such participants had been used to exercising a large amount of autonomy (Bourdieu 1998), but described recent structural changes as constraining this. For A, this involved the correspondent post which she had occupied being axed entirely. As she explained:I found that working out in the field [as a correspondent] was not something I could continue to do at the World Service … There have been massive, massive cuts at the BBC … The kinds of jobs I want to do just aren’t there anymore.I really wanted to get back to reporting on [X African region] …I wanted to be freer to do the kind of journalism that I think needs to be out there … because most people in the world know fuck all about [X region].It's like … it's not even on the map for them. And that's … well, it's not right, is it? (interview, 2012) Although D's post was not closed, he still found that the increased demands on his time made it impossible to produce journalism that he valued. As he put it:It was one deadline after the other …right the way round the clock. Then with Online, it just got worse, and then the cuts … oh God. It was just like, more and more demands, all the time because, you know, when you cover a country like the DRC there's an important news story every day.But you know, I have been working there for a long time now, and I think I am finally in a position to contribute some proper journalism… But that takes time.That's why I now freelance for [news] organizations who need my time or my work in a much more … [pause] much more contained way … So I can then go and do my own investigations for my own production company. (interview, 2012) Indeed, all of these freelancers showed a marked preference for investigative journalism, including the genres of documentaries and features (Waisbord 2011). Taking commissions from INGOs as well as news organizations and/or selling multimedia produced for one on to the other was viewed by most of them as way of enhancing their freedom to engage in such work. For D and Lloyd-Davies—both of whom had a long-standing history of covering the DRC—this was intimately bound up with a radical politics of listening (Couldry 2006). For instance, as Lloyd-Davies put it:If I can draw on commissions from lots of different sources [including media organizations and INGOs] …I have more control to be able to do the things that I am passionate about and that make me want to get out of bed in the morning.I think it came from going to Bosnia which was my first film that I worked on, listening to extraordinary testimonies from people who aren’t normally heard, and finding things out that aren’t widely known about.Why? Because knowledge is power. And maybe we can use that knowledge to make the world a better place; maybe we can help people's lives … maybe we can help stop wars [pause].Well [pauses and spreads hands expressively] …maybe [laughs in self-deprecating manner]. (interview, 2012) However, the heterogeneity which these freelancers were able to introduce into relations between NGOs and news outlets was limited, as the nature of such casual work meant that they had to follow the briefs they were given. When they did not, they were told to redo their work: for instance, Lloyd-Davies was told to re-edit her video twice to make it “newsier”—once by HRW and then again by Channel 4 News (interview, 2012). However, freelancers tended to downplay the ways in which this constrained their creative autonomy, especially when working for INGOs with whom they had developed friendly relations “in the field”. These relationships tended to rely on freelancers’ belief that these INGO-workers were fellow geographic specialists, who had a deep understanding of related political, military and other socio-economic contexts. They then contrasted them with the journalists who worked in the head offices of the news organizations they worked for: arguing that these journalists not only failed to appreciate the difficult conditions in which they were working, they also failed to understand why such stories were important at all (A, interview, 2012; C and D, interview, 2012).", "I found that working out in the field [as a correspondent] was not something I could continue to do at the World Service … There have been massive, massive cuts at the BBC … The kinds of jobs I want to do just aren’t there anymore.", "I really wanted to get back to reporting on [X African region] …I wanted to be freer to do the kind of journalism that I think needs to be out there … because most people in the world know fuck all about [X region].It's like … it's not even on the map for them. And that's … well, it's not right, is it? (interview, 2012)", "It was one deadline after the other …right the way round the clock. Then with Online, it just got worse, and then the cuts … oh God. It was just like, more and more demands, all the time because, you know, when you cover a country like the DRC there's an important news story every day.But you know, I have been working there for a long time now, and I think I am finally in a position to contribute some proper journalism… But that takes time.That's why I now freelance for [news] organizations who need my time or my work in a much more … [pause] much more contained way … So I can then go and do my own investigations for my own production company. (interview, 2012)", "If I can draw on commissions from lots of different sources [including media organizations and INGOs] …I have more control to be able to do the things that I am passionate about and that make me want to get out of bed in the morning.I think it came from going to Bosnia which was my first film that I worked on, listening to extraordinary testimonies from people who aren’t normally heard, and finding things out that aren’t widely known about.Why? Because knowledge is power. And maybe we can use that knowledge to make the world a better place; maybe we can help people's lives … maybe we can help stop wars [pause].Well [pauses and spreads hands expressively] …maybe [laughs in self-deprecating manner]. (interview, 2012)", "In addition, freelancers justified the editorial compromises which they were conscious of making with INGOs in relation to their internal conversations (Archer 2003). These involved reflecting upon the ways in which prolonged immersion in, or extended visits to, particular African countries led to the re-construction of their working identities and the relationship of these identities to the production of knowledge. Such conversations strongly resembled those which Archer describes as characteristic of meta-reflexives: that is, people who habitually use personal reflection to “define and dovetail concerns” (Archer 2007, 93). Moreover, as Archer argues, such meta-reflexives really “value values” (230), so when they find a mismatch between their ideals and the realities of particular kinds of labour, they experience intensely felt forms of disillusionment which prompt further reflections about what might constitute more “effective action in society” (93).", "For these freelancers, this involved them gradually moving away from the norms of impartiality and critical distance which dominate official discourse within British broadcast news, especially within the BBC. As A put it:There are people at the BBC who take the kind of impartiality thing absolutely literally but after I had been in X [African country] a while, I thought, “Who can ever be impartial about anything, you know?”I am a white western woman who has worked in X as a journalist … I have absolutely got a viewpoint… I can’t be entirely impartial.I will try my best to be honest with you about what I have seen. But living in X has kind of “undone”the belief that it is ever possible to produce a piece that's completely free from all the kinds of ideas and values which you bring to a story—just by being yourself really. (interview, 2012) Indeed, all of these freelancers repeatedly referred to themselves as doing journalistic work and often “real journalism” (D, interview, 2012). In fact, two out of three described themselves as coming to a point where they could no longer describe themselves as journalists at all, but preferred a description more in keeping with liminal freelancing—“ film-makers” (D, interview, 2012; Lloyd-Davies, interview, 2012).", "There are people at the BBC who take the kind of impartiality thing absolutely literally but after I had been in X [African country] a while, I thought, “Who can ever be impartial about anything, you know?”I am a white western woman who has worked in X as a journalist … I have absolutely got a viewpoint… I can’t be entirely impartial.I will try my best to be honest with you about what I have seen. But living in X has kind of “undone”the belief that it is ever possible to produce a piece that's completely free from all the kinds of ideas and values which you bring to a story—just by being yourself really. (interview, 2012)", "D even declared that he now saw himself as an “activist” as well. As he explained:I have ended up going way beyond my role as a “journalist”[indicates inverted commas with fingers]. [Pause] Now I think … maybe I am … [pause] …I must be … [pause] a sort of a … [pause] an activist now … [sounds faintly surprised].I know there is a kind of school in journalism which teaches you to keep a distance. But I think, somehow [pause] …you are involved … [pause] and the longer you are involved, especially in one place, the more you can’t deny that [pause].And one day you just say to yourself, “Yes. I am a part of this now”. (interview, 2012) Thus the position-taking strategies which such freelancers used to try to generate greater personal autonomy (Bourdieu and Wacquant 1992) were limited by INGOs’ and news organizations’ priorities, but also by their own understandings of their embeddedness within broader kinds of social groups and structures. Although such strategies were shaped by economic pressures, they were not purely driven by personal gain. Indeed, former correspondents often described the sacrifice of their official position as entailing the loss of both financial and cultural capital: a loss which they were prepared to accept in order to pursue work which was, as D put it, “worth giving a shit about” (interview, 2012).", "I have ended up going way beyond my role as a “journalist”[indicates inverted commas with fingers]. [Pause] Now I think … maybe I am … [pause] …I must be … [pause] a sort of a … [pause] an activist now … [sounds faintly surprised].I know there is a kind of school in journalism which teaches you to keep a distance. But I think, somehow [pause] …you are involved … [pause] and the longer you are involved, especially in one place, the more you can’t deny that [pause].And one day you just say to yourself, “Yes. I am a part of this now”. (interview, 2012)", "For all of these reasons, although such freelancers preferred broadcasting, they were happy to work with other media, as long as they could continue to specialize in their chosen African countries. So, for them, accepting payment from INGOs as well as news organizations was legitimized as a form ofself-fulfilment through “making a difference”. [So] that personal expression and [the] social realisation of … value-commitments are inextricably intertwined. (Archer 2007, 264)", "self-fulfilment through “making a difference”. [So] that personal expression and [the] social realisation of … value-commitments are inextricably intertwined. (Archer 2007, 264)"]}, {"title": "Freelance Photographers and Media-based Specialization", "paragraphs": ["In contrast, the two freelance photographers in this study had never spent extended periods of time in African countries and did not describe similar kinds of epistemological and/or identity-related shifts. Nor were they deeply concerned about the educative purpose of journalism or with developing specialized forms of geographic knowledge for political reasons. Instead, they tended to discuss the moral value they placed on simply attracting audiences’ attention to the suffering of others: saying that they wanted to “make the world a better place” (B, interview, 2013) and to “produce work which matters” (Pilston, interview, 2013). But unlike those with a background in public service journalism, these photographers did not engage in any accompanying reflections about how or why this might be either possible or desirable.", "Instead, freelance photographers’ normative reflections about their work were regularly interspersed with their thoughts about how to advance their own careers. Thus, although these photographers were very far from being the kind of “minimal citizens” who are only concerned with themselves and their immediate family and friends (Archer 2007, 226), their internal conversations had more in common with what Archer calls “autonomous reflexives”. For their reflections tend to lead quickly to practical action, part of the purpose of which is to enhance their personal social mobility (214–223). The interview with Tom Pilston, who had previously left his position as a staff photographer at The Independent to go freelance, afforded a particular striking example of this:My career was going nowhere at The Independent. It was just dying on the vine, because there was no money to do the more ambitious … the more creative kinds of projects, especially the kinds which involved a bit of foreign travel—which is really interesting in and of itself.You know at… how old was I then? Forty-two or something. Just when you are sort of old enough to use all the experience you’ve got but still got a bit of energy, and you think “I’ve got to do it now …I could be shooting better pictures than I have ever done: powerful pictures, pictures that make people sit up and take notice…”I was just going backwards career-wise. So I left and now … I do this [work on commission for both news organizations and INGOs consecutively] and, mostly, it works for me. (interview, 2013) In contrast, B was unique in this study, in having begun her career by working for INGOs and other non-profit organizations on a freelance basis, although she now also works for a number of news organizations, including The New York Times. Yet the approach which she adopted was also characteristic of autonomous reflexives (Archer 2007), as she explained her choice of career like this:I was doing journalism at [an American university] …and my professors kindly took me to one side and said “Look B, you know you’ll never be able to be a photojournalist. The jobs just aren’t there”.I thought “If I can’t be a photojournalist, I’ll go and work in the non-profit sector instead”. I mean, that's work that's worth doing too!So I quit my degree and started doing that. But I found out pretty quickly that I could work for news organizations too, as long as it was freelance. (interview, 2013) But like the broadcast journalists in this study, these photographers also tended to gloss over the ways in which INGO commissions constrained their creative autonomy through briefing processes. When disagreements did arise, their respect for the media-based specialization of INGO-workers also caused them to minimize or avoid direct conflict. For example, Pilston preferred a different shot of the same group of Malians to Christian Aid's picture editor, but argued that this editor's understanding of social documentary photography was so sophisticated that he could hardly disagree (interview, 2013). Anyway, he saw working with INGOs’ picture editors was:way better than what happens in news organizations where any Tom, Dick or Harry can hack away at your work and they don’t have a clue what they’re doing. (interview, 2013) However, the most important way in which freelance photographers’ legitimized working for INGOs and news organizations involved their conceptualization of it in relation to a formal structure dominant in the habitus of freelance photography—third-party syndication. This involves photos taken on an independent basis or on contract for a particular client being sold on through photographic agencies to which most mainstream news organizations subscribe. Although no photographic agencies were involved in these case studies, syndication was still important because freelance photographers argued that there was a commonly held precedent for working for multiple clients (Pilston, interview, 2013).", "My career was going nowhere at The Independent. It was just dying on the vine, because there was no money to do the more ambitious … the more creative kinds of projects, especially the kinds which involved a bit of foreign travel—which is really interesting in and of itself.You know at… how old was I then? Forty-two or something. Just when you are sort of old enough to use all the experience you’ve got but still got a bit of energy, and you think “I’ve got to do it now …I could be shooting better pictures than I have ever done: powerful pictures, pictures that make people sit up and take notice…”I was just going backwards career-wise. So I left and now … I do this [work on commission for both news organizations and INGOs consecutively] and, mostly, it works for me. (interview, 2013)", "I was doing journalism at [an American university] …and my professors kindly took me to one side and said “Look B, you know you’ll never be able to be a photojournalist. The jobs just aren’t there”.I thought “If I can’t be a photojournalist, I’ll go and work in the non-profit sector instead”. I mean, that's work that's worth doing too!So I quit my degree and started doing that. But I found out pretty quickly that I could work for news organizations too, as long as it was freelance. (interview, 2013)", "way better than what happens in news organizations where any Tom, Dick or Harry can hack away at your work and they don’t have a clue what they’re doing. (interview, 2013)", "Pilston argued that as long as the two clients were structurally and temporally separated, there was no “conflict of interest” (interview, 2013). Yet, the possibility of selling photos on to news organizations through syndication was one of the reasons why he said he found working for INGOs attractive in the first place, and why he was prepared to work for an INGO like Christian Aid, which paid relatively poorly. For the kinds of long-running issues which INGOs hired freelance photojournalists to cover were usually still “live issues” by the time that the INGOs’ period of exclusive use expired, so such pictures were relatively easy to “sell on” (Pilston, interview, 2013).", "Working on commission for news organizations and INGOs at the same time was regarded as being much more problematic by both photographers (B, interview, 2013; Pilston, interview, 2013). But interestingly, B who had done so, legitimized this by arguing that the fault lay with The Guardian which had not “given full disclosure” that her picture had been taken whilst working on a project for an INGO: so failing to follow the rules of attribution which she expected a picture editor to follow “when dealing with any kind of syndicated pictures” (B, interview, 2013).", "Thus although freelance photographers felt uncomfortable with unclear attribution, they were not overly condemnatory of it—tending to refer to it as “a bit naughty” (Pilston, interview, 2013) or “rather unethical” (B, interview, 2013). Nor did they appear to reflect critically upon the political effects of a lack of attribution, in conjunction with their own engagement in blurring the lines between NGO-work and mainstream journalism. Certainly, neither of them thought it worth harming their own livelihoods by broaching the subject with the media organizations concerned—although neither did any of the other freelancers in this study."]}, {"title": "Conclusion", "paragraphs": ["The number of freelancers interviewed for this research project was relatively small and the sampling used to select case studies occurred during a very specific kind of period, so this article can only make a limited contributed to the development of general theory. But it has sought to achieve three goals. Firstly, it used CR theory to build an analytical model capable of addressing the heterogeneous structures and forms of agency shaping freelancers’ engagement with both INGOs and news organizations. In so doing, it built upon recent research which has sought to explore why and how the potential heterogeneity of NGO–journalist relations is shaped by different kinds of cultural and socio-economic structures (Orgad 2013; Powers 2013). In particular, it drew heavily from Waisbord's work about the ways in which NGO–journalist coalitions shape and are shaped by complex and recursive links between “news values, media formats, labour conditions and editorial positions” (Waisbord 2011, 149).", "Secondly, it sought to illustrate some of the ways in which freelancers blurred the lines between news organizations and INGOs through different kinds of production and distribution “position-practice systems” (Bhaskhar 1979, 51). This included freelancers using their own initiative to pitch stories developed for INGOs to news outlets even when they had not been asked to do so and/or syndicated multimedia from one kind of organization to the other. However, the majority of this article focused upon the third aim: that is, explain why freelancers chose to engage in such liminal work and how such legitimating rationales helped freelancers avoid the “inter-role conflict” commonly experienced by freelancers who work for news outlets and commercial PR organizations (Obermaier and Koch 2014).", "Although freelancers’ involvement in these forms of casual labour was strongly shaped by cost-cutting in news organizations which altered their labour conditions (Waisbord 2011), their decision to accept payment from INGOs and news outlets was not simply driven by economic self-interest. Instead, it involved freelancers’ agentive efforts to accommodate their responsibilities to family and friends, as well as distant others, at the same time as pursuing forms of media production which they enjoyed and valued. The negotiation of greater (but still relative) autonomy was therefore a key motivator for them (Bourdieu 1998), as was their ability to engage in time-consuming forms of specialism. Although there were noticeable differences between the legitimizing strategies employed by freelancers enculturated in public service broadcasting and those socialized in the habitus of photography (Bourdieu 1998), which shaped their attraction to different kinds of journalistic media and genres (Waisbord 2011).", "However, all freelancers tended to minimize constraints on their creative autonomy, especially the interpretative control exerted by INGOs via briefing, media selection and editing processes. In particular, it is worth attending to the effects of the warm and value-laden respect which freelancers had for INGO-workers as fellow specialists, in either their chosen geographic region, form of media and/or related genre/s. So although the liminal forms of freelancing contained in this study had some progressive potential, the findings of this study are troubling. For they make it clear that experienced geographic and visual specialists are increasingly being driven out of staff positions in news organizations and into forms of freelance work which not only blur journalistic and INGO-work in questionable ways, but which also mask INGOs’ role in establishing the interpretative frames used in mediated discourse."]}], "references": [{"title": "“Crossing Boundaries: New Media and Networked Journalism", "year": "2008", "journal": "Communication, Culture and Critique", "volume": "1", "authors": [{"name": "Beckett Charlie", "first_name": "Beckett", "last_name": "Charlie"}, {"name": "Mansell Robin", "first_name": "Mansell", "last_name": "Robin"}]}, {"title": "“Towards a Critical Realist Comparative Methodology", "year": "2007", "journal": "Journal of Critical Realism", "volume": "6", "authors": [{"name": "Bergene Ann Cecilie.", "first_name": "Bergene", "last_name": "Cecilie."}]}, {"title": "“Why Freelancing Is Now a Dead Loss.”", "year": "2010", "journal": "British Journalism Review", "volume": "21", "authors": [{"name": "Brown Maggie.", "first_name": "Brown", "last_name": "Maggie."}]}, {"title": "The Freelancer–Ngo Alliance: What a Story of Kenyan Waste Reveals about Contemporary Foreign News Production", "year": "2014", "journal": "Journalism Studies ahead-of-print", "volume": "", "authors": [{"name": "Conrad David.", "first_name": "Conrad", "last_name": "David."}]}, {"title": "When the Lines between NGO and News Organization Blur.", "year": "2009", "journal": "", "volume": "", "authors": [{"name": "Cooper Glenda.", "first_name": "Cooper", "last_name": "Glenda."}]}, {"title": "“Global Humanitarianism and the Changing Aid-media Field: Everyone Was Dying for Footage", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}, {"name": "Nolan David", "first_name": "Nolan", "last_name": "David"}]}, {"title": "“Getting into Bed with Charity.”", "year": "2008", "journal": "British Journalism Review", "volume": "19", "authors": [{"name": "Franks Suzanne.", "first_name": "Franks", "last_name": "Suzanne."}]}, {"title": "Aid Agencies: Are We Trusting Too Much?", "year": "2008", "journal": "The Political Quarterly", "volume": "79", "authors": [{"name": "Franks Suzanne.", "first_name": "Franks", "last_name": "Suzanne."}]}, {"title": "“The Neglect of Africa and the Power of Aid", "year": "2010", "journal": "International Communication Gazette", "volume": "72", "authors": [{"name": "Franks Suzanne.", "first_name": "Franks", "last_name": "Suzanne."}]}, {"title": "", "year": "2008", "journal": "The News Carers: Are Aid Groups doing too Much Real Newsgathering?", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "2011", "journal": "Aid and the Media", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "", "year": "2015", "journal": "Embedding with Aid Agencies: Editorial Integrity and Security Risks", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "In the Social Factory? Immaterial Labour, Precariousness and Cultural Work.", "year": "2008", "journal": "Theory, Culture \\& Society", "volume": "25", "authors": [{"name": "Gill Rosalind", "first_name": "Gill", "last_name": "Rosalind"}, {"name": "Pratt Andy", "first_name": "Pratt", "last_name": "Andy"}]}, {"title": "The Role of Non-Government Organizations (NGOS)", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Grayson Louise.", "first_name": "Grayson", "last_name": "Louise."}]}, {"title": "“Learning to (love) Labour: Production Cultures and the Affective turn", "year": "2009", "journal": "Communication and Critical/Cultural Studies", "volume": "6", "authors": [{"name": "Gregg Melissa.", "first_name": "Gregg", "last_name": "Melissa."}]}, {"title": "Foreign Reporting in the Sphere of Network Journalism", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Heinrich Ansgard.", "first_name": "Heinrich", "last_name": "Ansgard."}]}, {"title": "Mali: Five Million Face Starvation", "year": "2012", "journal": "The Independent on Sunday", "volume": "19", "authors": [{"name": "Hogg Andrew.", "first_name": "Hogg", "last_name": "Andrew."}]}, {"title": "Mali: Five Million Face Starvation", "year": "2012", "journal": "Independent.co.uk", "volume": "", "authors": [{"name": "Hogg Andrew.", "first_name": "Hogg", "last_name": "Andrew."}]}, {"title": "A Compromised Fourth Estate? UK News Journalism, Public Relations and News Sources.", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin"}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew"}, {"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "Four Rumours and an Explanation: A Political Economic Account of Journalists’ Changing Newsgathering and Reporting Practices.", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin"}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew"}, {"name": "Franklin Bob", "first_name": "Franklin", "last_name": "Bob"}]}, {"title": "Credibility as ‘Information Subsidy’: NGO Journalism at Human Rights Organizations in Mexico", "year": "2015", "journal": "", "volume": "", "authors": [{"name": "McPherson Ella.", "first_name": "McPherson", "last_name": "Ella."}]}, {"title": "“Clubs to Companies: Notes on the Decline of Political Culture in Speeded up Creative Worlds", "year": "2002", "journal": "Cultural Studies", "volume": "16", "authors": [{"name": "McRobbie Angela.", "first_name": "McRobbie", "last_name": "Angela."}]}, {"title": "From Holloway to Hollywood: Happiness at Work in the New Cultural Economy", "year": "2002", "journal": "In Cultural Analysis and Commercial Life, edited by Paul du Gay and Michael Pryke", "volume": "", "authors": [{"name": "McRobbie Angela.", "first_name": "McRobbie", "last_name": "Angela."}]}, {"title": "", "year": "2007", "journal": "The Los Angelisation of London: Three Short-waves of Young People", "volume": "", "authors": [{"name": "McRobbie Angela.", "first_name": "McRobbie", "last_name": "Angela."}]}, {"title": "Report on Bosco Ntaganda", "year": "2012", "journal": "Channel 4 News [Television Programme]", "volume": "", "authors": [{"name": "Miller Jonathan.", "first_name": "Miller", "last_name": "Jonathan."}]}, {"title": "The ‘Terminator’ and Why the Congo Is Still Not at Peace", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Miller Jonathan.", "first_name": "Miller", "last_name": "Jonathan."}]}, {"title": "“News as Purposive Behaviour: On the Strategic Use of Routine Events, Accidents and Scandals", "year": "1974", "journal": "American Sociological Review", "volume": "33", "authors": [{"name": "Molotch Harvey", "first_name": "Molotch", "last_name": "Harvey"}, {"name": "Lester Marilyn", "first_name": "Lester", "last_name": "Marilyn"}]}, {"title": "Mind the Gap: Consequences of Inter-role Conflicts of Freelance Journalists with Secondary Employment in the Field of Public Relations", "year": "2014", "journal": "Journalism: Theory, Practice and Criticism", "volume": "", "authors": [{"name": "Obermaier Magdalena", "first_name": "Obermaier", "last_name": "Magdalena"}, {"name": "Koch Thomas", "first_name": "Koch", "last_name": "Thomas"}]}, {"title": "“Visualizers of Solidarity: Organizational Politics in Humanitarian and International Development NGOs", "year": "2013", "journal": "Visual Communication", "volume": "12", "authors": [{"name": "Orgad Shani.", "first_name": "Orgad", "last_name": "Shani."}]}, {"title": "Towards More Balanced News Access? A Study on the Impact of Cost-Cutting and Web 2.0 on the Mediated Public Sphere", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Van Leuven Sarah", "first_name": "Van", "last_name": "Sarah"}, {"name": "Deprez Annelore", "first_name": "Deprez", "last_name": "Annelore"}, {"name": "Raeymaeckers Karin", "first_name": "Raeymaeckers", "last_name": "Karin"}]}, {"title": "Civil Society Organizations at the Gates? A Gatekeeping Study of News Making Efforts by NGOs and Government Institutions", "year": "2014", "journal": "The International Journal of Press/Politics", "volume": "19", "authors": [{"name": "Van Leuven Sarah", "first_name": "Van", "last_name": "Sarah"}, {"name": "Joye Stijn", "first_name": "Joye", "last_name": "Stijn"}]}, {"title": "Can NGOs Change the News?", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Waisbord Silvio.", "first_name": "Waisbord", "last_name": "Silvio."}]}, {"title": "What Is a Non-Governmental Organization?", "year": "2006", "journal": "", "volume": "", "authors": [{"name": "Willetts Peter.", "first_name": "Willetts", "last_name": "Peter."}]}, {"title": "“Reality without Scare Quotes: Developing the Case for Critical Realism in Journalism Research", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Wright Kate.", "first_name": "Wright", "last_name": "Kate."}]}]}