{"doi": "10.1080/17512786.2017.1370972", "url": "https://doi.org/10.1080/17512786.2017.1370972", "title": "In Search of Journalism Funding", "volume": "12", "year": "2018", "issue": "9", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Sjøvaag", "first_name": "Helle", "name": "Helle Sjøvaag"}, {"last_name": "Krumsvik", "first_name": "Arne", "name": "Arne H. Krumsvik"}], "abstract": "Digitization has caused disruption in the traditional business model of the news media. Policy implementation in the media sector is therefore increasingly raised as an economic question, involving concern for the ability of legacy media to serve as independent platforms for public deliberation. While media policy traditionally tends to focus on unwanted developments (i.e. local monopolies, ownership concentration, etc.), the side-effect often representing an obstacle to innovation, the question is how future media policy should account for innovation needs. Combining media economics, policy analysis and strategic management theory, this article combines interviews with key stakeholders with policy document analysis to a scenario analysis of possible future policy directions enabling innovation in the news industries in Norway.", "body": [{"title": "Introduction", "paragraphs": ["The digitization and globalization of networked media production, dissemination and consumption has caused disruption in the traditional business model of the news media. Audiences are increasingly moving their media use online, news consumption is shifting to social media in the younger audience segments, and global platforms such as Facebook and Google are taking larger and larger shares of advertising revenue. In many media markets, legacy media have encountered this disruption by downsizing staff, consolidating production and merging operations.", "While the news media industries serve a democratic function—informing audiences, facilitating debate and performing critical oversight—news organizations are also commercial operations—privately owned businesses that need to maintain a certain profit level to continue operations. With falling revenues, particularly in the advertising markets, news media are therefore looking for new sources of income. While innovation represents a way out of the industry disruption facing news media today (e.g. Storsul and Krumsvik 2013), innovation also requires resources, something many media companies find themselves in short supply of. Because democratic states rely on a functioning infrastructure that can facilitate information circulation and open public debate, regulations aimed at sustaining the news industries have generally been institutionalized to ensure that there is a diversity of ownership, voices and topics in national media systems. As media diversity in Norway is largely ensured by a mixed system of private and state-owned media, sustaining the news industries is also a question of commercial viability.", "Policy implementation in the media sector is therefore increasingly raised as an economic question, motivated by concerns for the ability of legacy media to serve as independent platforms for public deliberation. Media policy has traditionally tended to focus on unwanted developments, the most prominent being local monopolies and ownership concentration. However, policy frameworks that primarily mobilize negative regulations aimed at curtailing such unwanted outcomes generally fail to incentivize innovation in the media industries. To ensure that news media industries can overcome the obstacles that the digital disruption represents, future media policies need to focus more on enabling innovation (Ots and Krumsvik 2016).", "To gauge the effects of such policy implementations on the news media industries in Norway, this article engages in a scenario analysis of two policy avenues, protectionism and liberalization. The aim is to ascertain future possibilities for innovation in the news media. The analysis combines interviews with key stakeholders and policy document analysis with the scenario analysis to answer the following research question: RQ1: What policy scenarios are most appropriate to secure a viable news and current affairs sector in Norway?", "RQ1: What policy scenarios are most appropriate to secure a viable news and current affairs sector in Norway?"]}, {"title": "Context: The Norwegian Media System", "paragraphs": ["Norway represents a prime case for a scenario analysis of media policies aimed at ensuring a viable news and current affairs industry in liberal-democratic states. Norway is one of Hallin and Mancini’s (2004) Democratic Corporatist media systems, implying high levels of journalistic professionalism, institutionalized self-regulation and strong state intervention governed by arm’s-length principles (Allern and Blach-Ørsten 2011; Lund and Berg 2009). This means that policy procedures are representative, corporatized and oriented towards incumbent stakeholder consultation. While Norway has a relatively diverse media landscape, ownership concentration is moderate to high, and newspaper markets are predominantly monopolistic. Revenues in the newspaper industries have declined more slowly than in other markets such as in the United Kingdom and the United States. Nevertheless, digitization has affected advertising income across newspaper markets, with a 38 percent decrease in advertising revenues between 2005 and 2015 (Medienorge 2017).", "The state employs positive media regulation measures, including direct press support to local, niche, minority and number-two publications; VAT exemption; and licence fee-funded public service broadcasting. Amendments to regulations have been implemented in recent years, most notably by a change in ownership regulation authority in 2013 (from the Media Authority to the Competition Authority) and the introduction of platform-neutral VAT exemption in March 2016. The overall media policy framework is currently under review (NOU 2017:7). In this process, financial support systems have been subject to debate, with corporate media largely arguing in favour of increased state support to ensure incumbents (LLA 2016; Mentor Medier 2016; Schibsted 2016)."]}, {"title": "Literature Review", "paragraphs": ["This analysis concerns the policy conditions for media innovation. As such, it rests on three strands of enquiry: strategic management theory, media economics and policy analysis.", "Enquiring about future media policy scenarios prescribes conceptual multiplicity (Bennett and Elman 2006), especially in cases where policy aims to sustain the media as a business as well as a public good in a rapidly changing environment. While the Resource-based View of competitive advantage (Barney 1991) and the Structure–­Conduct­–Performance paradigm (Porter 1985) are both widely used in media economics studies, they are limited in their appropriateness, as they are primarily suited to highly stable markets (Ots 2015). The increasing globalization, convergence and fragmentation of media markets therefore necessitate more adaptive and interpretive approaches (Hall 1992; Dimmick 2002). The future success of news media not only rests on factors that are internal to the company, such as resources, capabilities and strategies, but also on external factors such as the national and industry contexts—both of which are in flux. As strategies are not necessarily outcomes of rational planning, but can also emerge as responses to unforeseen circumstances, the interplay between intended and emergent strategies matter (Hill and Jones 1995), not least for an unstable sector.", "As the financial threats are endemic and essentially affect all competitors, rivalries move to the policy level. Here, opportunities have emerged for securing financial resources identified as enabling survival, if not necessarily competitive advantage. While other framework conditions that may impact on the innovation abilities of news organizations can be difficult for stakeholders to influence, such as form of ownership (e.g. shifting from corporate to foundation ownership), policy in the Norwegian system is designed to involve, solicit and acknowledge key players’ concerns. Regulation therefore emerges as a key area for strategic management because stakeholders have interests that, if prevalent, may impact on other firms (Lund 2016). We must therefore look to the potential source of competitive advantage—state support—to analyse possibilities for innovation in news and current affairs operations (cf. Reed and DeFillippi 1990).", "While news is a commodity, it also has some properties of public goods—by virtue of being information goods with positive externalities (Entman and Wildman 1992; Picard 2004). Media companies are also different because they are subject to scrutiny in ways that other industries are not (Lund 2016). Quality journalism, as such, depends on the priorities of owners and editors, and the resources devoted to journalistic production (Østbye and Kvalheim 2009).", "The market model and the public sphere model represent two oppositional approaches to analysing media companies in this context (Croteau and Hoynes 2006). The public sphere model sees government as the necessary safeguard for the diversity required to sustain democratic infrastructures, while the market model considers free competition as the guarantee (cf. Iosifides 1999). The main difference between the two approaches is that the market model largely argues in favour of limiting policy measures to regulations that deter ownership concentration; while the public sphere approach largely advocates positive measures, encouraging interventionist policies that support incumbents. Whether the state or the market is considered the best facilitator, conditions for good economic performance are necessary to sustain a diverse media sector, thought to effectuate democratic pluralism (Entman and Wildman 1992). Media support systems therefore primarily aim to ensure external pluralism in media systems (McQuail 1992; Noam 2009), facilitating conditions that render a diversity of competing outlets. For small media markets such as the Norwegian, policies aimed at sustaining news media in the current economic and technological environment are therefore primarily aimed at protecting incumbent, domestic players (Lund 2016).", "Media policy is first and foremost committed to normative goals (Just 2009), not to economic efficiency (Noam 2009). News media are subject to policy because they constitute a sphere of public debate sustaining democracy, regulated to sustain the function of critical journalism, freedom of speech, diversity of opinions and protection of minors from harmful content. To achieve the kind of journalism that facilitates democratic debate, policy is required that can engender both competitive behaviour and product innovation (Doyle 2002). The need to cater to both economic and normative goals, however, puts policy in an increasingly difficult position. As society grows more dependent on digital information infrastructures, national media policies face new challenges with the emergence of global platform players in the content and distribution markets (Foster 2012; Evens and Donders 2016; Sjøvaag 2016). Transnational conditions therefore invite national stakeholders to engage both with national policy regulators and with international operations in their long-term bargaining (Lund 2016).", "While the effect of neo-liberalism on policy intervention has been observed to influence deregulation of media markets (Freedman 2005; Hesmondhalgh 2005; Curran et al. 2009), the emergence of a global networked media system seems to shift policy towards a more interventionist approach, at least in Norway. Because media policy-making involves defining emerging conditions as a problem requiring policy solutions, alternatives presented compete for attention and support (Herzog and Karppinen 2014). Depending on the political climate, one solution may emerge as more applicable than the rest. Regulations, however, tend to be reactive, creating new disputes that characterize issues down the road (Lund 2016). The latest installment of policy recommendation in Norway (NOU 2017:7) applies a public sphere model largely aimed at sustaining incumbents pending the emergence of a sustainable market model. In this process, Norwegian media companies have arguably increased their bargaining power vis-à-vis the state, calling for increased state support to curtail future threats of market failure.", "Francis and Bessant (2005) formulated the four Ps of innovation as product, process, position and paradigmatic innovation. Digitization of media production and distribution started in the 1980s and led to process innovation in legacy media. The same products could be produced more efficiently, enabled by the introduction of the new technology. Typewriters were replaced by computers, and in newspapers, typesetting in lead was replaced, first by paste-up and later by desktop publishing systems. In the 1990s, the introduction of the World Wide Web enabled product innovation, in a process of convergence initiated by the telecom and computer industries. In the Norwegian context, the introduction of an independent national online newspaper disrupted the market and led to early online efforts by legacy newspapers.", "Deregulation of broadcasting also opened for local radio and television stations, and lack of local media monopoly regulations in Norway also led to paradigmatic innovations of traditional newspapers moving towards multi-platform media houses with product portfolios of regional, local and free newspapers, local radio, local television and websites. In the first phase, the initiatives came from the editorial staff, however, the owners gradually became more involved in defining new product initiatives (Krumsvik and Westlund 2014).", "Control of local advertising markets was a driving force for the building of media houses. However, digitization of broadcasting in the 2000s led to a collapse of distribution privileges, and thereby the economic viability of local broadcasting. While local media houses went through a positioning innovation process towards multi-platform distribution of newspaper content, a more profound paradigmatic transformation of the media from social institutions to corporate businesses (Hallin and Mancini 2004) has led to commercialization and ownership concentration.", "In the 2010s, global social media have disrupted both user behaviour and advertising revenue for legacy media. Norwegian newspapers, and radio and television broadcasting firms have been found to be significantly less innovative in product, service and process innovation than other service firms (Krumsvik, Kvale, and Pedersen 2017). While executives in newspapers owned by media groups score systematically higher on innovation indicators than their colleagues in independent newspapers, the latter are more focused on product innovations enabled by the unique features of each platform, while corporate media executives are more interested in efficiency through process innovations (Krumsvik, Skogerbø, and Storsul 2013).", "Media policy has been revised to minimize obstacles to innovations. However, specific media innovation schemes do not exist (Krumsvik, Kvale, and Pedersen 2017). Instead, Norwegian media policies have been developed to pursue societal objectives other than innovation. Complex innovation policies of well-developed countries may be designed as vertical/horizontal, broad/narrow, supply/demand driven and financial/regulatory (Borrás and Edquist 2013). However, no systematic media innovation policy in either the vertical or complex sense of the term is found in Norway (NOU 2013:2), the result being that the news media industries are significantly under-represented in the horizontal innovation funding schemes."]}, {"title": "Method", "paragraphs": ["This article uses interviews with key stakeholders, policy document analysis and scenario analysis. As a particularly unobtrusive research method (Jensen 2002), document analysis is a common approach to media policy analysis. Document analysis treats texts as sources. In a policy analysis context, this adds strength to the validity of the method, as policy documents aim to communicate processes behind, and motivations and justifications for policy. The documents analysed for this paper include White Papers, Green Papers and Consultation Papers issued by the Norwegian Ministry of Culture between 1988 and 2017 (13 in total).", "The scenario analysis is a method particularly appropriate for analysing causalities in rapidly changing environments. Scenario planning is a systematic method for imagining possible futures (Kosow and Gaßner 2008). The method not only allows for analysing the joint impact of multiple uncertainties, it also allows for changing several variables at once without keeping others constant. The scenario analysis therefore tries to capture new states as they develop, and considers major shocks and deviations in key variables. Scenarios often include elements that were not or cannot be formally modelled, such as new regulations, value shifts or innovations. Hence, scenarios go beyond objective analyses to include subjective interpretations (Schoemaker 1991).", "Qualitative interviews are appropriate as a method to gather data in order to analyse the strategies and actions of media players in wider contexts of policy formation, industry developments and sectoral challenges (Østbye et al. 2014). The research interview is therefore an effective method for gaining insight into the experiences and perspectives of social actors (Lindlof and Taylor 2002; Rubin and Rubin 2005). Our analysis uses semi-structured interviews with key industry stakeholders. The interviews were conducted individually in person with a strategic sample of 10 (five women and five men). The informants represent Aller Media (national media), Amedia (local media), Egmont (national media), Mentor Medier (niche media), the Norwegian Broadcasting Corporation (NRK), Schibsted (national and regional media), a local independent newspaper and a niche online start-up. Stakeholders interviewed include two editors in chief, a news director, a publisher, a director of advertising, a CEO, a media group executive, two board members and an independent entrepreneur. Due to a national tradition of industry consensus on media policy issues, all informants were promised anonymity.", "Duration of interviews varied from 22 to 42 minutes, 30 on average. The HyperTranscribe software was used for transcription, and the texts were in part coded and analysed using the HyperResearch software. Before the formal interview started, identified main drivers of change and basic trends were discussed with respondents (see description below). The recorded interview started by respondents rating numerically nine statements of possible future developments, while thinking out loud. This mixed method provided both numerical data and qualitative reflections as a basis for the scenario analysis. In addition, four open-ended questions regarding innovation and government policy were used to guide the conversation (see Appendix A)."]}, {"title": "Results", "paragraphs": ["This section presents the findings of the document analysis and interviews as they form the foundations of the scenario analysis. We first present the current status of media policy in Norway before presenting the scenario analysis and interviews.", "The basic foundations of Norwegian media policy include facilitating structural pluralism, securing freedom of expression, enhancing national language and culture, and protecting children from harmful media content (Syvertsen 2004). The fundamental premise behind facilitating independent news media is that journalism serves as an oppositional force to power (NOU 1988:36; NOU 1995:3; Medieeierskapsutredningen 2012). The main instruments to achieve these goals are measures that aim to ensure the presence of independent and alternative news media in all parts of the country, and the representation of broad and narrow groups, children and minorities in the media (NOU 1995:3; NOU 2000:15; White Paper 57 2000–2001).", "Norwegian media regulation is primarily conceptualized as a safety measure against market failure (White Paper 32 1992–1993; White Paper 6 2007–2008; see also Søndergaard 1999; Armstrong 2005; Lund 2007). Market failure is the perceived inability of the market to ensure media diversity (Freedman 2005), based on the assumption that the media “cannot fully pursue their economic self-interest without harming optimal public service” (Picard 2005, 338). However, regulation also acknowledges that media companies need appropriate scale economies to ensure that there is a distance from owners and commercial interests (White Paper 32 1992–1993; NOU 1995:3; White Paper 18 1996–1997; NOU 2010:14). States therefore need to secure that a profitable environment exists in which private media companies are able to attract serious investors. Measures to facilitate sustainable media markets therefore include access to scarce, valuable resources (e.g. advertising revenue, infrastructures or political influence), that are essentially rewarded in exchange for content provisions or public service ideals.", "While regulation has for many years sought to mitigate the profit demands of owners (NOU 1988:36; NOU 1995:3), authorities are becoming increasingly aware that the industry also needs protection from the economic effects of the digitization and globalization of media markets, as well as shifts in media use among audiences (NOU 2017:7). As there are currently no sustainable business models for financing a substantial part of socially relevant journalism, the state is urged to support the media while sustainable business models emerge (White Paper 14 2016–2017; White Paper 15 2016–2017; NOU 2017:7). The latest policy recommendation from key industry incumbents is therefore to increase state support to news media for a limited period of time, illustrating the extent to which financial state aid is emerging as an alternative income stream for private commercial media. The most interventionist efforts recommended include increased direct support to local, marginal and minority newspapers, and payroll tax exemption for editorial media. Suggested measures to stimulate innovation in the industry include VAT exemption on single product sales, funds to increase editorial projects and relaxation of profit extraction limits for small newspaper owners (NOU 2017:7).", "In the past, governments have addressed side-effects of newspaper subsidies affecting innovation. Norway was one of the first nations in Europe to introduce this controversial governmental support in 1969 to ensure local competition of newspapers with different political party affiliations. Forty-five years later, most cities have a newspaper monopoly. While the market structure has changed, the policy measures have been stable. The Media Support Committee’s Green Paper (NOU 2010:14) identified two main challenges for innovation and development as a result of the existing subsidies: (1) the distribution of production subsidies according to print circulation numbers led to a lack of incentives for subsidized newspapers to develop offerings on new media platforms, as reader migration from print to digital essentially led to a reduction in subsidies; and (2) a zero-rate VAT exemption for the print edition and a full VAT rate (25 percent) for digital services meant bundled products would be charged full or partial VAT. As a result, new offers were not created. These side-effects of direct and indirect subsidies have been addressed by introducing platform-neutral criteria for awarding production subsidies and a harmonization of the VAT rates.", "The scenario analysis involves five steps: (1) identifying the scope; (2) identifying major stakeholders; (3) identifying basic trends; (4) identifying key uncertainties; and (5) scenario construction (Schoemaker 1991; Gupta, Gollakota, and Srinivasan 2007).", "The first step in developing scenarios is to define the scope. The time-frame of this analysis is 5–10 years into the future. The market is defined as the Norwegian news and current events industries, i.e. national, regional, local and niche news media. Decreasing revenues and downsizing has led to concerns and anxieties of market failure disrupting the ability of news media to play a relevant role in democracy. This situation was used as a starting point for the scenario planning process. The aim of the analysis was to identify relevant policies for market interventions by government agencies in order to enable innovation in the news media industries.", "A second step is to identify the major stakeholders. Key stakeholders not only have an interest in the issues identified, they are also largely affected by changes relating to the issues in question. As such, they are in a position to influence changes, not only on an industry level, but also on a policy level. Stakeholders in this scenario include news businesses, their owners and shareholders, their employers and the trade unions that represent them, suppliers of services, customers, and the government as responsible for the infrastructure of democratic debate.", "A third step is to identify basic trends. The aim here is to ascertain how these trends are likely to influence the issues identified under the definition of scope, and whether the impact will lead to positive, negative or uncertain outcomes. Based on the three main drivers for change in the media sector, i.e. the digitization (Deuze 2004; Ottosen and Krumsvik 2012), globalization (Doyle 2002), and commercialization (McManus 1994) of media, four basic trends were identified: (1) technological—more and more mobile platforms; (2) political—towards a liberal media system (Hallin and Mancini 2004); (3) economic—fewer and larger owners (Krumsvik, Skogerbø, and Storsul 2013); and (4) user behaviour—the role of social media (Krumsvik 2017). These trends were discussed thoroughly and agreed upon by informants.", "Step 4 is to identify key uncertainties. The aim here is to consider what events may influence uncertainties identified in step 3, and their possible outcomes.", "Part of a scenario analysis is identifying key player behaviour. The attitudes, experiences and expectations of stakeholders give essential insight into the strategic management of Norwegian media companies in a time of increasing economic uncertainty, policy change and technological developments. Given the background of the study, and the current industry situation, we asked informants to rate current and future aspects of the news media industries (within a 5–10-year range) from their perspectives, based on a 10-point scale. Statements with high variance on scores represent key uncertainties (see Table 1). We specifically asked informants to reflect on questions relating to (1) innovation in the newsroom and innovation in income models; (2) future revenue streams; (3) future profit demands from owners; (4) possible developments towards stronger house rules replacing common press ethics; (5) increase or decrease in the use of freelancers; (6) more or less teamwork in the future; (7) movements towards platform dependence/independence in journalistic production; (8) future sources of innovation; (9) more or less state support to media; and (10) whether or not more people are likely to pay for journalism in the future. We also asked about possible future sources of and instruments for state support to media, as well as normative questions about the role of media in the Norwegian society. In Search of Journalism FundingScenarios for future media policy in NorwayAll authorsHelle Sjøvaag & Arne H. Krumsvikhttps://doi.org/10.1080/17512786.2017.1370972Published online:07 September 2017TABLE 1 Descriptive statisticsCSVDisplay Table", "Overall, informants expressed relatively conservative attitudes, largely in favour of state intervention over deregulation of the media sector. Most were protective of incumbent’s positions, particularly in regards to possibilities for innovation in the industry. Innovation was largely described as a resource-demanding activity requiring individual ingenuity, cooperation across the newsroom, and a strong, stable organizational framework. Threats to innovation were identified as a lack of resources and a fear of failure. Most were optimistic about increases in paying customers, identifying user payment as the most likely future income stream, while few other revenue sources were identified. Global digital platforms were considered threats to the entire field, and with references to the small size of the Norwegian market, none of the informants considered policy deregulation as a viable future scenario for sustaining the journalistic sector in Norway.", "Once we have identified the trends and uncertainties, we have the main ingredients for step 5: scenario construction.", "The scores given to statements describing future situations based on the identified trends (Table 1) found the most likely outcome (high mean score, low variance) to be the statement “future revenue will primarily come from new media” (mean = 7.7, SD = 0.95). The informants also found it likely that more journalists will be freelancers (mean = 6.8, SD = 2.15). The least likely outcome (low mean score, low variance) was privatization of institutionalized press ethics (mean = 2.3, SD = 1.16).", "Key uncertainties (high variance) emerged for questions of platform-independent production versus tailoring (mean = 7.0, SD = 2.98), and the level of earnings demanded by owners (mean = 4.9, SD = 3.00). The informants also disagreed on statements about “innovation primarily coming from established media houses or from entrepreneurs”. Five years earlier, in a Norwegian study using the same methodological approach with a similar understanding of basic trends (Krumsvik 2016), platform-independent production versus tailoring was also identified as a key uncertainty. However, while revenue from new media was identified as a key uncertainty in 2012, this is now understood as a likely outcome.", "Based on correlation between the key uncertainties and more likely outcomes, a compass for scenario planning can be created (Figure 1), and two initial scenario themes can be derived: (1) media as public service, and (2) media as business. These are elaborated in Table 2, and will be used as lenses for the discussion on future media policy. In Search of Journalism FundingScenarios for future media policy in NorwayAll authorsHelle Sjøvaag & Arne H. Krumsvikhttps://doi.org/10.1080/17512786.2017.1370972Published online:07 September 2017FIGURE 1  Scenarios for future development (based on Spearman’s nonparametric correlation)Display full sizeFIGURE 1  Scenarios for future development (based on Spearman’s nonparametric correlation) In Search of Journalism FundingScenarios for future media policy in NorwayAll authorsHelle Sjøvaag & Arne H. Krumsvikhttps://doi.org/10.1080/17512786.2017.1370972Published online:07 September 2017TABLE 2 Scenarios for future developmentCSVDisplay Table", "FIGURE 1  Scenarios for future development (based on Spearman’s nonparametric correlation)", "FIGURE 1  Scenarios for future development (based on Spearman’s nonparametric correlation)"]}, {"title": "Discussion", "paragraphs": ["The future is uncertain, and recent developments in the media markets has led to a sense of urgent demands for the government to increase its interventions through enforced or renewed policy measures (e.g. NOU 2017:7). Within the Democratic Corporative model (Hallin and Mancini 2004), new policy tends to be developed by key stakeholders in cooperation, resulting in implicit trade-offs and compromises. By using scenario planning as a systematic approach for thinking about the future, we are able to explicitly formulate multiple futures in a coherent and holistic manner. This approach is not focused on predicting the future, but rather anticipating possible developments. The two scenarios we have identified therefore constitute lenses for policy makers in the process of evaluating existing measures and developing new policy. The discussion will focus on how government policy might be used to enable innovation in order to facilitate an open and enlightened public discourse given the identified possible futures.", "A future scenario where the media meets public service goals carries a number of assumptions that impact on policy (see Table 2). As innovation in this scenario falls to incumbents, this possible future is correlated with failure to sustain revenue streams from new media products, as well as fewer employed journalists working for legacy media. Policy avenues that support the public service scenario will nevertheless include instruments for ensuring incumbents.", "Policy debates concerning the role of public service media in the overall industry have, to an increasing extent, shifted towards questions about competition policy, not just in Norway, but in Europe in general (e.g. Donders 2011). Public service should, however, not only be considered a feature of state-supported, remit-bound broadcasting systems. Public service is also a grounding principle in journalistic professionalism, press ethics, and structural media regulation measures. Maintaining quality journalism is seen to promote media as a public service. Informants therefore tend to stress the important role played by institutional, legacy media in sustaining democratic debate and critical oversight. My main message is that what society needs is strong news organizations that do important journalism. And that’s what’s challenged  …  And there’s no lack of opinions, we’re drowning in opinions every way. But what’s supposed to drive opinions and expose abuse of power and authoritarianism, which there’s a real need for nowadays—is expensive and good journalism. It needs to be financed. (Interview 8)", "My main message is that what society needs is strong news organizations that do important journalism. And that’s what’s challenged  …  And there’s no lack of opinions, we’re drowning in opinions every way. But what’s supposed to drive opinions and expose abuse of power and authoritarianism, which there’s a real need for nowadays—is expensive and good journalism. It needs to be financed. (Interview 8)", "Securing support to institutional media in a time of technological disruption is therefore conceptualized as a measure to protect democracy itself—not just the financial security of incumbents. An important aspect of such an ethos lies in the information function of media organizations, and the needs of citizens in a fragmenting, globalized media landscape. I think we will see  …  an information divide in society  …  and there will be technological obstacles for participating in the public conversation  …  Where do debates take place today? I think a lot of people don’t know. It used to be very simple, and now it’s incredibly fragmented and complicated  …  I think it can be difficult to bring knowledge to the public, the consumers, about how to participate in political debates. So, we’ll see an elitist turn in the debate  …  And I think that is very scary  …  Especially for those who do not subscribe to a newspaper or feel the licence fee is worth paying. (Interview 2)", "I think we will see  …  an information divide in society  …  and there will be technological obstacles for participating in the public conversation  …  Where do debates take place today? I think a lot of people don’t know. It used to be very simple, and now it’s incredibly fragmented and complicated  …  I think it can be difficult to bring knowledge to the public, the consumers, about how to participate in political debates. So, we’ll see an elitist turn in the debate  …  And I think that is very scary  …  Especially for those who do not subscribe to a newspaper or feel the licence fee is worth paying. (Interview 2)", "The Norwegian news media industries are also feeling the effects of the global media market. Innovation is in many respects encouraged by external factors, keeping up with developments and facing new competitors. In this environment, protecting assets is seen as more essential than risking losses in failed innovations. I think at least where we are now, where so many revenues go out of media houses, to external competitors, like the global, well, Facebook and Google and other big things that are happening sort of out of our control. The fact that we lose 20 percent of our income in advertising, year by year, does something to the will to think innovatively. At times it is almost fear-based media development. We’re so concerned with hedging our bets that we don’t really do what we really know and think is the right strategy for tomorrow’s media user, because we are so controlled by the loss of revenue. (Interview 10)", "I think at least where we are now, where so many revenues go out of media houses, to external competitors, like the global, well, Facebook and Google and other big things that are happening sort of out of our control. The fact that we lose 20 percent of our income in advertising, year by year, does something to the will to think innovatively. At times it is almost fear-based media development. We’re so concerned with hedging our bets that we don’t really do what we really know and think is the right strategy for tomorrow’s media user, because we are so controlled by the loss of revenue. (Interview 10)", "The strategic shift observed towards policy and state support as an area for sustaining competitive advantage in the news industries thus describes a new public service turn in commercial media strategies. The narrative forwarded by incumbents in policy debates is therefore not only one of financial crisis, it also entails a redefinition of what it means to be recipients of government subsidies, based largely on the democratic function of critical journalism.", "We have coined this scenario “media as business”, as there is high emphasis on both earnings and cost control. This possible future is correlated to the ability to charge users for content. In order to make viable business models, new platforms will mainly be explored for their distribution capability, rather than for their unique storytelling potentials. Innovations are expected to come from entrepreneurs outside legacy media (see Table 2), and new ventures could be more important platforms for public deliberation than incumbents.", "In a “media as business” view, there will be at least three reasons for media subsidies to be minimized. First, we assume a convergence of media systems towards the liberal model (Hallin and Mancini 2004). Hence, subsidies as intervention from the government will represent dissonance with the basic assumptions of freedom of expression in this media system (i.e. minimal government interventions). Second, subsidies of incumbents might represent a limiting factor to innovation from newcomers, hence a trade policy approach will be more effective to achieve commercial viability. The third element to consider is the European political neo-liberal framework for trade policy (i.e. the European Union’s four freedoms), with a general ban on subsidies. The third element will also represent limits to cultural policy remedies in the first scenario. In this scenario, trade policy rather than cultural policy could emerge as the relevant instrument for government interventions.", "While users, as of recently, seem unwilling to pay for news online (Goyanes 2014), mobile holds greater promise of future earnings (Grueskin, Seave, and Graves 2011). This prediction is already changing journalistic work practices and publication strategies (e.g. Kvalheim 2016). As the informants reveal, there is still hope in the industry that more users will be willing to pay for digital media services. However, neither the total volume of subscribers nor the size of the pie will necessarily increase. There are clearly more people [paying for digital journalism]. And there is, thankfully, a willingness to pay for journalism. (Interview 3) Will more people pay for journalism in the future? No, but more people will pay for digital journalism than today. (Interview 8)", "There are clearly more people [paying for digital journalism]. And there is, thankfully, a willingness to pay for journalism. (Interview 3)", "Will more people pay for journalism in the future? No, but more people will pay for digital journalism than today. (Interview 8)", "In order to make users pay, bundled packages of news, information, and entertainment represent a possible basis for a new digital media industry. However, the harmonized VAT for news products and services could represent an obstacle for innovation, as such bundles may be taxed at a higher level (i.e. 25 percent VAT rather than zero) than pure news services.", "As our informants expressed a predominant interest in policy remedies for the survival of legacy media enterprises, trade policy remedies focused on entrepreneurship was seen by some as a provocation. They expressed no need for more competition, and corporate venturing was not high on the agenda. Operational focus, lack of resources, and media policy were identified as obstacles to discovering new income streams and product innovation. It’s demanding to innovate and being operational at the same time. (Interview 9). For a time we’ve just been struggling to make things work  …  Then there’s the whole dynamic of doing journalism, always working towards a deadline  …  And it’s probably also a factor that bad experiences with some of those things, maybe it leads to a carefulness—we’ve burned a lot of resources on past mistakes. (Interview 7) Low willingness to take risks [is what hinders innovation]. Lack of knowledge [and] conservative leadership. The financial incentives, with the press support, distribution, and all that, is extremely conserving. If incentives were changed to reward innovation, we’d see big changes in the Norwegian media market. (Interview 2)", "It’s demanding to innovate and being operational at the same time. (Interview 9).", "For a time we’ve just been struggling to make things work  …  Then there’s the whole dynamic of doing journalism, always working towards a deadline  …  And it’s probably also a factor that bad experiences with some of those things, maybe it leads to a carefulness—we’ve burned a lot of resources on past mistakes. (Interview 7)", "Low willingness to take risks [is what hinders innovation]. Lack of knowledge [and] conservative leadership. The financial incentives, with the press support, distribution, and all that, is extremely conserving. If incentives were changed to reward innovation, we’d see big changes in the Norwegian media market. (Interview 2)", "Incumbents largely rely on centralized innovation initiatives, as media groups’ headquarters to a greater extent than individual outlets have financial and intellectual resources. This could represent an argument for ownership concentration, contrary to the assumptions of existing media policy, aimed at limiting concentration to secure media diversity.", "When asked what the potential role of Innovation Norway (i.e. the Norwegian Government’s primary instrument for innovation and development of Norwegian enterprises and industry) for media innovation, most informants admitted they had not considered it. Whereas external sources of state and foundation funding were clearly on the informants’ radar, application and proposal processes were seen as cumbersome and too time-consuming to warrant continuous efforts to secure such funds. More relevant than diversifying sources of funding for innovation projects, however, were tax incentives. I’m concerned for the important journalism. It’s expensive. How are we going to finance that with the business model developments we see now? There might have to be some, let’s say, tax-neutral measures in conjunction with the journalistic effort each company puts in. And it’s a combination of culture and trade policies. But the question is whether we should use the press support to try to keep dying companies alive, or if we should use it to strengthen those that are in reasonably good shape. (Interview 8) As long as the big international actors can operate without the same tax demands as Norwegian businesses, this will generally represent a disadvantage for Norwegian actors. (Interview 4)", "I’m concerned for the important journalism. It’s expensive. How are we going to finance that with the business model developments we see now? There might have to be some, let’s say, tax-neutral measures in conjunction with the journalistic effort each company puts in. And it’s a combination of culture and trade policies. But the question is whether we should use the press support to try to keep dying companies alive, or if we should use it to strengthen those that are in reasonably good shape. (Interview 8)", "As long as the big international actors can operate without the same tax demands as Norwegian businesses, this will generally represent a disadvantage for Norwegian actors. (Interview 4)", "The interviews also reveal a dependency on established state support systems. Informants express inertia as a result of this dependency. Overall, therefore, a continuation of existing policies and structures were desired by the informants. I’m not sure about trade policies, actually. I can’t say we’ve had much help there. Media policy is important for us, as long as we produce news. (Interview 6) My impression is that the industry has been, and I think still is, mostly focused on the Ministry of Culture and the media support and the Media Authority, and less concerned with what’s happening in Innovation Norway. (Interview 7)", "I’m not sure about trade policies, actually. I can’t say we’ve had much help there. Media policy is important for us, as long as we produce news. (Interview 6)", "My impression is that the industry has been, and I think still is, mostly focused on the Ministry of Culture and the media support and the Media Authority, and less concerned with what’s happening in Innovation Norway. (Interview 7)", "In a scenario of minimized media subsidies, the existing horizontal innovation policies offered as part of the trade policy remedies might therefore receive more attention from both legacy media and potential entrepreneurs."]}, {"title": "Conclusion", "paragraphs": ["Norwegian media regulation today resembles a mixture of cultural and trade policies to sustain the news industries, albeit with strong historical foundations in cultural policy traditions. Tradition therefore also contributes to frame the issue for informants, few of whom had considered sources outside established press support measures as sources of innovation funding.", "Cultural policies were therefore seen as crucial for “staying afloat”. Looking ahead, however, most informants called for trade policies in the form of fair taxation policies, particularly towards international players. Looking back, taxation (in the form of platform-neutral VAT exemption) was also described as significant. In practical terms, then, Norwegian media policy is already a combination of cultural and trade policy. Threats from global platform players are, however, likely to require trade rather than cultural policies, which could shift the mixed policy framework more towards the business end of the scale.", "Previous disruptive innovations in media industries have also been initiated by players from other industries (e.g. the computer company Apple introducing payment solutions for online music, and the billboard advertising company Turner launching CNN with 24-hour cable television news). In the Norwegian market, newspapers have been the driving force in introducing user payment for online news, enabled by the policy change towards platform-neutral VAT exemptions. However, the new policy could represent an innovation obstacle for bundling with products and services traditionally defined to be outside news and current events. The threshold for such product innovation could be significantly higher due to the risk of full VAT on innovative product offerings. As advertising revenue will no longer be the main source of journalism funding, innovation in user payment models and product packaging are likely to be a main focus for commercial news media in the years to come.", "Based on these developments, a key task for media policy makers will still be to design subsidy schemes to prevent market failures from threatening the institutions of journalism and, on the other hand, to avoid innovation obstacles hindering innovation in commercial journalism funding."]}], "references": [{"title": "The News Media as a Political Institution: A Scandinavian Perspective", "year": "2011", "journal": "Journalism Studies", "volume": "21", "authors": [{"name": "Allern Sigurd", "first_name": "Allern", "last_name": "Sigurd"}, {"name": "Blach-Ørsten Mark", "first_name": "Blach-Ørsten", "last_name": "Mark"}]}, {"title": "Public Service Broadcasting", "year": "2005", "journal": "Fiscal Studies", "volume": "26", "authors": [{"name": "Armstrong Mark.", "first_name": "Armstrong", "last_name": "Mark."}]}, {"title": "Firm Resources and Sustained Competitive Advantage", "year": "1991", "journal": "Journal of Management", "volume": "17", "authors": [{"name": "Barney Jay.", "first_name": "Barney", "last_name": "Jay."}]}, {"title": "Complex Causal Relations and Case Study Methods: The Example of Path Dependence", "year": "2006", "journal": "Political Analysis", "volume": "14", "authors": [{"name": "Bennett Andrew", "first_name": "Bennett", "last_name": "Andrew"}, {"name": "Elman Colin", "first_name": "Elman", "last_name": "Colin"}]}, {"title": "The Choice of Innovation Policy Instruments", "year": "2013", "journal": "Technological Forecasting and Social Change", "volume": "80", "authors": [{"name": "Borrás Susana", "first_name": "Borrás", "last_name": "Susana"}, {"name": "Edquist Charles", "first_name": "Edquist", "last_name": "Charles"}]}, {"title": "Media System, Public Knowledge and Democracy a Comparative Study", "year": "2009", "journal": "European Journal of Communication", "volume": "24", "authors": [{"name": "Curran James", "first_name": "Curran", "last_name": "James"}, {"name": "Iyengar Shanto", "first_name": "Iyengar", "last_name": "Shanto"}, {"name": "Lund Anker Brink", "first_name": "Lund", "last_name": "Brink"}, {"name": "Salovaara-Moring Inka", "first_name": "Salovaara-Moring", "last_name": "Inka"}]}, {"title": "What is Multimedia Journalism?", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark."}]}, {"title": "Reconciling Economic and Non-Economic Perspectives on Media Policy: Transcending the ‘Marketplace of Ideas’", "year": "1992", "journal": "Journal of Communication", "volume": "42", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}, {"name": "Wildman Steven S.", "first_name": "Wildman", "last_name": "S."}]}, {"title": "Mergers and Acquisitions in TV Broadcasting and Distribution: Challenges for Competition, Industrial and Media Policy", "year": "2016", "journal": "Telematics and Informatics", "volume": "33", "authors": [{"name": "Evens Tom", "first_name": "Evens", "last_name": "Tom"}, {"name": "Donders Karen", "first_name": "Donders", "last_name": "Karen"}]}, {"title": "Targeting Innovation and Implications for Capability Development", "year": "2005", "journal": "Technovation", "volume": "25", "authors": [{"name": "Francis Dave", "first_name": "Francis", "last_name": "Dave"}, {"name": "Bessant John", "first_name": "Bessant", "last_name": "John"}]}, {"title": "Promoting Diversity and Pluralism in Contemporary Communication Policies in the United States and the United Kingdom", "year": "2005", "journal": "International Journal on Media Management", "volume": "7", "authors": [{"name": "Freedman Des.", "first_name": "Freedman", "last_name": "Des."}]}, {"title": "An Empirical Study of Factors That Influence the Willingness to Pay for Online News", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Goyanes Manuel.", "first_name": "Goyanes", "last_name": "Manuel."}]}, {"title": "The Strategic Analysis of Intangible Resources", "year": "1992", "journal": "Strategic Management Journal", "volume": "13", "authors": [{"name": "Hall Richard.", "first_name": "Hall", "last_name": "Richard."}]}, {"title": "Policy Streams and Public Service Media Funding Reforms in Germany and Finland", "year": "2014", "journal": "European Journal of Communication", "volume": "29", "authors": [{"name": "Herzog Christian", "first_name": "Herzog", "last_name": "Christian"}, {"name": "Karppinen Kari", "first_name": "Karppinen", "last_name": "Kari"}]}, {"title": "Media and Cultural Policy as Public Policy: The Case of the British Labour Government", "year": "2005", "journal": "International Journal of Cultural Policy", "volume": "11", "authors": [{"name": "Hesmondhalgh David.", "first_name": "Hesmondhalgh", "last_name": "David."}]}, {"title": "Diversity Versus Concentration in the Deregulated Mass Media Domain", "year": "1999", "journal": "Journalism and Mass Communication Quarterly", "volume": "76", "authors": [{"name": "Iosifides Petros.", "first_name": "Iosifides", "last_name": "Petros."}]}, {"title": "", "year": "2009", "journal": "", "volume": "", "authors": [{"name": "Just Natascha.", "first_name": "Just", "last_name": "Natascha."}]}, {"title": "Media Markets in Scandinavia: Political Economy Aspects of Convergence and Divergence", "year": "2007", "journal": "Nordicom Review", "volume": "28", "authors": [{"name": "Lund Anker B.", "first_name": "Lund", "last_name": "B."}]}, {"title": "Denmark, Sweden and Norway: Television Diversity by Duopolistic Competition and co-Regulation", "year": "2009", "journal": "The International Communication Gazette", "volume": "71", "authors": [{"name": "Lund Anker B.", "first_name": "Lund", "last_name": "B."}, {"name": "Berg Christian E.", "first_name": "Berg", "last_name": "E."}]}, {"title": "Media Policy’s New Challenges", "year": "2016", "journal": "Journal of Media Business Studies", "volume": "13", "authors": [{"name": "Ots Mart", "first_name": "Ots", "last_name": "Mart"}, {"name": "Krumsvik Arne H.", "first_name": "Krumsvik", "last_name": "H."}]}, {"title": "Digital Challenges on the Norwegian Media Scene", "year": "2012", "journal": "Nordicom Review", "volume": "22", "authors": [{"name": "Ottosen Rune", "first_name": "Ottosen", "last_name": "Rune"}, {"name": "Krumsvik Arne H.", "first_name": "Krumsvik", "last_name": "H."}]}, {"title": "Commercialism and Newspaper Quality", "year": "2004", "journal": "Newspaper Research Journal", "volume": "25", "authors": [{"name": "Picard Robert G.", "first_name": "Picard", "last_name": "G."}]}, {"title": "Causal Ambiguity, Barriers to Imitation, and Sustainable Competitive Advantage", "year": "1990", "journal": "Academy of Management Review", "volume": "15", "authors": [{"name": "Reed Richard", "first_name": "Reed", "last_name": "Richard"}, {"name": "DeFillippi Robert J.", "first_name": "DeFillippi", "last_name": "J."}]}, {"title": "When and How to Use Scenario Planning: A Heuristic Approach with Illustration", "year": "1991", "journal": "Journal of Forecasting", "volume": "10", "authors": [{"name": "Schoemaker Paul J.", "first_name": "Schoemaker", "last_name": "J."}]}, {"title": "Media Diversity and the Global Superplayers: Operationalising Pluralism for a Digital Media Market", "year": "2016", "journal": "Journal of Media Business Studies", "volume": "13", "authors": [{"name": "Sjøvaag Helle.", "first_name": "Sjøvaag", "last_name": "Helle."}]}, {"title": "Some Reflections on Public Service Broadcasting", "year": "1999", "journal": "Nordicom Review", "volume": "20", "authors": [{"name": "Søndergaard Henrik.", "first_name": "Søndergaard", "last_name": "Henrik."}]}]}