{"doi": "10.1080/17512786.2015.1100521", "url": "https://doi.org/10.1080/17512786.2015.1100521", "title": "Reclaiming Slowness in Journalism", "volume": "10", "year": "2016", "issue": "4", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Craig", "first_name": "Geoffrey", "name": "Geoffrey Craig"}], "abstract": "This article outlines an argument for the value of slowness in journalism. It makes an initial argument that our experiences of modernity are not singular experiences of speed and geographical dislocation but increasingly complex negotiations of different temporalities and spatial contexts and given this we also require different forms of fast and slow journalism. The article explores how journalism operates at particular speeds because of the comparative advantage of timeliness and also because there is a need for journalism to align itself with the temporalities of the institutional fields on which it reports. It discusses how various types of slow journalism act as interventions in the field of journalism, highlighting the political economy of fast journalism, and providing an alternative to dominant forms of contemporary journalistic practice. The article then focuses on the necessity and importance of slowness within contemporary journalism through a discussion of the concepts of critique, complexity and difference. It is argued that slowness is required for the journalistic task of critiquing power relations that are increasingly manifested in the mastery of the speed of public life. It is also argued that slowness in journalistic practice helps in offering effective scrutiny of public issues that are characterized by informational and conceptual complexity. Finally, it is argued that contemporary democracies involve growing levels of pluralism and proliferations of difference and that slowness is necessary in the representations and understandings of diverse identities, value systems and cultural practices.", "body": [{"title": "Introduction", "paragraphs": ["When Wendy Parkins and I first expounded on the concept of slow living (Parkins and Craig 2006), we wanted to demonstrate the virtues and usefulness of slowness in a globalized environment increasingly characterized by speed. Our subject of analysis, the Slow Food movement, was also a vehicle to more broadly explore the philosophy and politics of slowness. Our study noted the provocative character of slow living: to promote and adopt slowness across our personal lives, our working lives and public life is to set oneself at odds with dominant societal rhythms and values. We also noted that slow living did not involve a disengagement from the dilemmas and “realities” of contemporary existence; rather it is a means of critique of those dilemmas, and also that it offers the possibility of managing, in a deliberate and conscious way, the non-synchronous character of modern everyday life. Finally, and importantly, we noted that slow living involves the reclamation of time in order to be able to devote care and attention to practices, and that such “mindfulness” facilitates not only the cultivation of a particular self but also an ethical orientation to other people, places and times. Slow living was not a “self-help” exercise and it did not offer a prescriptive list of practices or activities; rather, it was a way of illustrating how the contexts of globalization have rendered the dynamics of everyday life less self-evident, providing many stresses and challenges but also providing means for self-reflexive subjects to variously negotiate those stresses and challenges and also forge new ways of living. This was often captured in engagements with forces of globalization at the level of the local, expressed as a kind of “ethical glocalism” (Tomlinson 1999, 195–196), and for Slow Food followers this could range from critiques of the global agri-food industry and the development of alternative food networks through to the considered pleasures of food and conviviality around a shared table. Slow living was also not just an individual response to such contexts of globalization; we also explored, for example, how the concept of slow living was manifested at the level of governance through the Città Slow (Slow Cities) movement where municipalities initiated a raft of public policy measures relating to transport, health, agriculture, tourism and business in order to enhance the quality of life. Slow living can be understood as a form of “lifestyle politics” that gives expression to the trend that Jonathan Rutherford has previously identified: A new relationship between the individual, the local and the global is emerging, and it is here, not in the public realm of governance, that there is a re-evaluation of what an ethics of living might be … [that] is not simply an aesthetic of lifestyle, but the necessary emotional work of everyday life. (Rutherford 2000, 66)I am pleased that the philosophy of the Slow Food movement has permeated other areas of life (Honoré 2004) and, in particular, that it has been adopted in more recent years in the practices and study of media and journalism. In this article, I want to extrapolate from the ideas of slow living that we previously articulated and suggest their relevance in the practices of contemporary journalism.", "A new relationship between the individual, the local and the global is emerging, and it is here, not in the public realm of governance, that there is a re-evaluation of what an ethics of living might be … [that] is not simply an aesthetic of lifestyle, but the necessary emotional work of everyday life. (Rutherford 2000, 66)", "In the early working through of the philosophy of the Slow Food organization, the historian Massimo Montanari (1996; see also Parkins and Craig 2006, 58–59) noted in the second issue of the movement's Slow magazine that slowness should not be valued for its own sake but for what it enabled, and for Montanari this was encapsulated in the simple idea of “care.” Slow Food was about caring for and about those who provide food, how it is grown, the selection of ingredients, the cooking, the sensory pleasures of food, and the conviviality associated with its consumption. More recently, Lavis, Abbots and Attala (2015) have also explored the complex relationships between eating and caring. This invoking of “care” has parallels with the idea of an “ethic of care” that has been outlined in feminist theory. Joan Tronto (1993, 1995), for example, outlines how this normative ethical theory is in contrast to universalistic theories of justice and how it privileges a view that sees people “as constantly enmeshed in relationships of care” (1995, 142) rather than as independent actors who achieve autonomy through the rational pursuit of self-interest. Such an ethic of care is crucially concerned with an examination of the positive and deleterious ways that different institutions facilitate relationships of care. As Lavis, Abbots and Attala (2015, 6) are keen to stress, caring is a complex, hybrid phenomenon that does not have a necessarily benign character and it also works crucially as “a biopolitical force that governs and disciplines.” A comprehensive investigation of the idea of “care” is beyond the scope of this study but nonetheless I believe that it can be suggestive of how care can be important in our understandings of slow journalism. To promote the values of slow journalism is to care about those who practice the craft and to recognize the value of what the practice provides, to care about how journalists interact with others, and it is motivated by the recognition that care is required in the practice as it explores, critiques and communicates what is happening in the world.", "I hope to contribute to the understanding of slow journalism here by locating such forms of journalism within the contexts of the broader journalistic field (Benson and Neveu 2005) and exploring how reportage is influenced by the degree of temporal alignment between the journalistic field and the fields that are the object of reportage. This will not produce an argument that slow journalism is “better” than more mainstream, everyday journalism, but it is a means by which we can ask why contemporary journalism operates according to particular social speeds and whether journalism can also be well served through a disjuncture between its temporality and the speed of the fields which are the object of scrutiny. This discussion will be preceded by a more general re-appraisal of the conventional narrative that modernity is only characterized by greater speed and geographical dislocation, and also a brief historical overview of the development of the speed of journalism within that tale of modernity. Finally, the article will elaborate on the possible contributions that forms of slow journalism can offer through the perspectives of critique, complexity and difference. It will be argued that slowness can be a valuable feature of reportage given the journalistic task of critiquing power relations that are increasingly manifested in the mastery of the speed of public life. It will be argued that forms of slow journalism can be useful in making sense of a public life that is characterized by growing informational and conceptual complexity. In addition, it will be argued that an understanding of the growing levels of pluralism and proliferations of differences that give shape to modern democratic life can also be facilitated by a slow and more reflective journalism."]}, {"title": "Speed and Time in Modernity and Journalism", "paragraphs": ["It is something of a conventional narrative that the history of modernity and contemporary existence is marked by ever-increasing speed. Historical accounts of industrialization, from the introduction of the railways through to the instantaneous communicative networks of the internet, reveal the extent to which human experience has undergone profound transformative change during this period as a result of technological innovation. This “exponential acceleration” thesis (Ross 1995, 10) has been expressed by a number of theorists (Berman 1983; Virilio 1986) and such changes have also been said to alter temporal and spatial relations: David Harvey's now famous “time-space compression” (Harvey 1989) thesis—noting how geographic space has been condensed or elided by faster forms of communication and travel with accompanying impacts on identity and social relations—develops Karl Marx's earlier observation of the “annihilation of space by time” (Marx [1939–41] 1993).", "While such observations speak to obvious historical developments, the singularity of the narrative needs to be countered by recognition of the differential temporalities of modernity (Osborne 1992; Ross 1995; Williams 1973). Doreen Massey (1994, 149), for example, has noted the “power-geometry of time-space compression” whereby different groups of people variously experience speed and mobility in modernity with different degrees of control over such movements. We have different conceptualizations of time, making distinctions between natural time and the social time of industrial capitalism. Barbara Adam has argued for a distinction between “non-temporal” time, which is measurable and repeatable, and “temporal” time, which is the experience of the flow of time which has a constitutive capacity but which cannot be captured (Adam 1995; see also Parkins and Craig 2006, 40). There is also a necessarily comparative understanding and lived experience of speed in modernity. The increased speed of many of our lived experiences also highlights the relative slowness of other experiences. The historical basis of this point has been made with regard to the way that the introduction of the railways accentuated the virtues of the slowness of alternative forms of transport (May and Thrift 2001, 19; Nowotny 1994; Parkins and Craig 2006, 41–42).", "We need, then, to posit an understanding of modernity that recognizes that we do not encounter singular experiences of speed and geographical dislocation but rather complex negotiations of different temporalities and spatial contexts. Here, my argument draws on May and Thrift's (2001) account of timespace that emphasizes the heterogeneity of social time and spatial engagements. As they state: the picture is less of any simple acceleration in the pace of life or the experiences of spatial “collapse” than of a far more complex restructuring in the nature and experience of time and space … With these changes space is seen to both expand and to contract, time horizons to both foreshorten but also to extend, time itself to both speed up but also slow down and even to move in different directions. (May and Thrift 2001, 10)We also need to do more than simply acknowledge such a reality; we also need to promote the desirability of being able to move at different speeds through our everyday lives and to engage with various kinds of social spaces. Slowness provides us with respite from the pressures of “fast life,” offering us opportunities for revival and critique, but slowness can be also at times frustrating and counterproductive. Equally, greater speed in many contexts is desirable and efficient, in turn providing the possibility of slowness at other times. The value of being able to manage multiplicities of slowness and speed in a harmonious and productive way is recognized in areas such as town planning (Ambroise 1997) and it is suggested that we can extend this insight into other areas, including our engagements with the mediated contexts of public life.", "the picture is less of any simple acceleration in the pace of life or the experiences of spatial “collapse” than of a far more complex restructuring in the nature and experience of time and space … With these changes space is seen to both expand and to contract, time horizons to both foreshorten but also to extend, time itself to both speed up but also slow down and even to move in different directions. (May and Thrift 2001, 10)", "Modernity is marked by not only the greater speed of social life but it also ushered in new understandings of time, and journalism was central to such change. Benedict Anderson's ([1983] 1991) famous work on the rise of “imagined communities” discusses how early forms of journalism and the novel enabled a regularizing of time and an idea of simultaneity which the medieval mind would not have recognized. Imagined communities came about through what Anderson calls “print-capitalism” and the formation of a new modern subject—“a sociological organism moving calendrically through homogeneous, empty time” (26)—enabled not only a collective, political identity and modern democratic impulses but also a more disciplined and regularized subject that could serve a burgeoning capitalist order and growing administrative powers of emerging nation-states. Journalism is still a central means by which this understanding of time is reproduced and the daily and ongoing reproduction of news production, the regular replenishment of “new” information that helps propel us ever forward in time, is also a means by which journalism is commodified.", "Of course, the history of speed in journalism is also folded into the broader account of speed in modernity. As Matthew Rubery (2009, 160) has noted, the propensity of Victorian newspapers to use the term “Express” in their title “registered the public's fascination with the rapid transmission of news that seemed to embody the experience of modernity.” Although, even in the midst of this transformative time, there arose a “slow print culture” within radical political circles that responded to concerns about the emerging commercial press, the creation of a mass, consuming public, and the dissolution of crafts associated with printing (Miller 2013). Indeed, it was the speed of journalism—through its adoption and use of new forms of technology and its status as a means of communication—that facilitated both economic and political developments in modernity. Reuters, the international news agency and financial data company, for example, was initially integral to flourishing trade flows through its exploitation of the speed of the transmission of information via the telegraph cable in the mid-nineteenth century (Read 1994) and it was subsequently central to the establishment of the “electronic age” (Parsons 1989) of computer-based trading in the 1970s and 1980s, enabling live trading through their monitors. As Read (1994, 310) notes: “Only through Reuters could dealers communicate with each others at high speed to buy, sell, or lend money through the same screen, taking hard copies of transactions from an associated teleprinter.” More generally, we have observed the increased speed of news cycles with innovations in media technologies: the introduction of rolling 24-hour news services in the 1980s and 1990s meant that: “news on ‘real-time’ satellite and cable became a flow medium … a turbulent river of journalistic data” (McNair 2006, 109). The culture of spin in an age of social media has more recently given rise to highly integrated, complex and quickly evolving “political information cycles” (Chadwick 2013) and it has been observed that the 24-hour news cycle has now been cut to the 21-minute news cycle following the 2012 US Presidential campaign (Mills 2012).", "We now live in an instantaneous online news culture that incorporates not only the instantaneous dissemination of news but also immediate reactions to, and commentary on, that news (Karlsson 2011). When breaking news occurs, we now have “a visceral need for instantaneity,” as writer James Gleick has observed (Dowd 2013). The information environment of breaking news has been changed in particular by mobile social media that allow continuous and contemporaneous streaming of interactive news from a range of journalistic and citizen sources that contribute to the phenomenon of what Mimi Sheller (2015) has called “news now.” Indeed, in such situations the traditional sequential relationship between events and reportage is overturned: “Reporting on the event no longer follows the event, but is contemporaneous and in some ways may even precede the full unfolding of ‘the news’” (20).", "In response to such developments, the concept of slowness has also been promoted and applied across a range of communicative practices and media in recent years—slow communication, slow reading, slow blogging, slow television, slow news, slow media and slow journalism. Cumulatively, these burgeoning communicative commitments and practices are responding to a digital media environment that is characterized by informational ubiquity, the increased velocity of circulation of that information, and growing expectations that citizens and consumers will align themselves with the temporality of such a digital media environment. In response, it has been asked what is lost with such fast communication and media, and what do we gain in those instances where we communicate slowly. Such questions have been taken up by the Slow Media movement (http://slowmedia.typepad.com/slow-media/), outlined in the Slow Media manifesto (http://en.slow-media.net/manifesto) and explored by a number of slow media practitioners across a range of types of media. Outlets such as Delayed Gratification (http://www.slow-journalism.com/delayed-gratification-magazine), Narratively (http://narrative.ly), Aeon (http://aeon.co/magazine/) and Long Play (http://longplay.fi/), for example, have been flagged as publications where there is a commitment to a slower form of journalism which is attuned to different rhythms of news production and reception, and the possible coverage of subjects not normally scrutinized by mainstream journalism. Academic research has started to give voice to the idea of slow journalism (Gess 2012; Greenberg 2012; Le Masurier 2015; Rauch 2011), sometimes attempting to translate the philosophical basis of the Slow Food movement—captured in its principles of “Good, Clean and Fair”—to the craft of journalism. Gess (2012, 60), for example, suggests that: “Good” could be manifested in quality journalism, “a measured and well-researched journalism that is more than just a gathering of ‘facts’”; “Clean” could be applied to the production and consumption of a journalism “which is not corrupt or abusive of the communities in which it is practiced”; and “Fair” could be journalism that is “accessible to a community” and where “conditions of employment and remuneration … are not exploitative.”"]}, {"title": "The Temporality of the Journalistic Field", "paragraphs": ["If we are to understand and locate the value of slowness in journalism we must appreciate the various and complex contributions that journalism has made in the development of modernity. As John Hartley has noted: journalism is the sense-making practice of modernity … [it] is caught up in all the institutions, struggles and practices of modernity … to such an extent that in the end it is difficult to decide whether journalism is a product of modernity, or modernity a product of journalism. (Hartley 1996, 33–34, author's italics)I have argued that journalism has contributed to both the disciplinary and emancipatory impulses of modernity (Craig 2000, 2004): it has been and is implicated in the ongoing growth and logics of the capitalist order and the governance of populations while it also animates a fundamental political indeterminacy whereby society is perpetually problematized and critiqued. It is too simple to necessarily align forms of fast journalism with the former impulse but the argument is made here that slowness is a temporal feature that enables the latter function of critique. Journalism has thus always had a dual character: both deeply implicated in the production and rhythms of the culture in which it operates while also fundamentally and importantly distanced or “estranged” from such culture, always calling it to account.", "journalism is the sense-making practice of modernity … [it] is caught up in all the institutions, struggles and practices of modernity … to such an extent that in the end it is difficult to decide whether journalism is a product of modernity, or modernity a product of journalism. (Hartley 1996, 33–34, author's italics)", "Why does journalism operate at particular speeds? Firstly, journalism champions speed and timeliness because it yields the value of comparative advantage: just as one financial markets trader has an advantage over another if they have earlier access to information, so a journalistic outlet has an advantage if they are able to break news stories before their competitors. In this instance, the speed of reportage can be presented as a marker of quality journalistic practice—good journalism is timely journalism, presenting people with information as soon as possible—but this is allied with the material benefit the journalistic outlet receives from its capacity to be faster than others. Over many years I have told my journalism students the story of the day my Reuters bureau chief reprimanded me because my story on the release of the latest financial data was mere seconds behind our competitors. On a day when the financial figures moved the market that was nonetheless enough time for traders to exploit the temporal advantage.", "This, in turn, suggests the second reason why journalism operates at particular speeds: journalism must to some degree be aligned with the temporality of the domains of public life that are the object of reportage. As Pierre Bourdieu (1991, 2005) outlined, journalism is a particular “field”: an institutional site that polices the conditions of entry to the field and manages its skills, competencies and bodies of knowledge. Fields govern the actions and discourse of practitioners while also endowing them with power and authority. Professional fields, such as the legal field or the political field, are thus structured in a way that generates an internal consistency and logic but equally fields are partly defined by, and generate power through, their particular relationships with other social fields. Journalism, unlike other fields such as higher education, is a field that is particularly defined through its regular and highly public engagements with other fields as it participates in the sense-making processes and play of power that give shape to public life. The meanings of actions and speech within particular fields is partly determined by the temporal contexts in which they occur and journalism in some ways must operate according to the same temporality in order to make sense of what is happening—the maneuvering that might occur over a bill before a vote, or the fluctuating share price of a company after a profit announcement. Timeliness, or speed of reportage, in this sense does not have an inherent quality or value in itself—it is linked to the procedures and operations of other institutional fields. Such temporal unfolding of public events is nonetheless determined through a dialectical relationship between journalism and other fields: journalism not only responds to the rhythms of other institutions but it in turn can also influence the timing and speed of actions and speech. We are well aware, for example, that politicians may time the release of information in accord with news program scheduling and that they will structure their discourse into sound bites that can be harmoniously incorporated into the narrative of short news stories.", "As we have noted with regard to speed in modernity, journalism and the fields that are the object of reportage do not operate at a singular, ever-increasing speed even though public life can be characterized generally by greater velocity. Different journalistic rounds attune themselves to the respective temporalities of their areas of reportage but also each individual field must negotiate different temporalities, managing the relationship between short-term and long-term perspectives. Political leaders, for example, have to move between the fast pace of daily politicking and the slow rhythms of international diplomacy. Journalists must also have a temporal flexibility to make sense of different phenomena. Reporting on climate change, for example, requires that journalists have ways of covering its different manifestations and representations, ranging from the sudden collapse of an Artic ice shelf to the measurement of quite literally glacial time, from the frenetic negotiations of a climate change summit to the longueurs of painstaking scientific research.", "What ramifications does such discussion have for any positioning and valuing of slow journalism in the journalistic field? The journalistic field, like all fields, is characterized by a reputational hierarchy where the range of quality of particular news media outlets is proclaimed and perpetually policed, and where there is a wide range in the political economy of labour that spans high-profile journalistic entrepreneurs and celebrities and a journalistic proletariat (Bourdieu 1998, 5–6). The very provocative assignation of slowness to journalism is suggestive of its marginalized status within the journalistic field, challenging as it does conventional wisdom about the merits of fast, timely journalism that is synchronous with the rhythms of other powerful social fields. Most of the emerging slow journalism outlets have consciously adopted an “alternative” journalism status, seeking to avoid competitive pressures, taking time and staff resources to thoroughly investigate a more focused range of issues, and using long-form, narrative-driven modes of storytelling (Le Masurier 2015). As Le Masurier (2015, 143) states: “Effectively this means such journalism has to be produced in an independent or alternative space, probably small-scale, where such values can be realized.” Of course, within the multiplicity of journalisms (Zelizer 2009) different types of journalism operate across a range of news cycles: news magazines and book-length journalism, for example, not only function at different speeds from more daily forms of journalism but they can also claim authority and prestige within the journalistic field because of their slower, more analytical approaches. While it occurs less frequently, slow and fast journalism could also co-exist within the one publication: The Guardian’s recent introduction of “in-depth reporting, essays and profiles” under the section of “The Long Read” is one example of a commitment by a major, mainstream news company to cater to different temporalities of news production and consumption. Indeed, given my earlier observation about the desirability of being able to move between different speeds, such a feature of journalistic reportage could be encouraged further with the more explicit conjunction of immediate, short-form reportage and slower, more detailed and contextual stories across individual journalistic rounds. But as Le Masurier (2015, 141) has noted, slow journalism is about much more than temporality in production. It encompasses a broader orientation towards journalism and the production of public knowledge that we can now investigate in more detail."]}, {"title": "Critique, Complexity and Difference", "paragraphs": ["We need forms of fast journalism that are attuned to the speed of modern life and which can inform us in an appropriately “timely” manner but nonetheless there are also many well-documented concerns about the contemporary state of fast journalism. The crisis in the profitability of the journalism industry due to the collapse of advertising revenue has resulted in job losses, and for those fortunate enough to retain employment, employers have demanded greater productivity levels. Journalists must not only produce more copy but also work across platforms and continually update stories. As a result of these kinds of pressures, the incidences of “churnalism” have grown (Davies 2009). It is increasingly difficult for journalists to fulfill important political and social functions given this journalistic landscape: less time for the fundamental tasks of reporting and checking facts means it is harder for journalism to perform its vital watchdog role. These concerns are underlined when the changing nature of modern life is considered. We need a journalism that is able to engage with: global economic uncertainty and the influence of neoliberal thought; necessary political and social structural changes in response to climate change; the growth of technological change and online culture; and increased global flows of people and political struggles over identity and lifestyle. The disjuncture between the state of the journalism industry and this political and social complexity only highlights the importance and value of time and slowness in journalism. The following discussion will unpack this significance through reference to the ability of journalism to offer critique, explain complexity, and investigate pluralism and difference.", "In recent years there has been something of a recasting of journalism and journalistic authority in response to the contexts of online news, social media, and the mobile modes of news consumption. In his discussion of the changing spaces of news consumption, Peters (2012) notes that journalism is now produced in accord with the speed of the information age, the increasingly mobile spaces of consumption, and it now provides and interacts with multiple channels of access for news consumers (699–700). He declares that “the emerging technologies and increasingly mobile spatialities of journalism do more than just replicate news content—by changing the public's experience of journalistic consumption, they change what news is” (701, author's emphasis). More particularly, with regard to the immediacy and speed of online news, it has been noted how the ability to master the accelerated speed of news production informs self-perceptions and normative evaluations of journalistic practice amongst online journalists (O'Sullivan and Heinonen 2008; Robinson 2007). These changing dynamics of journalistic production and practice have thus triggered challenges to understandings about the nature of truth production in journalism and journalistic authority. Journalists’ traditional authority stemmed from their ability to gather information and engage in processes of verification in order to present a finished authoritative product to news consumers. Now, the fast and perpetual dissemination of news alters its truth-value and knowledge claims: “Immediacy means that different provisory, incomplete and sometimes dubious news drafts are published” (Karlsson 2011, 279). Truthfulness is therefore rendered more problematic and determined more through modes of public reception and journalistic authority is generated through a strategy of transparency where it is demonstrated there has been a fulsome and fluid dissemination of information (283).", "As already flagged, there are significant expressions of concern and challenges to such processes and value positions. It could be argued that the long-standing tension within journalism to be both accurate and timely has been stretched to breaking point with the sacrifice of the former, and that there has been subsequent declines in the quality of journalism. The speed of access to news is said to alter the nature of public comprehension of the news: “The public's right to know has been supplanted by the public's right to know everything, however fanciful and even erroneous, as fast as technology allows” (Rosenberg and Feldman 2008, 17). Even if one acknowledges that the more problematic nature of truth production and its more public, contested character in fast journalism may be more desirable than its pre-determined and singular presentation in traditional journalism, we are still left with the problem of the public contexts within which such judgments are made. The fast pace of public life and the necessity of quick evaluations means that public understanding may be more likely to rely on the mobilization of pre-existing and often stereotypical frameworks and value systems.", "In response to these outlined trends in contemporary journalism, we need to reassert the fundamental importance of critique for journalistic practice. Reportage that is primarily informed by the need to quickly transmit information can sacrifice the ability to apply a critical perspective to the subject of reportage. Critique, crucially, takes time. Agger (2004, 132–133) reminds us that Adorno and his Frankfurt School colleagues bemoaned that critical consciousness was eroding in fast capitalist culture and observes the “bigger picture, like a complicated jigsaw puzzle or mosaic, can only be grasped from the vantage of distance [and that] … social critics must slow down their worlds in order to grasp and then reorder them.” Critique requires a thoughtful, considered response that involves the comparative evaluation of other, competing viewpoints. Critique has value because it can undermine or strengthen the validity of information and contentions, and it can also generate new understandings. Such an argument should not be seen as a romantic valorization of earlier journalistic times, nor should we establish a binary that denies contemporary journalists engage in the professional treatment of source material, but we do need to defend the value of time, indeed slowness, as a means for journalists to be able to exercise an essential function of their craft. It is true that social media such as Twitter can enable quick “fact checking,” although research suggests that political journalists are primarily using the technology to quickly transmit statements and opinions rather than engage in verification of detail (Coddington, Molyneux, and Lawrence 2014). In addition, while such fact checking is an important function of journalism, it does not replicate the more substantive process of critique that has been outlined here.", "The fourth estate role of journalism is predicated on the ability of journalism to critique the institutions of the state to ensure they are accountable and answerable to a well-informed public (Hampton 2010). While the intermediary value of journalists to facilitate dialogue between the governors and the governed may be evolving given the rise of social media and online contexts, journalists are still crucial as sense-making agents and their professionalism is based upon having “as full an awareness of the issues they are reporting on as possible” and that they are able “to bring considerable intellectual power and broad awareness to the issues they are investigating” (Economou and Tanner 2008, 12). In addition, as I have previously argued (Craig 2004, 19–20), journalism is more than a simple observer, providing notification when the democratic process goes awry: it fundamentally animates and extends democracy through its unending process of challenge and critique. The fourth estate function of journalism is also predicated on the separation and independence of journalism from those powerful institutions that are the subject of critique. I have already discussed the need for many forms of journalism to be synchronous with the fields on which they report but equally it is argued that the important need for journalism to be also independent from these powerful institutions can be partly facilitated by forms of slow journalism. Slowness provides journalism with the distance from the rhythms and “logics” of other fields that can enable critique. Of course, different forms of reportage within a particular round—ranging from breaking news to features—provides journalism with the flexibility to be both synchronous and more asynchronous with the temporality of the reported field, offering varying types and levels of critique, but the underlying point here is the value of slowness in the critique of fields that are increasingly governed by and valorize speed.", "The complexity and simultaneity of contemporary public life demands not only immediate reportage but also forms of slow journalism. The development of modernity and the more recent emergence of digital culture have not only facilitated the greater speed of information transmission and pace of life but also an exponential increase in informational complexity. Such informational complexity offers great emancipatory potential and means of knowledge production but it also can give rise to information overload, cognitive dissonance, disorientation and risk. Finding times and spaces where one can disengage from and assess such complex information flows is an increasingly necessary feature in the management of everyday life and it is argued here that forms of slow journalism are also valuable means by which such informational complexity can be thoroughly explored and appropriately synthesized for public understanding. Of course, investigative journalism has long been a way of responding to the complexity of modernity. There have been many famous examples—such as the Sunday Times investigation of the Thalidomide scandal in the 1960s and 1970s—where journalists have slowly and painstakingly enquired into complex institutional contexts to reveal wrongdoing and injustices. Such journalism has helped reveal the contours of the risk society (Beck 1992) where we attempt to negotiate the hazards and insecurities that have been generated by the complexities of the modernization process.", "Journalism has responded to the growing complexity of modernity through innovative forms of reportage, most recently through forms of data journalism. Here journalism is able to access available online data and use open-source tools to analyze the information (Gynnild 2013). Major newspapers, such as The Guardian and The New York Times, have engaged in various data journalism projects which are valuable means by which journalism can use and assess government databases, build their own databases, receive public input and improve democratic transparency (Flew et al. 2012; Stray 2010). Sheller (2015) also tells of the ways that reportage of disaster zones has been assisted by the sharing through social media of various forms of geo-tagging and open-source news maps that provide information about the movements of people, the scale of infrastructure damage in particular areas and the distribution of relief supplies. Such forms of reportage are innovative uses of online media and technological innovations to match the growing speed and complexity of public life while also allowing reporters to continue to fulfill journalistic ideals. Such reportage, however, also takes time. Gynnild (2013) recalls the award-winning investigative project of Charles Duhigg and his team from The New York Times that used data journalism to unearth the scale of toxic water across the United States. She notes the resources and time required for such a project: the newspaper invested in 10 experts over a period of several months in order to complete the project. Complexity is also not only encapsulated synchronically in the form of a single mass of information but it is also manifested diachronically. The meaning of large, complex events, such as the disaster reportage that Sheller (2015) discusses, for example, is not only captured in their immediate occurrence but in their long and complicated unfolding, and slow journalism is able to capture the full, comprehensive effects of such events.", "The complexity of modern democratic life is also expressed through the erosion of traditional value systems, increased pluralism and the more public circulation of expressions of difference. We have seen the universal, homogeneous nature of citizenship challenged by the particularities of identity politics (Plummer 2003; Young 1989). Fast forms of journalism must rely to a greater degree on the mobilization of political, social and cultural assumptions in reportage, but this becomes increasingly problematic when so many expressions of identity and lifestyle challenge more traditional ways of life and understandings of community. Of course, proliferating expressions of difference are now for many at least a taken-for-granted background of the mosaic of public life, but more substantively the value systems and identities of societies are increasingly challenged by processes of globalization and multiculturalism as we see, for example, in political and journalistic reactions to a whole raft of issues relating to identity, such as LGBT, indigenous and refugee rights, and political issues more broadly, such as terrorism, financial austerity and climate change.", "Journalism has long had difficulties reporting on marginalized communities (Awad 2011; Bullock, Wyche, and Williams 2001; Mickler 1998; Sonwalkar 2005) and it has been well noted how the tenets of objective, balanced journalism and reliance on “authoritative,” bureaucratic sources not only facilitate efficient forms of reportage and quick processes of news production but they also can serve to reinforce ideological bias (Bennett 2005). Journalists have been portrayed as “acultural” in that they “subscribe to the dominant culture's claims of ‘cultural invisibility’ and treat people ‘with culture’ … as objectified others” (Awad 2011, 528; citing Rosaldo 1993, 197). Some have considered how journalism should respond to the contexts of increasingly complex and diverse societies. Glasser, Awad, and Kim (2009, 63), for example, observe that “rather than conceptualizing journalism in relation to a unitary public sphere, … a multi-cultural conception of journalism [could] posit … a range of publics whose discursive needs define the division of labor among newsrooms.”", "The importance of slowness in journalism in the reportage of difference can also be gleaned from work that highlights the importance of “listening” in journalism (O'Donnell 2009). The importance of listening has been recognized recently across a broader range of cultural and communicative processes (see Continuum special issue, Vol. 23, No. 4, 2009 ) and in journalism in particular it can be a useful corrective to the belief that the interests and well-being of particular communities can be resolved merely by the provision of a “voice” through a diversity of communicative channels in a culture of online media and social networking sites. Instead, as O'Donnell observes (2009, 505), “the redistribution of communication resources needed for community development begins with the issue of listening.” Slow journalism is necessary in a world characterized by the increasingly close conjunction of expressions of difference. Quality reportage of difference requires journalists to take the time to explore the perspectives of others and to listen to such sources in a way that not only enables the reportage of what is said but also enables greater understanding of different perspectives. Importantly, such work does not leave the journalist unchanged but it requires the reporter to be self-reflexive, open to the unsettling of pre-established value positions. As O'Donnell (2009, 510) notes, “journalism-related listening practices … seek more than ‘empathy’ by foregrounding interactions outside individual/group comfort zones, that acknowledge and negotiate power differentials, and engage unfamiliar and/or hostile perspectives.”"]}, {"title": "Conclusion", "paragraphs": ["To declare the importance of slow journalism, as with declarations about the importance of slow food, is to leave one open to charges of being unrealistic about the “realities” of the subject at best and at worse subject to accusations of being reactionary, outdated, and irrelevant! In response, I have tried to show that the idea of slow journalism forces us to think through the issue of the speed and temporality of journalism and to ask ourselves what is lost and gained with forms of fast and slow reportage. I have sought to demonstrate that modernity is characterized by different temporalities—all of us have to negotiate the different speeds of experiences in our everyday lives, and some have more resources than others in that time management. That said, I have also argued that it is desirable that we manage multiplicities of speed and slowness and this extends to different kinds of journalism: at times we require journalism that is synchronous with the speeds of modern existence and at other times we require journalism that is able to distance itself from such requirements and is able to offer more contemplative and critical perspectives. I have briefly identified some of the news media outlets that are emblematic of the emerging “slow journalism” movement but my focus here has been more on reclaiming the importance of slowness in journalistic practice more generally, noting how it facilitates important functions of critique, the management of complexity and the comprehensive reportage of difference. I argued that the increased speed of public life and journalistic production makes it more difficult for journalists to engage in the substantive process of critique that is fundamental to the craft and that such critique requires time, and indeed slowness. Similarly, I have argued that slowness helps journalists respond adequately to the complexity of modern public life, even where reportage is facilitated by the use of new online resources, such as with forms of data journalism. Finally, it was argued that slowness could assist journalists engaging with expressions of cultural difference, allowing them time to understand alternative arguments and value systems, and also to reflect upon their own assumptions that they bring to their reportage."]}], "references": [{"title": "Fast but Slow", "year": "1997", "journal": "Slow", "volume": "4", "authors": [{"name": "Ambroise S", "first_name": "Ambroise", "last_name": "S"}]}, {"title": "Latinas/os and the Mainstream Press: The Exclusions of Professional Diversity", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Awad Isabel", "first_name": "Awad", "last_name": "Isabel"}]}, {"title": "Media Images of the Poor", "year": "2001", "journal": "Journal of Social Issues", "volume": "57", "authors": [{"name": "Bullock Heather E.", "first_name": "Bullock", "last_name": "E."}, {"name": "Wyche Karen", "first_name": "Wyche", "last_name": "Karen"}, {"name": "Williams Wendy", "first_name": "Williams", "last_name": "Wendy"}]}, {"title": "Fact Checking the Campaign: How Political Reporters use Twitter to set the Record Straight (or not)", "year": "2014", "journal": "The International Journal of Press/Politics", "volume": "19", "authors": [{"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}, {"name": "Molyneux Logan", "first_name": "Molyneux", "last_name": "Logan"}, {"name": "Lawrence Regina G.", "first_name": "Lawrence", "last_name": "G."}]}, {"title": "The Australian Way of Life: Journalism, Citizenship and the Constitutional Convention", "year": "2000", "journal": "Journalism Studies", "volume": "1", "authors": [{"name": "Craig Geoffrey", "first_name": "Craig", "last_name": "Geoffrey"}]}, {"title": "The Promise of Computational Journalism", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Flew Terry", "first_name": "Flew", "last_name": "Terry"}, {"name": "Spurgeon Christina", "first_name": "Spurgeon", "last_name": "Christina"}, {"name": "Daniel Anna", "first_name": "Daniel", "last_name": "Anna"}, {"name": "Swift Adam", "first_name": "Swift", "last_name": "Adam"}]}, {"title": "Climate Change and the Possibility of ‘Slow Journalism’", "year": "2012", "journal": "Ecquid Novi: African Journalism Studies", "volume": "33", "authors": [{"name": "Gess Harold", "first_name": "Gess", "last_name": "Harold"}]}, {"title": "The Claims of Multiculturalism and Journalism&#039;s Promise of Diversity", "year": "2009", "journal": "Journal of Communication", "volume": "59", "authors": [{"name": "Glasser Theodore L.", "first_name": "Glasser", "last_name": "L."}, {"name": "Awad Isabel", "first_name": "Awad", "last_name": "Isabel"}, {"name": "Kim John W.", "first_name": "Kim", "last_name": "W."}]}, {"title": "Journalism Innovation Leads to Innovation Journalism: The Impact of Computational Exploration on Changing Mindsets", "year": "2013", "journal": "Journalism", "volume": "15", "authors": [{"name": "Gynnild Astrid", "first_name": "Gynnild", "last_name": "Astrid"}]}, {"title": "The Immediacy of Online News, the Visibility of Journalistic Processes and a Restructuring of Journalistic Authority", "year": "2011", "journal": "Journalism.", "volume": "12", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael"}]}, {"title": "What is Slow Journalism?", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Le Masurier Megan", "first_name": "Le", "last_name": "Megan"}]}, {"title": "Beware!", "year": "1996", "journal": "Slow", "volume": "2", "authors": [{"name": "Montanari Massimo", "first_name": "Montanari", "last_name": "Massimo"}]}, {"title": "Journalism, Change and Listening Practices", "year": "2009", "journal": "Continuum: Journal of Media \\& Cultural Studies", "volume": "23", "authors": [{"name": "O'Donnell Penny", "first_name": "O'Donnell", "last_name": "Penny"}]}, {"title": "Old Values, New Media", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "O'Sullivan John", "first_name": "O'Sullivan", "last_name": "John"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}]}, {"title": "Modernity is a Qualitative, Not a Chronological Category", "year": "1992", "journal": "New Left Review", "volume": "192", "authors": [{"name": "Osborne Peter", "first_name": "Osborne", "last_name": "Peter"}]}, {"title": "Journalism To Go: The Changing Spaces of News Consumption", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Peters Chris", "first_name": "Peters", "last_name": "Chris"}]}, {"title": "The Origin of Slow Media: Early Diffusion of a Cultural Innovation through Popular and Press Discourse, 2002–2010", "year": "2011", "journal": "Transformations", "volume": "20", "authors": [{"name": "Rauch Jennifer", "first_name": "Rauch", "last_name": "Jennifer"}]}, {"title": "’Someone&#039;s Gotta be in Control Here.’ The Institutionalization of Online News and the Creation of a Shared Journalistic Authority", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "News Now", "year": "2015", "journal": "Journalism Studies.", "volume": "16", "authors": [{"name": "Sheller Mimi", "first_name": "Sheller", "last_name": "Mimi"}]}, {"title": "Care as a Basis for Radical Political Judgments", "year": "1995", "journal": "Hypatia.", "volume": "10", "authors": [{"name": "Tronto Joan", "first_name": "Tronto", "last_name": "Joan"}]}, {"title": "Polity and Group Difference: A Critique of the Ideal of Universal Citizenship", "year": "1989", "journal": "Ethics", "volume": "99", "authors": [{"name": "Young Iris Marion", "first_name": "Young", "last_name": "Marion"}]}]}