{"doi": "10.1080/17512786.2012.685556", "url": "https://doi.org/10.1080/17512786.2012.685556", "title": "THE RADICAL TYPE?", "volume": "7", "year": "2013", "issue": "1", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Pimlott", "first_name": "Herbert", "name": "Herbert Pimlott", "affiliation": "", "orcid": "", "role": ""}], "abstract": " Despite the central role of the paper in Marxist–Leninist strategy, the Communist Party of Great Britain (CPGB) had little confidence in either professional journalists, including those who were Communists, or journalism practices, even though journalism, like culture, was recognized as “a weapon in the (class) struggle”. While George Allen Hutt (1901–73) was a leading professional party journalist, his career hit a “glass ceiling”, even as he met the three criteria of Communist journalism theory and earned an international reputation as a newspaper designer. In spite of opposition to his role on the executive of the National Union of Journalists (NUJ) because of his party membership, he became the longest-serving editor of the NUJ's periodical, The Journalist. As both a loyal, lifetime Communist and the consummate professional journalist, Hutt's career provides a salient example of the ambiguous position of the middle-class journalist in the proletarian-dominated Communist Party. It was the emphasis on his “technical” ability that appears to have disqualified his candidacy for the Daily Worker's top editorial positions and to have justified support for his editorship of The Journalist. ", "body": [{"sec_title": "Introduction", "sec_content": ["George Allen Hutt was a leading newspaper designer, production journalist, editor and subeditor, who received various awards and accolades for his work, and was a consultant for and critic of more than 250 newspapers and journals from across the world, including both mass daily newspapers and specialist trade journals. During the 1930s, his work on labour and political history was popular with readers beyond the party, including a history of the working class selected for “book of the month” by the Left Book Club. With the publication of Newspaper Design in 1960, Hutt's work on typography and newspaper design began to acquire an international reputation. A decade later, when Hutt became the first journalist ever to be awarded the Royal Designer for Industry (RDI) distinction, his views on design and typography had been sought out by hundreds of editors and publishers. Yet, in spite of his skills and achievements, including those that enabled the Daily Worker to meet the schedules of commercial newspaper production and distribution, his contributions to labour history and his commitment to Communist politics, Hutt was overlooked for both of that newspaper's top posts by the leadership of the Communist Party of Great Britain (CPGB) on more than one occasion.", "Nothing is more central to Communist thinking about political strategy than the “party paper” and yet few scholarly accounts address Communist journalism, especially in English-speaking countries. Those few articles that address Communist journalism frequently focus on the medium of the paper or periodical rather than on journalism (e.g. Allen, 1985; Morgan, 1995; Pimlott, 2000). One of the few exceptions identifies that in fact debates over accessibility and circulation, including the role of writing style and journalists, did engage party leaders, theoreticians and cadres throughout the twentieth century (e.g. Pimlott, 2006). Most accounts about journalism or journalists are collections of writings or personal narratives (e.g. Cockburn, 1967; MacEwen, 1991), while there are few scholarly accounts of Communist journalists and their relationship with the party and the profession. This article begins to address this gap in the academic literature with a focus on one of best examples of the practice and predicament of the professional Communist journalist: George Allen Hutt.", "Despite the connection between print and socialism (e.g. Debray, 2007; Pimlott, 2000, 2006) and the belief that journalism is “a weapon in the (class) struggle”, most Marxists have viewed (professional) journalism with suspicion, even though the “paper”, as “collective agitator, propagandist and organizer”, is of central importance in the Leninist conception of the “party” (e.g. Hutt, 1966c; Lenin, 1975 [1902]; Pimlott, 2006). Communist journalism is identified as a means of awakening class consciousness amongst workers, whereas “bourgeois” or capitalist journalism is seen, not as “producing false convictions in the reader by lies and distortions”, but as seeking to shape the audience's consciousness so they: will be perpetually unable to distinguish between true and false, to relate causes and effects, to place individual facts in their total context, to rationally integrate new knowledge into [their] perspective. (Fogarasi, 1983 [1921], p. 150)  ", "will be perpetually unable to distinguish between true and false, to relate causes and effects, to place individual facts in their total context, to rationally integrate new knowledge into [their] perspective. (Fogarasi, 1983 [1921], p. 150)", "In sum, “bourgeois” or capitalist (i.e. professional) journalism is seen as producing a mix of seemingly unrelated events and facts for information and entertainment rather than drawing out the links and “connecting the dots” through a deeper analysis of structural forces or modes of production.", "After identifying three key attributes of the Communist theory of journalism relevant to professional journalistic practices, this article presents an outline of George Allen Hutt's (1901–73) professional career and achievements before examining his situation as a Communist in the National Union of Journalists (NUJ), where he underwent a series of battles to hold onto the position of editor of the NUJ's monthly journal, The Journalist. This article argues that despite Hutt's claims that his best work was the result of the interaction or “dialectic” between Marxism and journalism, and despite his own vehement protestations to the contrary, his professional work outside the CPGB appears to confirm the Communist leadership's critique of Hutt as just a “technical” and at the same time to justify the support of the majority of journalists for Hutt in his role as editor of the NUJ's paper, The Journalist (Hutt, 1966a, p. 1)."]}, {"sec_title": "Communist Journalism: Theory and Practice", "sec_content": ["  Parliamentar[ian]ism is one form of activity, journalism is another. The content of both can be communist and it should be communist if those engaged in both spheres are real Communists, are real members of a proletarian party. (Lenin, 1970 [1920], pp. 120–1)  ", "Parliamentar[ian]ism is one form of activity, journalism is another. The content of both can be communist and it should be communist if those engaged in both spheres are real Communists, are real members of a proletarian party. (Lenin, 1970 [1920], pp. 120–1)", "Although Lenin appears to answer the question, “[b]y whom should the communist press be written?”, whether professional journalists who are Communists, or revolutionaries who are writers, it was no idle question when Adalbert Fogarasi, an early theorist of Communist journalism, raised it in 1921. The newly formed and embattled Soviet Union was coming out of the devastation of the First World War, foreign invasions and a revolutionary civil war. Newspapers were one of the primary means to try to persuade peasants and workers across Russia to support the new regime (e.g. Kenez 1985). Likewise, as the Bolshevik revolution inspired Communist parties to form around the world, they became engaged in producing their own newspapers to counter the anti-Communism of the capitalist mass press. In spite of relying on a form of journalism to reach their own actual and potential supporters, most Communist leaders viewed the profession and practice with suspicion because of the influence of capitalist owners and advertising.", "In the Leninist model of the party paper, “democratic centralism”, which enables members to exercise control over the party (in theory), points to the “integral relation between the party's aims and the paper's form and content” and it is because of this close relationship that the choice of editor is considered critical (Pimlott, 2006, p. 63). But, it also means that the editor has to be responsive to and directed by the party, via the Executive Committee (EC), which is ultimately responsible to the National Congress. The CPGB leadership, therefore, was most likely to pick an editor for the Daily Worker who was closely allied to, trusted by and/or a member of the party leadership; journalistic skill was secondary (Beckett, 1995, pp. 191–2; Hutt, 1949a, pp. 1–2; Morgan, 1995, pp. 144, 150).", "This approach did not, however, prevent disagreements over how a newspaper should be edited and articles written. For example, Harry Pollitt, the CPGB General Secretary (1929–56), criticized the Daily Worker, shortly after its launch on 1 January 1930, for being “dull and dismal” and for attempting to restrict readers’ diets to “struggle and death in every page of our paper” (Pollitt, cited in Morgan, 1995, p. 145). His criticisms were taken up by those who thought it should attempt to imitate the mass dailies that were popular with the working class, such as The Daily Herald, whereas others, such as R. P. Dutt, a leading Communist and professional journalist, thought it should be more of a “propaganda sheet” (Morgan, 1995, p. 146; Pimlott, 2006, p. 63). Although Dutt was the only editor of the Daily Worker during the 1930s with substantial journalistic experience, he argued against using professional journalism practices and for highlighting the importance of class struggle in every article and news item. Dutt even discouraged two Fleet Street journalists, who were Communists, from providing free professional advice to Daily Worker staff on a daily basis (Morgan, 1995, pp. 145–6). Although the USSR had to rely on various foreign, middle-class professionals for their expertise, such as US engineers who helped build hydro-electric dams, the possible dissemination of capitalist ideology via Communist media to supporters was seen as much more threatening than anything that commercial goods might convey (Pimlott, 2006, p. 63). Although Pollitt's perspective eventually won out, it was not until the Daily Worker was reborn in 1942 and Hutt was able to put all his professional skills, knowledge and expertise into servicing it, that the party's daily newspaper was transformed by 1945 into the model of efficiency and discipline necessary to meet the deadlines of the commercial newspaper world (Pimlott, 2006, p. 63)."]}, {"sec_title": "Communist Journalism: Three Prescriptions", "sec_content": ["There were no handbooks for Communist journalism during the first decades of Communism, other than parts of CPGB handbooks related to party training that talked about agitation or propaganda, or one handbook produced for worker correspondents (e.g. Worker's Life, 1928). There are three key elements of Fogarasi's theory about the Communist practice of journalism that are essential to understanding the Communist suspicion of, and the necessary tasks for inoculation against, the qualities of professional journalistic practice of the “bourgeois press”: (1) division of labour; (2) education and training; and (3) political activism. Although Hutt actually exemplifies the best possible result for each of all three prescriptions that Fogarasi stipulates for Communist journalists, he appears not to have been considered for either of the two most important journalistic positions in the CPGB: editor and assistant editor of the Daily Worker (Hutt, 1949a, 1966a).1 ", "Fogarasi's first prescription addressed the specialist division of labour in journalism. Many Communists saw journalism as a “carrier” of capitalist ideology since it was the capitalist press that produced journalists and not the other way around. There should be no “communist journalists”, Fogarasi argued, because the “journalist as writing specialist” corresponds to the “capitalist social order” and adopting mainstream journalistic techniques and practices unaltered, meant adopting a part of “capitalist ideology” (Fogarasi, 1983 [1921], p. 152). Thus, Fogarasi argued that, intentionally or not, Communist journalists would communicate capitalist values and beliefs through their use of professional journalistic techniques. Therefore, Communist papers should be written by “party members who can write”, not by journalists “who are also party members”, because those who are Communists first, Fogarasi reasoned, are unlikely to be “unknowingly” contaminated by the capitalist ideology inherent within the “institution of journalism” (Fogarasi, 1983 [1921], pp. 152–3).", "Various attempts, with varying degrees of success, have been made throughout the history of the Communist movement to get Communists to write, rather than journalists, who happened to be Communists. During the 1920s, for example, the CPGB set up a network of worker correspondents in factories and coalfields across the country, who provided Workers’ Weekly with information and stories and in turn helped to distribute it at their workplaces (Hutt personally ran its special miners’ supplements during the seven-month lockout of miners after the 1926 General Strike) (Pimlott, 2006, p. 65). Advice for Communists on how they could report on their workplaces and neighbourhoods for the party press, including their local branch, factory or pit papers, were codified into a handbook, Worker Correspondent, published in 1928 at the start of the “class against class” period (Workers’ Life, 1928). The move to have workers “speak” directly to workers was based upon the assumptions of party leaders that workers communicate more effectively with each other than party activists because the latter might lack the same degree of knowledge of local issues as the workers. These efforts to create a corps of Communists who could write, rather than relying on professional journalists who were Communists, met with only intermittent success; besides Workers’ Weekly in the 1920s, there were the experiences of the Daily Worker during 1942–5 and the Socialist Workers’ Party's weekly during 1968–75 (Allen, 1985). Since none of these attempts has been able to succeed over a sustained period, the retention of “writing specialists” has clearly been a necessity of Communist journalism.", "Although Fogarasi argued in his second prescription that, “the Communist movement cannot develop without a division of labour”, he stressed that it is “indispensable that particularly qualified party members specialize in press activity”, especially in a proletarian party where such skills might be at a premium (Fogarasi, 1983 [1921], p. 151). While the necessity of journalistic skills and a specialized division of labour are recognized, Fogarasi's prescription also stressed the need for the protection from the “capitalist ideology” carried within those skills; because the party press does not operate independently of the movement but is closely integrated with Communist agencies and activists in “leading the class struggle”, it is important that Communists who specialize in journalistic practices have a clear, strong Marxist understanding of the world to inoculate themselves against capitalist ideology (Fogarasi, 1983 [1921], p. 153). Nonetheless, there is a lack of recognition that the paper's integral place in party strategy must also offer some protection from capitalist “contamination”, especially as the leadership exercises control, on behalf of the membership (at least in theory), over the paper.", "Indeed, it is in Fogarasi's third prescription that he makes the claim for “a pressing necessity to raise the level of intelligence and imagination of Communist press writers” and editors, who needed an in-depth “education and training in economics”, because that knowledge would enable them “to take a genuine Marxist position on all major questions” (Fogarasi, 1983 [1921], p. 153). In effect, such education is “inoculation” against capitalist ideology. All of this “preparation work” was important so that the paper would not just communicate “[g]eneralities about capitalist exploitation, profiteering, speculation, etc.” because the paper was also supposed to equip agitators and activists with practical arguments (“concrete work”) that they could take with them into factories, workshops, offices and neighbourhoods (Fogarasi, 1983 [1921], p. 153).", "Political activism was part of the identity of Communists and, Fogarasi argued, should not be confined to just workers or cadres, but should also include Communist editorial staff who ought to participate in political work, outside of their regular press duties, to prevent any negative influences of professional journalism from taking root; these, he thought, were more likely to occur when Communist journalists were solely preoccupied with their vocation (Fogarasi, 1983 [1921], pp. 152–3). He argued that it was especially important to prevent the reification that happens—or could happen—at larger papers, including the party's “central organ”, where the division of labour is more advanced and editorial duties more encompassing and time-consuming (Fogarasi, 1983 [1921], p. 153). The degree to which reification can happen is of concern but at the same time the newspaper, whether a daily, weekly or fortnightly, needs to be able to meet expectations of commercial retailers, wholesalers and distributors, if it is to compete in the capitalist marketplace of ideas for the allegiance of “the masses”."]}, {"sec_title": "A Career Communist and a Communist Career", "sec_content": ["George Allen Hutt provides an exemplary model of the Communist journalist, as prescribed by Fogarasi, where the Communist journalist should be a Communist first and a journalist second2. From his teen years, Hutt was attracted to socialism while attending Kilburn Grammar School, where he became strongly opposed to the First World War from 1916 onwards, even as he excelled as a member of the school's cadet corps. While reading modern history at Downing College, Cambridge University, 1919–23, he joined the Labour Club and became secretary and later president of the Socialist Society. Influenced by the circle around Maurice Dobb, Hutt joined the CPGB in 1922 and attended its National Congress at Battersea that same year. As the Socialist Society's delegate to the local Trades Council for three years, Hutt argued for Communist affiliation to the Labour Party but was himself expelled in 1925 for his CPGB membership.", "Although he came from a long family line of printers and publishers, Allen Hutt's move into journalism was precipitated by R. P. Dutt, editor-publisher of Labour Monthly,3 who commissioned Hutt's first article, “Egyptian Nationalism and the Class Struggle”, which appeared in the May 1923 issue (Hutt, 1971). Between paid and volunteer work, Hutt was more or less continuously engaged in editorial and production work with Communist Party and labour movement papers for nearly half a century, from his early work with Workers’ Weekly in 1923, to his first full-time job on the Daily Herald later that year, and then via Reynolds News to the Daily Worker, and on the side edited the National Union of Journalists’ magazine, The Journalist, from 1948 until 1972 (the longest-serving editor to date).", "Hutt also began working on the production of Labour Monthly in 1925 and later became a member of the editorial board, serving as chairman in the late 1930s and early 1940s. In addition to his full-time work and political activities, Hutt contributed scores of book reviews and articles to Labour Monthly, The Communist Review, Daily Worker and other left-wing papers during the 1920s and 1930s, where his support of the “party line” was clearly demonstrated (e.g. a scathing five-page review of Tom Bell's book on the CPGB; Hutt, 1937b).", "Hutt became chief subeditor on the Sunday Worker in 1929, followed by his appointment as chief subeditor to the Daily Worker, joining three months after its launch on January 1, 1930. Between the two assignments, Hutt attended the International Lenin School in Moscow from September 1929 until March 1930, as a possible “inoculation” against his middle-class education and professional journalism background (Cohen and Morgan, 2002, p. 338). Hutt was one of only six non-workers and “intellectuals” out of more than 100 party members sent to the International Lenin School between 1926 and 1937, indicating the recognition of his skills by the party leadership (Cohen and Morgan, 2002, p. 338). After leaving the Daily Worker two years later, Hutt worked with Kay Beauchamp between 1933 and 1935 to oversee the building of the Daily Worker's printing plant and the launching of the Farleigh Press. He was one of seven founder-directors of Martin Lawrence, precursor to Lawrence and Wishart, the party's publishers; he was not only responsible for the design of its initial publications and publicity, but also among its first authors (Hutt, 1969).", "Between 1928 and 1950, Hutt became an accomplished party writer authoring several pamphlets and books in addition to his full-time journalistic duties. His British Trade Unionism, called “a classic” by Dutt, was published in five editions between 1941 and 1962 and “translated into Russian, Chinese, Japanese, Czech and German” (Hutt, 1962 [1941]).4 He tacked to the changing winds of CPGB politics, such as its position on the Trades’ Union Congress (TUC) and the Labour Party during the “class against class” period, when he wrote a pamphlet excoriating the TUC for its centenary commentary of the Tolpuddle Martyrs’ trial (Hutt, 1934). Yet just three years later, the Left Book Club's “Book of the Month” selection for June 1937 was Hutt's The Post-War History of the British Working Class (1937a), which was praised for recording the “reaction of the Trade Union movement and British Labour” to the conditions of unemployment and privation and as one of the Club's “most important books on social history” (Lewis, 1970, p. 59). It was clear that the CPGB's old “class against class” approach was dealt with in a tactful manner, as Hutt endeavoured “to enact the Popular Front on the page”: he integrated the CPGB into the British labour movement, painfully at times given his evidence of hostility to the Labour Party and the TUC, in pursuit of a plea for unity against fascism and the National Government. The history of the CPGB constituted a subordinate, sanitized thread in the narrative. (McIlroy and Campbell, 2003, p. 36)  ", "he integrated the CPGB into the British labour movement, painfully at times given his evidence of hostility to the Labour Party and the TUC, in pursuit of a plea for unity against fascism and the National Government. The history of the CPGB constituted a subordinate, sanitized thread in the narrative. (McIlroy and Campbell, 2003, p. 36)", "Hutt's contributions to public debate in the latter half of the 1930s constitute an important part of the CPGB's attempt to regain its position in the labour movement.", "Hutt even sought the CPGB's approval before joining the Reynolds News as assistant to the editor, Sydney R. Elliott, and soon became the night editor. By 1940, Elliott had appointed him as production editor to help develop the newspaper's “pictorial side” (Hutt, 1966a). Despite anti-Communist sentiments of some senior staff at Reynolds News, Hutt used his position to publicize the campaign against the Daily Worker ban. When the ban was lifted in September 1942, he “sacrificed conventional career progression” at Reynolds News to join the Daily Worker as chief subeditor and became William Rust's lieutenant (at least two-thirds of editorial staff were in the armed forces) (Hutt, 1949a). Since Hutt needed Reynolds News's co-operation to get his military service deferment transferred to the Daily Worker, Hutt had to continue working as Reynolds News's chief subeditor for Saturday nights for two more years; in the Daily Worker's first seven months of its new legal existence he worked seven nights a week (Hutt, 1949a).", "It was Hutt who turned the Daily Worker into a disciplined, efficient newspaper along the Fleet Street model of professionalism, with its work discipline, attention to schedules and clear separation of functions (Hutt, 1949a; MacEwen, 1991, pp. 109–10; Morgan, 1995, p. 150). From 1942 to 1945, Hutt, with Rust's help, built the editorial cadre from scratch and trained the “rawest of its recruits” to a professional standard; he also wrote the subeditor's handbook (Morgan, 1995, p. 150). The Daily Worker benefited greatly from this professionalism, as its circulation peaked at more than 100,000 copies sold daily by 1945, the same year that two CPGB members were elected to Parliament.", "Hutt was responsible for the general styling of the Daily Worker, both at its re-launch in 1942 and on its transformation into a full broadsheet in 1948. In 1949, J. R. Campbell, the Daily Worker's assistant editor and Rust's successor as editor, described Hutt as “the architect of the new paper” (quoted in Hutt, 1966a, p. 2). Hutt's restyling of the Daily Worker combined with the feature page improvements, introduced by Jack Flanagan in 1951–2, earned the Daily Worker's first (of four) annual Newspaper Design Award(s) in 1954, shared with The Times (the other three were in 1956, 1961 and 1962) (Hutt, 1960, np).", "It was not just Hutt's success in overseeing the overhaul of the production of the Daily Worker to enable it to compete against commercial mass dailies, but also his accomplishments in training up new appointments as editors and assistant editors to at least a satisfactory level of competence, that indicate that he himself was potentially a worthy choice in one of the two key positions. Nonetheless, Hutt was “ignored” whenever the party chose a new editor and assistant editor. For example, when Rust died suddenly in February 1949, the party promoted the assistant editor, J. R. Campbell, to replace him, and John Gollan was appointed from outside the newspaper staff as assistant editor; Gollan was “widely regarded as Pollitt's ‘crown prince’” and succeeded Pollitt as General Secretary in 1956 (Cohen and Morgan, 2004, p. 96). Rust and Campbell both benefited from the training in journalistic skills provided by Hutt and two other professional journalists who were Communists, Walter Holmes and Claud Cockburn (Cockburn, 1967, pp. 220–1; Flinn, 2001, p. 88; Morgan, 1995, p. 150). Clearly, the dictates of “grooming” successors for the party leadership or appointing party cadre were more important than any consideration of journalistic skills or talent for such positions, as with Rust and Gollan (e.g. Flinn, 2001, p. 88; Morgan, 1995, p. 150).", "In his resignation letter, which was never submitted, Hutt expressed his reaction to being passed over for both of the paper's two top editorial positions for the second time in a decade as “bitter disappointment and humiliation” (Hutt, 1949a; MacEwen, 1991, pp. 109–10; Morgan, 1995, p. 150). Hutt had even tried to persuade the leadership to create a “managing editor” position, which he could have filled, that would have enabled a professional like him to be recognized for the work he was already doing (Hutt, nd [c.1944]). Instead, Hutt was seconded from his duties at the paper so that he could complete the story of the Daily Worker, not only editing the first six chapters that Rust had written, but also writing an additional four chapters in time for its 20th anniversary on January 1, 1950 (Rust, 1949).", "Ironically, the “debate” over the change of name from Daily Worker to Morning Star represented the climax, or perhaps more accurately, the denouement, of Hutt's career with the party press. In the period leading up to the name change in April 1966, Hutt complained that old professionals like himself were increasingly being ignored at the paper. This culminated in the omission of any consultation (against which he protested at the January 1966 Executive Committee) in the initial stages of the presentation of the name-change question to the party leadership, who ignored the concerns of editorial staff, despite a protocol whereby Daily Worker staff were to be present or consulted on all proposals that directly affected it (Hutt, 1966a). According to Hutt, his name had been announced as undertaking the proposed restyling, which ended up being completely ignored and replaced by a series of entirely different dummy front pages prepared by Frank Brown or “Eccles”, the Daily Worker's cartoonist, with no attempt at consultation. When asked to only “look over them typographically”, Hutt refused (Hutt, 1966a). Hutt brought forward his retirement in order to leave the paper before the name changed.", "Loyal to the end, Hutt never revealed publicly why he left when he did, although he did make it clear to editors whenever they credited him with the design or layout of the Morning Star that he had nothing to do with it. The name change “debate” demonstrated, very clearly to Hutt himself, the little regard for professional journalistic expertise in the CPGB. The Morning Star, under Tony Chater's lack-lustre editorship, was subject to increasing criticism from 1974 onwards for much of its journalism. The strength of critical feeling against the paper's editorial leadership was so strong that a majority of delegates voted against the leadership at the 1977 National Congress, one of only two such Congress decisions in the party's 70-year history, and established a committee to investigate the paper, which criticized its writing style for a prosaic, boring rendition of news, commentary, culture and sports (Andrews, 1995)."]}, {"sec_title": "Contribution to the Profession", "sec_content": ["Before considering Allen Hutt's role in the NUJ, it is worthwhile summarizing the rest of his professional background, especially his position as an international authority on newspaper typography and design. Hutt became closely associated with Stanley Morison during the redesign of Reynolds News, a labour movement Sunday newspaper, 1935–6, which was his first such commission and he re-made the paper into “an entirely new, popular broadsheet”, prior to its re-launch in March 1936 (British Printer, 1970; Hutt, 1967, p. 1). Based upon this work, Hutt was appointed newspaper consultant to the Monotype Corporation. A wide range of mainstream, mass-circulation newspapers began to seek out Hutt's advice after 1950, including such leading publications on the Left as the Manchester Guardian (in 1952), the Daily Herald (in 1954–5), and the Sunday Citizen (in 1962), as well as local newspaper groups, such as the London Counties Newspapers, Eastern Counties Newspapers, and Kent and Sussex Courier, amongst scores of others. Hutt also advised a number of trade unions on their journals, including the Typographical Association and its successor the National Graphical Association (NGA), and the Institute of Professional Civil Servants.", "From 1962, Hutt was honorary technical consultant to the Newspaper Design Award judges (he had been a judge in 1959). From 1955 until 1973, Hutt contributed “Typoclinic”, the regular monthly feature on newspaper design in the leading trade weekly, Printing World; his last column was published posthumously in the September 1973 issue. In 1970, Allen Hutt was the first journalist appointed to Royal Designers for Industry (RDI) which honoured “designers who have attained eminence in creative design for industry” (British Printer, 1970).", "Hutt's writings on newspaper typography and design became integrated in teaching and research as defining contributions, beginning with his pamphlet, An Outline of Newspaper Typography, published by the National Union of Journalists in 1950, and extending to his Newspaper Design in 1960 (a second, revised edition was published in 1967), and the chapter on typography and makeup in the official National Council for the Training of Journalists's (NCTJ) textbook, The Practice of Journalism (1963). He was also a frequent lecturer for the NCTJ, the Joint Industrial Council for the Printing and Allied Trades and the Guild of Newspaper Editors, among a number of other bodies, including Moscow University's Faculty of Journalism (1961). Two other books on newspaper design and print history were published in the last year of his life and posthumously (Hutt, 1972b, 1973)."]}, {"sec_title": "“Journalists Cannot Be Communists”: Hutt and the National Union of Journalists", "sec_content": ["While party officials worried about the potentially pernicious effects of professional journalism on Communist journalists, the reverse was also true. Some professional journalists were suspicious of Communists and opposed their influence in the union. If any Communist journalist avoided the “reification” that professional journalism produced through the “specialization” of news production, as per Fogarasi's prescription, it was Allen Hutt. His career beyond his full-time employment at the Daily Worker is an indication of the indefatigable political activist, moving into positions of leadership in the NUJ from the local to the national level.", "Although Hutt was only a member of a printing union (Natsopa) during his first full-time job as a Daily Herald librarian (1923–5), he maintained his connections to the printing unions throughout his political and professional career (Hutt, 1966a). He became a regular delegate to the Administrative Council of the Printing and Kindred Trades Federation and became closely associated with the leadership of the printing unions in the 1930s and 1940s. During the Second World War, Hutt became chairman of the CPGB's Fleet Street branch, the position from which he organized rallies of the printing and allied unions for a second front in 1942–3.", "Hutt first became a member of the NUJ when he started his first full-time job as a journalist and subeditor for TASS, the Soviet Press Agency, in London at the end of 1925, and he would remain a member until he left the editorship of The Journalist in 1972. Active for several years in the Central London NUJ, the largest branch because it included all of Fleet Street, Hutt attended every Annual Delegate Meeting (ADM) from 1941 until his retirement from The Journalist in 1972. Two years after he became Chairman of the Central London branch in 1944, he was elected to the National Executive Council (NEC). In subsequent years, Hutt remained on the NEC because of his election as editor of The Journalist from 1948 until his retirement in 1972. Hutt noted in his farewell column that as (officially a part-time) editor he had dealt with more than 30,000 pieces of copy (Hutt, 1972a).", "Hutt's party membership came to be seen as a political liability by many professional journalists with the rise of Cold War anti-communism in the late 1940s. When Gordon Schaffer stepped down as editor of The Journalist (1942–8) at the 1948 ADM, four members stood for the position. Hutt pointed out that he was familiar with the job because he had been engaged in “not infrequent deputising for ‘Schaff’ during his six years of distinguished editorship” (Hutt, 1948b). Hutt won on a card vote with 2907 votes against J. Moran's 2212, T. Bartholomew's 1990 and K. MacMillan's 1297 (Bundock, 1957, p. 191). Another attempt to purge Hutt from the NEC in 1948–9 was based upon his position being mentioned in the author's profile for an article he wrote for the Daily Worker on “The Controllers of Our Free Press” (Hutt, 1948a).", "Bartholomew was the sole challenger for the editorship the next year and lost: Hutt increased his support after just one year to 5700 votes (76 branches) to Bartholomew's 2712 votes (45 branches). This was believed to be the “highest winning vote ever recorded in a contest of national office” (Hutt, 1949b). However, Hutt was to outdo that record the following year, when Moran fought Hutt for the editorship as the sole challenger in 1950 (and several times after that): Hutt garnered 6195 votes (78 branches) to Moran's 2786 votes (51 branches). As editor of The Journalist, Hutt wrote wryly in the comment section: “‘Thank you very much for yet another year's hard labour,’ said Hutt, keeping it short and truthful” (Hutt, 1950). Although Moran was actively involved in attempting to get Hutt removed from the editorship, he would later commission Hutt for a book series because of his expertise (Hutt, 1972b).", "It was not just in the annual elections that Hutt had to contend with fellow NUJ members running against him. During his first three years as editor, there were frequent attempts by different NUJ branches to oust him, some of which cited the TUC's call for a ban on Communists from holding union positions. For example, in the November–December 1950 issue of The Journalist there are several accounts of more than a dozen NUJ branches moving motions calling upon the NEC to either support or reject Hutt as editor (some branches were reversing earlier decisions). The anti-Hutt motions being passed to different NUJ branches were attempts to get the national conference to unseat Hutt. These efforts were in the end futile, as the NEC left it to the ADM to decide, which continued to reelect Hutt every year until 1972.", "Despite the opposition, Hutt became the longest-serving editor of The Journalist, carrying out the task uninterrupted for 24 years, almost double the length of service provided by the second longest-serving editor, J. H. Haslam (1924–37). The founding editor of The Journalist, H. M. Richardson, served for only 11 years (1907–18). In 1962, as the longest-serving editor with 14 years continuous service, Hutt received the NUJ's highest award, Honorary Membership, for distinguished service to the union: he was also the first Communist to receive the award. By 1965, Hutt had become one of the three senior members of the NEC, known as the “Ancients”, as a result of his longevity as both an editor and a member of the NEC. With the support of the most powerful members of the NUJ leadership, Hutt became first Vice-President in 1966 and subsequently President in 1967, the NUJ's Diamond Jubilee year. During his tenure with the NUJ, Hutt went from being an elected official challenged nearly every year during his first decade as editor, to writing sketches of ADM and other meetings and often leaving out controversial motions or challenges to the NUJ leadership, until he nearly lost the 1971 election by 10 votes. Hutt chose to stand down the following year.", "Challenges to his editorship became fewer and less threatening as he demonstrated his prowess at editing the journal and seemingly excluded his Communist politics from intruding on The Journalist's content, a point his NUJ supporters made. Hutt's experience as editor for 24 years appears to not only affirm his claim that Marxism and journalism contribute to each other, but also (and contrarily) confirmed the suspicions of professional journalism of Fogarasi, Dutt and other party officials. As Clement J. Bundock puts it in the official history of the NUJ nine years after Hutt's initial election as editor of The Journalist: Mr. Hutt was declared elected, and is still in office. There have been one or two contests since, no doubt mainly because of his political creed, but he has done his job supremely well and has not permitted his political views to obtrude into his conduct of the Union's journal. The delegates, on the other hand, true to the non-political tradition of the Union, and appreciative of the technical quality of his work, have strengthened him in his position. (Bundock, 1957, p. 191)  ", "Mr. Hutt was declared elected, and is still in office. There have been one or two contests since, no doubt mainly because of his political creed, but he has done his job supremely well and has not permitted his political views to obtrude into his conduct of the Union's journal. The delegates, on the other hand, true to the non-political tradition of the Union, and appreciative of the technical quality of his work, have strengthened him in his position. (Bundock, 1957, p. 191)", "Contrary to Bundock's gloss, Hutt fought elections for all but two of his first 10 years, although annual contests became less frequent by the early 1960s (Bradley, 1972).", "Despite Hutt's skill and popularity early in his editorship, he continued to be viewed with suspicion by at least an anti-Communist minority. Later in his editorship, Hutt was criticized by left-wing NUJ members for not permitting views that went against NEC positions to be published in The Journalist. This was more of a concern as expressed by rank-and-file dissenters about the nature of the leadership's control over the union and a motion in support of the dissenters was passed, although challenges to Hutt's editorship remained unsuccessful (e.g. The Journalist, April 1969, May 1971)."]}, {"sec_title": "Communist Journalism: “A Dialectic of Marxism and Journalism”?", "sec_content": ["For much of his political and professional life, Allen Hutt argued for combining Marxist understanding with the highest professional and technical mastery on the editorial side of the labour movement's and party's presses (e.g. Hutt, 1966b). He made the case that there was a close relationship between Marxism and journalism, which explained why his own “technical” skills were as good as they were: “The fact is that if I weren't a Marxist my technical achievements wouldn't be half what they are” (Hutt, 1966d, p. 1). Socialist journalism “requires the highest level of professional journalistic qualification allied to deep socialist … understanding” (Hutt, 1971). For Hutt, the highest level of professional journalism: requires the most extensive general knowledge, a mastery of one's own language (and the command of as many others as possible),5 keen self-discipline in work, accuracy, speed, decisiveness, a deep feeling for people and their problems and (for the production journalist, which I am) the widest understanding of the extreme, technical complexities of typography and the now rapidly revolutionizing technology of printing. (Hutt, 1971)  ", "requires the most extensive general knowledge, a mastery of one's own language (and the command of as many others as possible),5 keen self-discipline in work, accuracy, speed, decisiveness, a deep feeling for people and their problems and (for the production journalist, which I am) the widest understanding of the extreme, technical complexities of typography and the now rapidly revolutionizing technology of printing. (Hutt, 1971)", "Hutt appealed to his fellow Communists arguing that both Karl Marx and V. I. Lenin were “outstanding journalists, great pioneers of socialist journalism” (Hutt, 1971). Indeed, in his 1966 Marx Memorial lecture, Hutt stressed Marx's role as a journalist as critical to understanding his role as a Communist theoretician-philosopher, the result of the dialectic between journalism and Marxism: Marx was a great journalist because he was a convinced Communist, a scientist of social change, of social revolution. And he became a convinced Communist, a scientific social revolutionary, through his work as a journalist. (Hutt, 1966c, p. 154)  ", "Marx was a great journalist because he was a convinced Communist, a scientist of social change, of social revolution. And he became a convinced Communist, a scientific social revolutionary, through his work as a journalist. (Hutt, 1966c, p. 154)", "Hutt also argued that the Communist movement was to “no small degree responsible” for the “underestimation of journalism as a vital social craft”, even if a “most complex, exacting one”, which meant that far too few socialist journalists were taking up the profession; all journalists have been “tarred” with the brush of “distortion and degradation” imposed by big capitalist publishers “in pursuit of their reactionary political class aims” (Hutt, 1971). He compared the Communist denigration of journalism, as a profession, to decrying “the military art”, which he argued was “equally absurd”, and he pointed to attempts then being made in the USSR to give Soviet journalists a new, higher status amongst cultural workers to increase the potential for the recruitment of the best candidates (Hutt, 1971).", "Hutt's career simultaneously exemplifies and contradicts Fogarasi's prescription around the three aspects of the early theory of Communist journalism. On the one hand, Hutt was a Communist first and a journalist second; he was a “Communist who could write”, and as a “writing specialist”, he applied his professional skills to serving the Communist and labour movements, as Fogarasi prescribed. While Hutt's work as a production journalist, subeditor and consultant on newspaper typography and design were exacting professional commitments, for which he won awards and garnered an international reputation, the CPGB benefited from these skills as Hutt turned the Daily Worker into a model of efficiency during the resource-starved 1940s, including training up the editors and assistant editors, who were political rather than professional appointees, and yet was never offered one of the two top positions himself.", "Hutt undertook education and training in Marxism–Leninism to improve his own political understanding, the second key aspect of Communist journalism practice that Fogarasi suggests is necessary. In turn, he drew upon his political education in his contributions to the Communist movement via his not inconsiderable political writing from the late 1920s until the early 1950s. However, as his contribution to the profession became a major part of his time outside the Daily Worker, his published work increasingly focused more upon newspaper design and professional and historical issues related to journalism (e.g. Hutt, 1960, 1972b, 1973).", "It was not just through his writing that Hutt engaged in Communist politics; he was actively involved in political activities outside his party journalism, as per Fogarasi's third prescription. Involved in working with the printing unions from the 1920s onwards, Hutt was active outside his own full-time job with the Daily Worker.", "The emphasis on Hutt's “technical” ability would appear to support the CPGB leadership's dismissal of his candidacy for editor or assistant editor on the Daily Workerand to justify the support of a majority of NUJ members for his editorship of The Journalist. As Hutt reveals in his letter to John Gollan, the CPGB leader (1956–75), after his retirement celebration: I appreciated … particularly your emphasis on the political, Marxist side of my character … too many people have too long regarded me as a “technical” man—in the curiously pejorative sense in which the Party apparatus traditionally tends to use that word. (Hutt, 1966d, p. 1)  ", "I appreciated … particularly your emphasis on the political, Marxist side of my character … too many people have too long regarded me as a “technical” man—in the curiously pejorative sense in which the Party apparatus traditionally tends to use that word. (Hutt, 1966d, p. 1)", "Thus, the separation of “profession and politics” remained at the core of the way both the CPGB and the NUJ saw Hutt, ensuring a “glass ceiling” with the former but success with the latter. Although Hutt claimed that the link between Marxism and journalism are what made him the newspaper designer and journalist of international repute, neither the CPGB nor the NUJ appears to have credited him with anything beyond his “technical” skills."]}], "references": [{"title": "Socialist Worker: paper with a purpose", "year": "1985", "journal": "Media, Culture and Society", "volume": "7", "authors": [{"name": "Allen Peter", "first_name": "Allen", "last_name": "Peter", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Stalin&#039;s Sausage Machine: British students at the International Lenin School, 1926–37", "year": "2002", "journal": "Twentieth Century British History", "volume": "13", "authors": [{"name": "Cohen Gidon", "first_name": "Cohen", "last_name": "Gidon", "affiliation": "", "orcid": "", "role": ""}, {"name": "Morgan Kevin", "first_name": "Morgan", "last_name": "Kevin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "British Students at the International Lenin School, 1926–37: a reaffirmation of methods, results, and conclusions", "year": "2004", "journal": "Twentieth Century British History", "volume": "15", "authors": [{"name": "Cohen Gidon", "first_name": "Cohen", "last_name": "Gidon", "affiliation": "", "orcid": "", "role": ""}, {"name": "Morgan Kevin", "first_name": "Morgan", "last_name": "Kevin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Karl Marx as a Journalist", "year": "1966", "journal": "Marxism Today", "volume": "10", "authors": [{"name": "Hutt G. Allen", "first_name": "Hutt", "last_name": "Allen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Histories of the British Communist Party: a user&#039;s guide", "year": "2003", "journal": "Labour History Review", "volume": "68", "authors": [{"name": "McIlroy John", "first_name": "McIlroy", "last_name": "John", "affiliation": "", "orcid": "", "role": ""}, {"name": "Campbell Alan", "first_name": "Campbell", "last_name": "Alan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Marxism&#039;s ‘Communicative Crisis’? Mapping debates over Leninist print media practices in the 20th century", "year": "2006", "journal": "Socialist Studies", "volume": "2", "authors": [{"name": "Pimlott Herbert", "first_name": "Pimlott", "last_name": "Herbert", "affiliation": "", "orcid": "", "role": ""}]}]}