{"doi": "10.1080/17512786.2014.928466", "url": "https://doi.org/10.1080/17512786.2014.928466", "title": "Innovation Through Practice", "volume": "9", "year": "2015", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Raetzsch", "first_name": "Christoph", "name": "Christoph Raetzsch"}], "abstract": "Practices of news selection, presentation and distribution have been transposed to the domain of audiences communicating through network media. Media practices of journalists and “media-oriented practices” of audiences (Couldry) make use of the network as a common resource, merging into a new form of “news-based communication.” This new situation of public communication questions institutional approaches to journalism and the crisis it currently experiences. The paper proposes to regard journalism as a structure of public communication which is mutually enacted by journalists and audiences alike. Practice is outlined as a conceptual tool to study how social structures such as journalism can innovate. In practice, cultural schemas value resources of communication and endow actors with agency. As media of public communication are de-differentiated in digital contexts, practice offers a way to understand innovation as the gradual transposition of such schemas to new resources.", "body": [{"title": "Introduction", "paragraphs": ["In the digital environment, news is more popular than ever. Links are forwarded through email and posted on Facebook. Tweets alert us to new information online and blog postings and comments proliferate in specialized and general publics. Taken together, these forms of online communication emulate forms of news production that used to be an exclusive domain of journalism. Although many of these forms of news would not qualify as speaking to “a public” in general, they are still public because they can be accessed through links. In networked and digital public communication, every message is exactly one link apart. The difference between the institutional news communicators and the private tweeter, blogger or YouTuber is that the latter will have less visibility, less impact and thus less relevance for the wider debates in society. However, this difference in impact should not deter us from finding a new conceptual basis for defining journalism. This paper argues that journalism is too narrowly defined in terms of occupational routines, professional standards or institutional parameters.", "In a cultural perspective, journalism is a structure of public communication between producers and audiences. If we take seriously that “media-oriented practices” of audiences (Couldry 2004, 119) can be likewise journalistic in kind, we can approach journalism as a structure of communication that implicates audiences in every issue of a newspaper or every airing of a news show. The same focus on an audience, though, is implicated in the tweet, the posting, the comment found online, rendering a process of public communication transparent without turning every member of the audience into a producer. The digital environment creates new opportunities to observe the complementarity of journalism and its audiences as links are tracked around the net. Defining journalism as a structure means that both audiences and producers need to provide resources to its continuation and need to find cultural schemas that endow these resources with meaning. The thesis of this paper is that the continued “enactment” of a structure called journalism takes place in media practices and in “media-oriented practices” alike. Both forms of practice sustain journalism as a social structure and it is in practice where innovation takes place. In practice, the traditions of old media and the potentials of new media are negotiated. As the connectivity of the internet has ushered in a crisis of so-called “legacy media,” network media are still in a phase of experimentation concerning their social uses. Historically, we are now in a privileged position to observe the ongoing negotiation of the social meaning of journalistic media:[W]hen new media emerge in a society, their place is at first ill defined, and their ultimate meanings or functions are shaped over time by that society's existing habits of media use (which, of course, derive from experience with other, established media) … The “crisis” of a new medium will be resolved when the perceptions of the medium, as well as its practical uses, are somehow adapted to existing categories of public understanding about what that medium does for whom and why. (Gitelman and Pingree 2003, xii) ", "[W]hen new media emerge in a society, their place is at first ill defined, and their ultimate meanings or functions are shaped over time by that society's existing habits of media use (which, of course, derive from experience with other, established media) … The “crisis” of a new medium will be resolved when the perceptions of the medium, as well as its practical uses, are somehow adapted to existing categories of public understanding about what that medium does for whom and why. (Gitelman and Pingree 2003, xii)", "The present period of network media becoming firmly established on all levels of public and private communication exemplifies how both a crisis of legacy media and an uncertainty about the social uses of new media create an “ill defined” identity in public perception. From the perspective of practice, the routines that are inscribed in the usage of particular media of communication represent a model case for the concurrent stabilization and innovation of social structures. The aim is then to re-evaluate journalism itself under digital conditions as a structure of public communication that needs to be enacted by journalists and audiences alike to sustain its privileged role in public communication.", "In order to outline the conceptual framework, this paper will first look at the resistance of journalistic practice to innovate in the present crisis. This resistance is explained in terms of the institutionalization of a particular commercial model of news production, in which the audience was rarely more than a news consumer. In a second part, we will look at “media-oriented practices” of audiences that emulate structural properties of institutionalized journalism. News-based communication is here introduced as a practice in which the positions of news consumer and news audience are more fluid. The third part presents an overview of sociological approaches to the study of practice, which can help us to understand practice as the domain of social action where structures are innovated to survive. The last part will underline why journalism as a structure of public communication does not obliterate the differences between institutional and individual producers of news. By highlighting the structural aspect of journalism, however, we can insist on the different cultural valuations that audiences and producers place on a given journalistic medium."]}, {"title": "Innovating Journalism and the Resistance of Practice", "paragraphs": ["Modern journalism distinguished itself from both the partisan press and business news media, like commercial advertisers, in the nineteenth century. In the United States, the market orientation of the penny press in the 1830s is commonly regarded as an important step toward endowing the press with financial independence from party founding (Schudson 1978; Mindich 1998). The disavowal of party interests allowed “journalists to become professional technicians, experts at gathering information and separating truths from half-truths.” Journalists could step up to offer a “public service” independent of “particular communities or private interests” (Kaplan 2002, 192). The newspaper emerged as a commercial enterprise that had something to offer for everyone—it became an “omnibus press” (Baldasty 1992, 140). With its orientation toward an enlarged consumer market of news, journalism became organized in industrial dimensions, requiring vast resources to maintain its staff, its production facilities and its distribution networks. The newspaper was in this modern sense used for materially transporting graphically standardized information about contemporary affairs to audiences. Journalism became “the sense-making practice of modernity … a product and promoter of modern life” (Hartley 1996, 33).", "But more importantly, this practice of journalism became tied up with a particular organizational structure, in which the medium of modern journalism—the newspaper—was used not just to spread information, commentary, and news but also advertising. As Raymond Williams argued in Keywords, the media as corporate organizations of public communication acquired historically specific “material forms” based on a “primary practice” of human communication (Williams 1979, 203). The connection between news (as a daily resource for audiences) and advertising (as a daily communications channel for business) was thoroughly established in the practice of publishing newspapers. The news consumer became metonymically identified as an “informed citizen.” Lance Bennett remarks that such an identification of news with democratic values is an “illusion” because “news must be ‘sold’ to the audience in the first place” before audiences are marketed to advertising clients (Bennett 2001, 4; see also Benson 2010; Turow 1997).", "The functional connection between news as a prime journalistic genre, the industrial organization of journalism and the ascribed importance of an independent press for democracy has been articulated many times. It formed an unchallenged paradigm of journalism studies for a long time before being re-evaluated in the present. As soon as economic profit is taken out of the equation, news becomes mindless fodder rewritten from press releases and the public importance of journalism seems to evaporate. Calls for innovation in journalism depart typically from the diagnosis of its faltering business model to propose new ways of ensuring the continued production and patronage of high-profile journalism by audiences. Meyer, for example, proposes a “certification” of journalistic quality, through new skills like “filtering, refining, decorating and packaging information” that are needed by journalists in an information-saturated online environment. Instead of producing more information, journalists need to focus on “processing” information and making it understandable to their audiences (Meyer 2004, 230). Meyer wants to reform journalism within its institutional form. Similarly, Schudson and Downie (2009) as well as McChesney and Nichols (2010) advocate a model of “quality journalism” that is funded independently of market interests. What these analyses have in common is that they regard innovation only in terms of the established model of public communication that journalism has created over a period of more than 100 years. Typically, the introduction of digital and network technologies into that model concerns only modes of production and distribution, leaving intact the authority of “a centralized source with a particular vision of the news” (Uricchio 2006, 79).", "This bias toward the productive side of journalism (organizations, corporations, journalists) fails to conceptualize audiences as agents which endow journalistic news with meaning. Although Anderson has shown that audience orientation has become “incorporated into the DNA of contemporary news work” (Anderson 2011, 529), this audience is the statistical product of data aggregation about the popularity of articles, traffic and access rates. Culturally, the “primary practices” of communication among members of audiences now also take place within the same digital and networked environment but not necessarily on the same sites as commercial journalism.", "Pavlik (2013) acknowledges the problem of “audience fragmentation” as a reason for the dispersion of attention away from traditional news media, or what Broersma and Peters (2013, 8f.) call the “de-ritualization of news consumption.” Pavlik regards innovation in journalism as a revival of “quality news content,” although presented as a more “interactive news discourse” with audiences. He proposes that “reporting optimized for the digital, networked age” and “new management and organizational strategies” are necessary to continue journalism in the present. Not surprisingly, his normative principles of journalism remain anchored to “intelligence or research,” “freedom of speech,” “pursuit of truth” and “ethics” (Pavlik 2013, 183). Innovation, according to Pavlik, is primarily driven by economic and technological factors, in close analogy to the model proposed by Rogers on the “diffusion of innovations” (Rogers 2003). Pavlik is exemplary in his industry-focused approach to journalism in which audiences are now conceptualized as (gratuitous) co-producers of the content they consume. But he inadvertently points toward a very different dimension of innovation by citing Gabriel Tarde's (1903) classic Laws of Imitation. Although Pavlik leaves open in what way this classic might be helpful, Laws of Imitation offers an enigmatic but fitting formulation of how invention is linked to practice. Tarde writes that:every invention resolves itself into the timely intersection in one mind of a current of imitation with another current which reinforces it, or … which throws new light on some old idea … that finds unhoped-for resources in some familiar practice.(Tarde 1903, 43, emphasis added) ", "every invention resolves itself into the timely intersection in one mind of a current of imitation with another current which reinforces it, or … which throws new light on some old idea … that finds unhoped-for resources in some familiar practice.", "Every invention, according to Tarde, is an act of selection from other possibilities. Once a selection was made, certain alternatives no longer appear tenable, while other combinations of resources suddenly appear plausible. As a “current of imitation” finds new application in a different domain of activity (“timely intersection”) or is applied to a new problem, this current of imitation is effectively transposed. Every selection contributes to an “irreversible” (Tarde 1903, 45) order of steps toward other selections. Tarde's “current of imitation” closely resembles what is often designated by the term practice: a regular, patterned or structured order of actions taken to achieve a particular aim. However, this regularity of practice needs the moment of transposition to account for innovation. What appears as a habitual practice in one domain may influence or innovate practices in another domain. In that sense then, practices are themselves “unhoped-for resources” because they encapsulate sequences of actions that can be applied to new contexts."]}, {"title": "Transposing Practice: “News-based Communication”", "paragraphs": ["In the digital environment, forms of news-based communication proliferate through emails, news feeds or blogs. What used to be a restricted genre of journalistic text has been transposed to become a new practice of interaction. News in this enlarged sense is no longer restricted to any particular content but merely organizes attention and interaction through the sequencing of its publication and distribution. In news-based communication, news includes a content dimension, an audience orientation and a temporal order, similar to Stephens' definition of news as “new information about a subject of some public interest that is shared with some portion of the public” (Stephens 1988, 9). In this definition, news is neither the product of specific actors creating news, such as journalists, nor is the content of news limited to any specific subject. By equating news only with new information about public affairs, the concept has become too limited to account for the continued patronage and popularity of news media themselves. What is far more interesting is how the concept of news now also structures interactions among audiences.", "A number of scholars working on the connections between popular culture and journalism have emphasized how entertainment, or the “other news” (Langer 1998), has always been important to win acceptance among audiences for new media of journalism—from the penny and sensationalist press to television and online news (Dahlgren and Sparks 1992; Curran and Sparks 1991; Lünenborg 2005). Graham Meikle argues that “news is not just a product, it is also a complex of practices” such as practices of production, distribution and reception. These practices are given particular forms in journalism but they are at the same time general enough to apply equally well to what audiences do with widely circulated news. Meikle continues that “the practices of journalism are, self-evidently, what journalists do; but the practices of news include things in which we all participate—story-telling and argument; reading, viewing, listening and discussing” (Meikle 2009, 18). In news-based communication, the “primary practices” of communication are sustained by media technologies that place a premium on what changes in a given network by journaling, indexing and aggregating previous (ex-)changes. Such communication is more interactive in the sense that each exchange takes place within the same medium, which according to Rafaeli (2009, 27), marks a high level of “medium transparency” to each user. News in such an interactive context is a continuous updating of an ongoing social process. Accordingly, Nick Couldry has asked: “What if social networking sites induce a shift in our sense of what news is—from public politics to social flow…?” (Couldry 2012, 23). In a convergent media environment, news becomes defined in terms of its topical relevance in a given sequence of interactions between a limited number of participants.", "As practices of news-based communication begin to involve the same digital resources that journalists use in their day-to-day work—search engines, graphic editors, storage devices and networking platforms—news becomes a form of de-differentiated information. This is an effect of digital information, which exists as pure data on the level of computing but that is not socially meaningful. Digital technology disrupts social contexts by converting information that has distinct spheres of circulation into a homogeneous, commutable format. As Luciano Floridi points out, data in computers is represented as binary data (1/0; on/off) to the system while being semantically meaningful (as letter, word, command) to a user. Binary data encoding thus has the advantage that it allows for a machine that “manipulate[s] data in ways which we find meaningful” (Floridi 2010, 28f.). While the machine level remains obscure to most users of digital technology, the universality of digital code allows the establishment of new relations between types of information. Benkler argues that “information is both input and output of its own production process” (Benkler 2006, 37), it is transformed and recombined only to serve as new input for further operations. Information is “non-rival,” meaning that it cannot be used up as a resource for further conversions (Benkler 2002, 404). The de-differentiation of information as data has a powerful cultural effect: it obliterates social, geographical or media-specific spheres of circulation and presents all information within the same communications space. The blog as a personalized, network medium can be regarded as a way to reconnect bits of data into socially meaningful information.", "Instead of defining news in terms of a particular content or as the product of a particular routine of production, news begins to mark the transgression of a threshold between information shared in small circles or private networks to become an object of public debate. Gaye Tuchman wrote that “news imparts to occurrences their public character” (Tuchman 1978, 3). What was once the privileged domain of journalists and their media has now been transposed to users of digital media connected in a global network. Every linked website is equally public although not all are equally visible. Communicating an experience of immersion in many different news sources can thus be a way to impose structure on a chaotic field of conflicting views, opinions and information. Such practices of publication and communication “[contribute] to even more complex practices of narrating one's life through news or orienting oneself to a public world through news consumption” (Couldry 2012, 53). Links to news from elsewhere on the Web serve not only as reference but also as a form of interaction that activates common reference points among small networks of individuals. John Kelly has stressed that “online clusters form around issues of shared concern” (Kelly 2008, 37). Circulating news in a limited network is not structurally different from the same practice employed in mainstream media.", "The challenge is to explain theoretically the transposition of practices to news-based communication without insisting on dichotomies of professional/amateurs, producers/consumers, or between journalists and their audiences. The lesson to be drawn from the widespread transposition of practices of public communication to the domain of news-based communication is to question the privileged role of journalism itself. Moving “beyond the audience” (Bird 2010a, 2010b) as a theoretical construct, the insistence on practice highlights how audiences are central to enacting and innovating a structure like journalism. To resolve this seeming antagonism of enacting and innovating social structures, it is useful to revisit some core concepts of practice theory as it has developed in the last 30 years in sociology and cultural studies."]}, {"title": "Innovation Through Practice?", "paragraphs": ["James Carey was one of the most prominent advocates for the cultural study of journalism, who was interested in “meaning … as a constituting activity whereby humans interactively endow an elastic though resistant world with enough coherence and order to support their purposes.” Carey underlined that “communication is at once a structure of human experience—activity, process, practice—an ensemble of expressive forms, and a structured and structuring set of social relations” (Carey 1989, 84–86, emphasis added). This paradoxical formulation establishes a core tenet of practice theory: social actors are enabled and constrained through social structures and it is in practice that agency and constraint are negotiated. Practice is both structured action as it unfolds and a structuring pattern for subsequent actions. The more frequently some action is practiced, the more it establishes its own routine, becomes a habit, an unquestioned, self-evident pattern of action. Like common sense, practice is “one of the oldest suburbs of human culture” (Geertz 1992, 225). But practice achieves its apparent stability only through permanent innovation, through minute variations of a pattern that remains recognizable throughout. Social structures can only continue to exist over time if they are stabilized and innovated through practice.", "In this sense, practice implies regularity and change at the same time: “the concept of practice inherently combines a capacity to account for both reproduction and innovation” (Warde 2005, 140). Beyond the common notion of practice as something that is merely done, a core dimension of practice is its reflexivity, a contradictory oscillation between change and stability. The “practice turn” in sociology (Schatzki, Knorr-Cetina, and von Savigny 2001) has prepared the ground for studying practices as that dimension of social life, where stability and change are reflexively connected. Because practices are “routine activities … notable for their unconscious, automatic, un-thought character” (Swidler 2001, 74), they are often hard to make explicit and resist rationalization. At the same time, practices can serve as routinized actions that become applicable to new contexts precisely because their individual elements are embodied, learned through repetition and require little reflection as they are executed. In culture and social life, “a practice represents a pattern which can be filled out by a multitude of single and often unique actions reproducing the practice” (Reckwitz 2002, 250).", "Practice theories pay attention to the way social action is structured from the perspective of those acting. Deriving their inspiration from anthropology, ethnology and sociology, practice-based approaches to social order revise structuralist and textualist methods of understanding society. As William Sewell argues, structuralism had “abstracted a realm of pure signification out from the complex messiness of social life and sought to specify its internal coherence and deep logic” (Sewell 2005, 161). In favor of “logic” or “coherence”, structuralism excluded the “messiness” of social life by ignoring the often contradictory motivations of individual actors and the uneven access to and valuation of resources for specific social practices. Practice as a form of structured action does not imply that an underlying rationality serves as a generating motif of actions. The concept rather places great emphasis on the contingencies of actions and the conflicting cultural presuppositions that go into rationalizing an action as it unfolds.", "On a very general level, Raymond Williams can count as a theorist of practice and its role for cultural innovation. He was acutely aware of the almost unresolvable tension between his own attempt to formulate a theory of culture as a “whole way of life” (Williams 1963) and the multitude of cultural practices that he had to exclude in the name of consistency. But these practices were nonetheless part of a culture. In his works we encounter phrases like “in practice” as cautious reminders of the diverging ways in which culture manifests itself. The non-institutionalized practices of “ordinary life,” for Williams, represent a form of culture, which is always outside dominant cultural orders, outside of the national discourses and debates formulated in the media and the arts. What exists as a practice among individuals may resist theoretical appreciation, but it is still meaningful in limited circles. The domain of practice is central to the cultural struggles between dominant, residual and emergent cultural elements that Williams invokes to explain cultural change (Williams 1977, 122f.). Eager to formulate an inclusive concept of culture that does not exclude “the ordinary,” Williams writes that “no dominant culture ever in reality includes or exhausts all human practice” (125, italics in original). Williams points out that the domain of practice is inexhaustible for its potential to innovate cultural forms. Culture itself, as Stuart Hall explains, is regarded as a praxis that is composed of all social practices: “Culture is not a practice … It is threaded through all social practices, and is the sum of their inter-relationship” (Hall 1996, 34). As societies change, individual experiences may question practices and vice versa; culture thus represents a “process” that is instantiated by a historically varying “set of practices” (Hall 1997, 2). The heterogeneity of practice, in Williams's view of culture, serves as a potential of resistance to dominant cultural orders.", "In Pierre Bourdieu's Outline of a Theory of Practice (1977), we encounter practice as a generative scheme of social structure. For Bourdieu, practices sustain social structures in time and are in turn enabled by such structures. The aim of Bourdieu is to “restore to practice its practical truth” (8) by assuming in his description of practice the viewpoint of the actors he is studying. He underlines that practices are “defined by the fact that their temporal structure, direction, and rhythm are constitutive of their meaning” (9), which entails that they cannot be classed in simple dichotomies. Central to Bourdieu's notion of practice is the acquired habitus of actors, which “enabl[es] agents to generate an infinity of practices adapted to endlessly changing situations, without those schemes ever being constituted as explicit principles” (16). Practices are structured and structuring modes of perception and action, learned through repetition. In the long run, practices account for the stability of social structures and their existence over time. Despite this seeming reflexivity of practices, Bourdieu overdetermines habitus somewhat tautologically as “structured structure,” describing it as the result of formative conditions, and “structuring structure,” where it generates a multitude of seemingly disparate practices (72). Due to this hermetic formulation, Bourdieu's theory of practice retains a certain “an agent-proof quality” (Sewell 1992, 15). Structure and practice seem inescapably intertwined and account primarily for the stability of a society, similar to the inclusiveness of Williams' view on culture. What is lacking from these early theorists of culture is a notion of how structure, practice and agency can account for change and innovation.", "Such a concept of agency and structure is developed by the social-historian William Sewell, who argues: “Structures shape people's practices, but it is also people's practices that constitute (and reproduce) structures. In this view of things, human agency and structure, far from being opposed, in fact, presuppose each other” (Sewell 1992, 4, original emphasis). The “recursive enactment of structures” (6) contributes to the stability of society over time, yet this enactment is at the same time a potential source of agency and innovation for individuals. One source of innovation for actors is that they can generalize and transpose cultural “schemas” that “can be actualized in a potentially broad and unpredetermined range of situations” (8). Schemas are forms of cultural knowledge about social situations that implicitly guide courses of action because they have been learned through repetition. The second component of Sewell's model of structure and agency are material (non-human) or human resources that actors have at their disposal. In social interactions non-human resources like technologies or tools are tied to cultural schemas which determine their “value and social power” (12). Material resources are not empowering by themselves but become powerful in their valuation for particular purposes in interaction.", "Sewell argues that there are four reasons why structures can innovate while being reproduced: (1) The “multiplicity of structures” implies that many different social structures interfere and overlap with each other, of which some are more dominant or are valued differently than others. (2) Because social actors are “capable of applying a wide range of different and even incompatible schemas and have access to heterogeneous arrays of resources” schemas are generalizable and transposable. A schema may emerge in one structure and find application in another structure. Such a schema can also value a resource for new purposes. Agency crucially “entail[s] the capacity to transpose and extend schemas to new contexts,” writes Sewell. New practices result from such transpositions of schemas to new contexts. (3) If schemas can be transposed to different contexts, the effect is that resources may accumulate in unpredictable ways. (4) The unpredictability of resources becoming available for new practices has the consequence that resources themselves become valued differently by actors. The differing ways in which resources become meaningful for actors and the transposability of schemas lead to an intersection of structures, where structures may address and empower social agents in different ways. Sewell summarizes that “structures, then, are sets of mutually sustaining schemas and resources that empower and constrain social action” (Sewell 1992, 16–19). The emphasis on the enactment of structures in part explains why structures (as schema and resource) can go out of fashion and why others persist over time. Structures which continue to renew their resources and continue to be valued in practice endure over time. Their renewed enactment is effectively a transposition of cultural schemas to new circumstances which endows new actors with agency. Sewell contends that “structures empower agents differentially” (21) because actors differ in their ability to transpose schemas to new resources or re-evaluate existing resources in new ways.", "Sewell's model of how social structures can innovate can be applied to resolve the seeming antagonism between journalistic practices in the narrow sense and “media-oriented practices” in the wider sense. As the network becomes a resource of both public and private communication, its cultural valuation through schemas remains distinct. In journalism, digital media can be valued for their ease of access both in terms of the production and distribution of news. News production continues as a practice, although its resources now are transposed to the digital domain. Among audiences, the same resources may be valued for purposes of “self-communication” (Castells 2007), for gathering information or for sharing opinions among a limited sphere of acquaintances. The differing levels of agency that individuals can exert depend in no small part on their ability to find new schemas for resources that may have emerged in some other domain of social life. A news item can be a contribution to a wider public debate or it may be part of an interactive, news-based discourse in a limited public. On the level of practice, such differences can be explained in terms of the cultural schemas that are invoked to value a given resource for particular communicative purposes. Because many media potentially allow public participation by design, the concentration on practice can foreground how such potentials are individually adopted and appropriated."]}, {"title": "Journalism as a Structure of Public Communication", "paragraphs": ["In this view of practice, journalism can be conceived as a structure of public communication which is enacted in historically distinct journalistic practices. While those practices vary largely depending on historical circumstances, they all instantiate a structure of public communication which is identified as journalism in the long run. By renewing resources for its continued production and placing varying emphases on the cultural value of its product, journalism constantly innovates itself. Individual practices here stand in the same relation to a social structure as the individual issue of a newspaper, for example, is related to all others preceding and following it. While the human and non-human resources that go into the preparation of a single issue may vary from day to day, the sequence of issues creates a tradition, a newspaper style, a preferred audience. In short, it creates durable social structures that are being revived every day:Each issue of a periodical responds to a particular moment, orienting content towards the perceived interests of its readers, while restating its underlying identity. In this way, the abstract identity of the periodical, imperfectly manifested in each individual issue, is a negotiated, consensual structure into which new content could be assimilated as a version of the familiar. (Mussell 2012) ", "Each issue of a periodical responds to a particular moment, orienting content towards the perceived interests of its readers, while restating its underlying identity. In this way, the abstract identity of the periodical, imperfectly manifested in each individual issue, is a negotiated, consensual structure into which new content could be assimilated as a version of the familiar. (Mussell 2012)", "Jim Mussell here points out that the “perceived interests” of audiences are an integral element in journalistic communication which contribute to the “consensual structure” established between periodicals and their readers. The same can be said of journalism renewing ties to its audiences on a regular basis through conventionalizing its “performative discourse” as authoritative statement about the world (Broersma 2013, 33). Likewise, some practices have contributed more to the institutionalized form of journalism than others. The practice of publishing daily news in close proximity to events (topicality) and not as a random selection of reprints is an example here. The codification of practices of journalistic objectivity in the early twentieth century was equally important for the institutionalization of journalism. These practices exemplify how a structure of public communication like journalism needs to adapt to a changing technological, cultural and social environment, especially because the journalistic field is “permanently subject to trial by market” (Bourdieu 1998, 71). The cultural schemas journalism employs to legitimize its own practices need to relate in meaningful ways to audiences seeking resources of agency in practices which are media-oriented but which need not be media-centric. In journalism, what is published in a topical fashion crucially involves addressing and renewing an audience on a regular basis. Journalistic media serve an “anchoring” function for other social practices as Nick Couldry argues: “media … anchor other practices through the ‘authoritative’ representations and enactments of key terms and categories they provide.” Media as institutionalized public actors operate on the “fundamental categorical distinction between what is ‘in’ the media and what is not ‘in’ the media” (Couldry 2004, 122–128).", "As outlined above, news as a journalistic genre marks the passing of a threshold between semi-private and public networks of circulation. What appears “in” the media is assumed to have relevance for a wider public, which is the audience of journalism. The same threshold, though, is passed when a blog post, tweet or online comment addresses itself to a potentially unlimited public. From a structural similarity between such practices and journalistic practices, we cannot draw the conclusion that both are valued as sustaining structures of public communication in the same way. What we can conclude, however, is that practices of news-based communication are becoming inscribed in other social practices beyond journalistic media themselves.", "By placing the emphasis on social structure, journalism can be seen in its mutual implication of media, topical content and audiences. Both producers and audiences need resources to (re)produce a structure called journalism. These resources need to be valued in any form to become socially meaningful. A newspaper can serve as an advertisement for local business or theaters, or it can serve a political crusade against perceived ills in society. It can serve audiences to feel embedded in the social fabric of society, chronicle the passing of events, or offer tables of stock prices, weather forecasts, amusing content, and so on. Both sides of the structure value journalistic media by different cultural schemas. Without an audience valuing journalism as a daily resource of information (or entertainment, or political discourse), such a resource ceases to be socially relevant. The cultural crisis of journalism is that journalistic practices no longer distinguish a sphere of limited circulation in a digital environment, but are transposed to other domains of social life. The adoption of practices of public communication among members of audiences signals that journalism itself needs to be empirically and historically re-evaluated as a structure of public communication. A practice-based approach to innovation could highlight how the change in journalistic practices within journalism is itself the product of a similar recombination of resources and cultural schemas that are actualized in given crisis situations. As journalism historian John Nerone argued: “[A] medium is essentially a relationship or a combination of relationships, it is not a thing in itself” (Nerone 1989, 5). In each of these relationships certain patterns are discernible as forms of practice, which may be “messy” and change over time but which are not arbitrary."]}], "references": [{"title": "Deliberative, Agonistic, and Algorithmic Audiences: Journalism&#039;s Vision of its Public in an Age of Audience Transparency", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Anderson Christopher W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "Coase&#039;s Penguin, or, Linux and ‘The Nature of the Firm", "year": "2002", "journal": "The Yale Law Journal", "volume": "112", "authors": [{"name": "Benkler Yochai", "first_name": "Benkler", "last_name": "Yochai"}]}, {"title": "Communication, Power and Counter-power in the Network Society", "year": "2007", "journal": "International Journal of Communication", "volume": "1", "authors": [{"name": "Castells Manuel", "first_name": "Castells", "last_name": "Manuel"}]}, {"title": "Theorising Media as Practice", "year": "2004", "journal": "Social Semiotics", "volume": "14", "authors": [{"name": "Couldry Nick", "first_name": "Couldry", "last_name": "Nick"}]}, {"title": "Press and Popular Culture", "year": "1991", "journal": "Media, Culture and Society", "volume": "13", "authors": [{"name": "Curran James", "first_name": "Curran", "last_name": "James"}, {"name": "Sparks Colin", "first_name": "Sparks", "last_name": "Colin"}]}, {"title": "Common Sense as a Cultural System", "year": "1992", "journal": "The Antioch Review", "volume": "50", "authors": [{"name": "Geertz Clifford", "first_name": "Geertz", "last_name": "Clifford"}]}, {"title": "Mapping the Blogosphere: Offering a Guide to Journalism&#039;s Future", "year": "2008", "journal": "Nieman Reports", "volume": "62", "authors": [{"name": "Kelly John", "first_name": "Kelly", "last_name": "John"}]}, {"title": "The Matter with Media", "year": "2012", "journal": "jimmussell.com", "volume": "", "authors": [{"name": "Mussell Jim", "first_name": "Mussell", "last_name": "Jim"}]}, {"title": "Innovation and the Future of Journalism", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Pavlik John V.", "first_name": "Pavlik", "last_name": "V."}]}, {"title": "Toward a Theory of Social Practices: A Development in Culturalist Theorizing", "year": "2002", "journal": "European Journal of Social Theory", "volume": "5", "authors": [{"name": "Reckwitz Andreas", "first_name": "Reckwitz", "last_name": "Andreas"}]}, {"title": "The Reconstruction of American Journalism", "year": "2009", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}, {"name": "Downie Jr Leonard", "first_name": "Downie", "last_name": "Leonard"}]}, {"title": "A Theory of Structure: Duality, Agency, and Transformation", "year": "1992", "journal": "The American Journal of Sociology", "volume": "98", "authors": [{"name": "Sewell Jr William H.", "first_name": "Sewell", "last_name": "H."}]}, {"title": "Consumption and Theories of Practice", "year": "2005", "journal": "Journal of Consumer Culture", "volume": "5", "authors": [{"name": "Warde Alan", "first_name": "Warde", "last_name": "Alan"}]}]}