{"doi": "10.1080/21670811.2014.930245", "url": "https://doi.org/10.1080/21670811.2014.930245", "title": "Who are Citizen Journalists in the Social Media Environment?", "volume": "3", "year": "2015", "issue": "2", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Kim", "first_name": "Yeojin", "name": "Yeojin Kim"}, {"last_name": "Lowrey", "first_name": "Wilson", "name": "Wilson Lowrey"}], "abstract": "The study examined the personal and social contexts which encourage or help to maintain individuals’ engagement in citizen journalism tasks. Drawing on the perspective of social capital, this study examines whether social media use, social network, social capital, and civic skills help to predict the degree of engagement in producing citizen journalism, especially on Twitter and Facebook. Findings demonstrate that bridging capital—connecting to gain new ideas and experiences—was a powerful predictor of citizen journalism activities on Facebook, whereas bonding capital—connecting with close, trusted acquaintances—strongly predicted less citizen journalism activity. Personal factors including social media use and individual civic skills were the most powerful predictors of citizen journalism activities on Twitter. In general, Twitter use fosters active citizen journalism behaviors, and those with civic skills prefer Twitter over Facebook as a medium for citizen journalism.", "body": [{"title": "Introduction", "paragraphs": ["The concept of “citizen journalism” has expanded in recent years to include not only content creation for formal online outlets such as blogs or independent websites, but also citizens’ follow-up participation in the news process, such as social media posting, re-posting, linking, tagging, commenting, and rating (Goode 2009). While prior literature on citizen journalism in trade publications and academic scholarship has tended to focus on citizen news websites and blogs, citizen journalism activity through social media such as Facebook and Twitter is becoming increasingly relevant and important. According to a September 2013 Pew Research Center survey, 71 percent of online adults report using Facebook, 18 percent report using Twitter, and Facebook and Twitter use has increased dramatically since 2010 (Pew Research Center 2014). Hermida (2009) suggested social media creates a new form of citizen journalism that is different from institutional journalism. This study expands the discussion of citizen journalism to these types of outlets.", "The question of the boundaries of citizen journalism is related to questions about new forms and practices of news production in the digital age (Lewis, Kaufhold, and Lasorsa 2010). In the traditional news production setting, news outlets have produced via the routines of gatekeeping: “selecting, writing, editing, positioning, scheduling, repeating and otherwise massaging of information” (Shoemaker, Vos, and Reese 2008, 73). However, in a digital news production context, customary boundaries of news producers and news consumers are blurred, and technically, anyone can engage in news production and distribution (Benkler 2006; Bruns 2008; Jenkins 2006). This increases uncertainty about journalists’ roles (Bruns 2005; Shoemaker and Vos 2009), and prior studies have focused on how the digital environment threatens the traditional journalism gatekeeping function (Benkler 2006; Bruns 2008; Goode 2009; Jenkins 2006; Lewis, Kaufhold, and Lasorsa 2010; Williams and Carpini 2004), and challenges journalists’ values (Carpenter 2010; Joyce 2007; Kaufhold, Valenzuela, and De Zúñiga 2010; Pease 1990; Singer 2003), journalists’ norms (Deuze 2005; Lewis, Kaufhold, and Lasorsa 2010; Robinson 2007; Singer 2003, 2005), and journalists’ practices (McDevitt, Gassaway, and Pérez 2002; Rosen 2008). A trenchant concern is that citizen journalists tend to lack professional news training and that commons-based peer news production may diminish accuracy (The Huffington Post, November 6, 2012).", "Uncertainties and concerns over blurred boundaries suggest a need to explore contexts for the production of citizen journalism and to clarify how these may differ from the contexts for traditional news production. Also, more clarity is needed about the differences between citizen journalism and everyday user-generated content, and we need a clearer understanding about the contexts for these differences. Few studies have examined the antecedents or social contexts for citizen journalism production. This study seeks to identify differences between citizen journalists and general media users, in a US context, and to shed light on the social contexts and determinants that encourage individual’s engagement in citizen journalism tasks. In particular, the study examines whether different types of social media use, social networking, social capital, and civic skills help to predict degree of engagement in production of citizen journalism."]}, {"title": "Boundaries of Citizen Journalism", "paragraphs": ["The rise of citizen journalism is grounded in the civic and public journalism “reform” movement in the late 1980s and grew with the proliferation of the internet (Flew and Wilson 2010; Kperogi 2011; Massey and Haas 2002). The reform movement advocated that news media should “go beyond the mere reporting of information to act as a catalyst and as a forum for the revitalization of democracy” (McDevitt, Gassaway, and Pérez 2002, 87). The goal was to encourage the public to increase interest and participation in civic affairs (Massey and Haas 2002). The advent of the internet stimulated such efforts, as it lowered barriers to production and made it easier to produce journalism-like public messages without professional journalistic norms and training (Salawu 2011). Networking technologies such as blogs, mobile computing, and social media facilitate users’ active participation and interaction, and facilitate engagement in public issues (Johnson and Perlmutter 2010; Salawu 2011; Woolley, Limperos, and Oliver 2010).", "Professional news content is generally thought to be “produced by paid, trained, and supervised journalists via news media outlets including newspapers, television, radio, and the Internet” (Kaufhold, Valenzuela, and De Zúñiga 2010, 517). Professional journalists are typically thought of as those working within established organizational settings and within established journalistic routines and norms (Kaufhold, Valenzuela, and De Zúñiga 2010; Lowrey 2006; Shoemaker, Vos, and Reese 2008). Professional journalism, particularly in the United States and Britain, formally values accuracy and objectivity in news-gathering processes that serve news organizations (e.g., Society of Professional Journalists 2013). Conversely, citizen journalism is most often associated with unpaid, untrained journalists who participate in Web-based journalistic practices (Goode 2009; Kaufhold, Valenzuela, and De Zúñiga 2010), thus blurring the line between journalists and audience, between the creator and the consumer of news and information (Benkler 2006; Bruns 2008; Jenkins 2006). Citizen journalists may engage in news-making and news-use processes such as issue selecting, collecting, reporting, disseminating, and sharing for the purpose of informing others of knowledge and information; however, these processes are often unsystematic, as they lack widely agreed-upon principles and guidelines for practice (Bowman and Willis 2003; Kaufhold, Valenzuela, and De Zúñiga 2010; Rosen 2008).", "There have been efforts to systematize and typify individual-level online production. Domingo and Heinonen (2008) identified four types of journalistic blogs: the audience blog, the journalist blog, the media blog, and the citizen blog. According to this typology, audience blogs are produced by news audiences but are published within mainstream media, and journalist blogs are produced by journalists outside their media institution. Media blogs, the most institutionalized forms of journalistic blogs, are produced by professional journalists within their media companies. By contrast, citizen bloggers do not have the resources and routines of professional journalism and produce blogs on their own, outside the mainstream media, making them the least institutionalized form. Nip (2006) distinguished citizen journalism from traditional journalism via a taxonomy of journalistic forms: traditional journalism, interactive journalism, public journalism, and participatory journalism. In traditional journalism, only professional journalists play a part in the gatekeeping process. Interactive journalism includes users’ content that is often produced in response to professional journalists’ stories. Public journalism (similar to civic journalism) emerged as a way to overcome the disconnect between mainstream journalism and the public; it allows the public to participate in news gathering, producing and sharing the news, although professional journalists still maintain gatekeeping control. In participatory journalism, mainstream journalists embrace news, ideas, and information generated by users. While participatory and citizen journalism are close in form, Nip sees a difference. Participatory journalism suggests interactivity between citizens and professional journalists, while in citizen journalism, an individual, a group, or a nonprofit organization can generate news content without involvement from paid, trained professionals. As Salawu (2011, 185) put it, citizen journalism is a “journalism of the people, by the people, and for the people.”", "In general then, prior studies describe citizen journalism as a counterpart of traditional or professional journalism that does not rely on the traditional systematic organization of production in the news-making process or on journalistic values and norms such as objectivity, accuracy, and fairness. Citizen journalism involves active public participation by non-journalists outside of media organizations, who can engage in news-making and news-gathering processes without traditional journalistic routines and norms. However, like traditional journalism, citizen journalism focuses primarily on issues and events that are relevant within a public context rather than a personal context. The content of citizen journalism is relevant to democratic governance, though this relevance is variable (Lowrey 2012). Many other scholars have also claimed that citizen journalism may contribute to the public sphere and democracy (e.g., Allan 2006; Gillmor 2004; Robinson 2009; Thurman 2008; Tremayne 2006).", "There is also the question of the distinction between citizen journalists and an increasingly Web-savvy general audience. Evidence demonstrates that social media play an increasingly important role in journalism because users of these media find events journalists do not know about, and they foster ideas of community and “the local” among users (Hess 2013; Richards 2013). We suggest that the public is engaging in citizen journalism to the degree that the public participates in gathering, providing, and using publicly relevant information. This study defines “citizen journalism content” as content that is relevant to a “public” and that has political purpose. While public issues need not be political in nature, this study focuses on political communication because it connects with political machinery that facilitates public action on such messages. This political focus is also consistent with prior research on media–community interaction (e.g., literature on civic and public journalism).", "As suggested by previous studies on citizen journalism that emphasize the role of active political participation and democratic skills in invigorating deliberative discussion, active users of social media and people who have more civic skills and knowledge should be more likely to produce citizen journalism content. Thus, in addition to social media use, the extent of users’ civic skills—i.e., cognitive and participatory skills that enable us to understand and evaluate knowledge of public issues (national or local)—should correlate positively with engagement in citizen journalism activities such as posting and responding to politically oriented public messages.", "While we would expect that greater use of social media would correlate positively with increased citizen journalism activity via social media, the strength of these correlations is unknown. It is also unknown which types of citizen journalism participation correlates with most strongly. Therefore, these relationships are proposed formally (in hypotheses H1, H1a, and H1b, below). Less obvious is the potential impact of the type of social media. Not all social media are alike, and so we would expect that activities on the social media platform Facebook differ from activities on the social media platform Twitter. Facebook is designed to facilitate interpersonal relationships in a way that Twitter is not, and this may have an impact on the degree to which individuals assert themselves politically versus responding to others’ political comments. However, differences between the two have been little explored and are unclear. Therefore, while Facebook and Twitter will be analyzed separately, differences in effects between the two will not be predicted. The following hypotheses are proposed:People who spend more time using social media will participate more in citizen journalism activities.People who spend more time using Facebook will participate more in citizen journalism activities on Facebook.People who spend more time using Twitter will participate more in citizen journalism activities on Twitter.People who have more civic skills will participate more in citizen journalism activities.People who have more civic skills will participate more in citizen journalism activities on Facebook.People who have more civic skills will participate more in citizen journalism activities on Twitter.", "People who spend more time using social media will participate more in citizen journalism activities.", "People who spend more time using Facebook will participate more in citizen journalism activities on Facebook.", "People who spend more time using Twitter will participate more in citizen journalism activities on Twitter.", "People who have more civic skills will participate more in citizen journalism activities.", "People who have more civic skills will participate more in citizen journalism activities on Facebook.", "People who have more civic skills will participate more in citizen journalism activities on Twitter."]}, {"title": "Social Capital and Citizen Journalists", "paragraphs": ["In order to identify social-level predictors of citizen journalists’ engagement in a social media context, social capital theory is employed. Social capital theory explains how media usage influences social networks and other activities that contribute to the health and effectiveness of a democracy (Putnam and Goss 2002). Scholars have shown that the use of social media might foster social capital and further increase civic engagement because it can encourage and reshape social networks and relationships at a small cost (Ellison, Steinfield, and Lampe 2007). Further, Woolcock and Sweetser (2002, 26) argued that “linking social capital pertains to connections with people in power, whether they are in politically or financially influential positions.” Thus, social capital from social media would help to explain the likelihood of engaging in citizen journalism activity, because individuals who have built up considerable social capital in a community are more likely to have strong interactive relationships and “reciprocity” between themselves and the political-economic machinery—i.e., public entities, such as officials, businesses, and other media workers. This would make it easier for them to obtain source information and advertising and to find freelance writers for their site if they need more content to make news. In this sense, social capital theory may help to explain the sort of context needed for the emergence, development, and maintenance of citizen journalism news outlets.", "Bourdieu and Coleman have identified how social norms are associated with different kinds of capital such as financial or human capital on the basis of relationships. Bourdieu and Wacquant (1992, 14) regard social capital as the sum of the resources that result from “possessing a durable network of more or less institutionalized relationships of mutual acquaintance and recognition.” This is similar to Coleman’s (1988) definition of social capital as the aggregate of the resources embedded in the relationships among people. Putnam (1995, 664) focused on individual and community levels of social capital—those “features of social life-networks, norms, and trust”—as the basis of civic engagement. He said the stronger and more extensive our social networks, the more we may trust one another and experience reciprocity, and thus build strong, trusting communities with high levels of civic participation.", "The core reasoning is that individuals with larger and more diverse networks would have more social capital than those with smaller and less diverse networks (Valenzuela, Park, and Kee 2009). Larger networks lead to increased social capital based on more and different types of resources because increased social interaction and opportunity to access information may develop norms of trust and reciprocity and therefore elicit successful civic engagement (Lin 2002). In an interactive social media network, citizen journalists can engage in journalistic activities such as content creating or content sharing through posting, blogging, tagging, liking, commenting, and so forth. A content analysis and case study by Robinson and colleagues (i.e., Robinson 2009; Robinson and Deshano 2011) suggested that people’s social networks can promote citizen journalistic activities, but few studies have quantitatively investigated the relationship between network size and citizen journalism activities. We propose that network size may affect the likelihood of engaging in citizen journalism. The following hypotheses are proposed:People who have larger networks will participate more often in citizen journalism activities.People who have larger network size on Facebook will participate more often in citizen journalism activities on Facebook.People who have larger network size on Twitter will participate more often in citizen journalism activities on Twitter.", "People who have larger networks will participate more often in citizen journalism activities.", "People who have larger network size on Facebook will participate more often in citizen journalism activities on Facebook.", "People who have larger network size on Twitter will participate more often in citizen journalism activities on Twitter.", "Putnam (2000) classified individual and community levels of social capital as two different forms: bonding and bridging social capital. Bonding social capital represents benefits from “strong ties” or tightly knit relationships such as family and close friends, which include emotional or tangible support. Like bonding social capital, bridging social capital describes benefits from relationships but relies on “weak ties,” which are distant and loose connections such as acquaintances that may not provide emotional support, but that are more likely to lead to new ideas and opportunities (Ellison, Steinfield, and Lampe 2007; Gilbert and Karahalios 2009).", "Several scholars (Ellison et al. 2007; Steinfield, Ellison, and Lampe 2008) have found social media to be positively related to both bridging and bonding social capital although bridging social capital is better predicted than bonding social capital. Although previous studies have searched for a link between social media use and the level of social capital, the specific kinds of civic or political activities social media produce are not clear. Given that bonding social capital is based on “strong ties” or tightly knit relationships, while bridging social capital relies on “weak ties” or distant, loose connections, they may influence citizen journalism activities differently. For example, bridging capital may be ideal for accessing new ideas, innovations, and additional resources outside the individual’s immediate circle of acquaintances. This is because individuals with a wide social network with many connections may look more legitimate to sources such as a government official or a potential commercial advertiser than those with small networks. By contrast, bonding capital may aid the cohesiveness, stability, and trust in citizen journalists’ relationships, and this can aid the news-making process. Hence, the following hypotheses are proposed:People who have more bonding social capital will participate more often in citizen journalism activities.People who have more bonding social capital will participate more often in citizen journalism activities on Facebook.People who have more bonding social capital will participate more often in citizen journalism activities on Twitter.People who have more bridging social capital will participate more often in citizen journalism activities.People who have more bridging social capital will participate more often in citizen journalism activities on Facebook.People who have more bridging social capital will participate more often in citizen journalism activities on Twitter.", "People who have more bonding social capital will participate more often in citizen journalism activities.", "People who have more bonding social capital will participate more often in citizen journalism activities on Facebook.", "People who have more bonding social capital will participate more often in citizen journalism activities on Twitter.", "People who have more bridging social capital will participate more often in citizen journalism activities.", "People who have more bridging social capital will participate more often in citizen journalism activities on Facebook.", "People who have more bridging social capital will participate more often in citizen journalism activities on Twitter."]}, {"title": "Methods", "paragraphs": ["A Web-based national survey was conducted from October 23 through November 20, 2012. The theoretical population of this study included people who engage in citizen journalism activities via social media. Respondents were recruited using a convenience sampling procedure. A total of 348 undergraduate students at three universities in the United States participated in this study through a Web-based survey with links distributed via email, in exchange for course extra credit. Of the 348 original responses, 31 were removed from the sample because they were incomplete. As a result, 317 participants were used for analysis.", "The sample included 83 (26.2 percent) men and 234 (73.8 percent) women. The participants’ ages ranged from 17 to 54, but skewed young (mean = 19.33, SD = 2.99). The mean family income for participants was $60,000–99,999. Whites (N = 275, 86.8 percent) were the largest racial/ethnic group. There were 23 African-Americans (7.3 percent), 10 Asians or Asian-Americans (3.2 percent), and 3 (0.9 percent) each of Latinos or Hispanics, Biracials, and Others. The geographic region was distributed as follows: Southern United States (79.5 percent), Northeast (6.0 percent), West (4.7 percent), Midwest (3.8 percent), North (2.8 percent), Mid-Atlantic (2.2 percent), Non-US residents (0.9 percent). Of the demographic variables, gender, age, race/ethnicity, region, and family income were used as control variables in this study.", "Citizen journalism activities include news-making (providing political information) as well as news-gathering (using political information) activities in social media. As mentioned, citizen journalism activity was conceptualized as producing and using messages that were publicly relevant and political in nature. Modes of activity included social media posting, re-posting, linking, tagging, commenting, and rating (Goode 2009). Based on this conceptualization, citizen journalism activities in Facebook were measured by four items in which respondents were asked on a five-point scale from 1 (rarely) to 5 (all the time) how often they used Facebook for the following activities: “Post your political message on your Facebook,” “Send a political opinion to others using Facebook message,” “Post your response on others’ political view on others’ Facebook,” and “Read others’ political opinion on others’ Facebook.” Citizen journalism activities in Twitter were measured by four items in which respondents were asked on a five-point scale from 1 (rarely) to 5 (all the time) how often they use Twitter for the following activities: “Post your political opinion on your Twitter feeds,” “‘Reply with your political opinion to others’ tweets,” “‘Read’ others’ political opinion on others’ tweets,” and “‘Retweet’ others’ political opinion.”", "For the purpose of this study, social media include Facebook and Twitter because they are the most frequently used social media in the United States. Facebook use was measured by asking “How much time do you spend on Facebook on an average day? (___ hours)” and Twitter use was measured by asking “How much time do you spend on Twitter on an average day? (___ hours).” The mean for Facebook use was 2.41 hours per day (SD = 2.16) and the mean for Twitter use was 1.95 hours per day (SD = 2.34).", "Civic skills were measured using 11 items from Kirlin’s (2002) civic skills scale in which respondents were asked on a five-point scale from 1 (strongly disagree) to 5 (strongly agree) how much they agreed or disagreed with each of the following statements: “I understand distinctions between three sectors of society (public, nonprofit and private),” “I understand the context for political events and issues (what happened and why),” “I have the capacity to acquire and thoughtfully read political information,” “I can think critically about political issues,” “I understand multiple perspectives on political issues,” “I understand democratic society,” “I have the capacity to articulate individual perspective and interests,” “I can work with others to define common objectives,” “I can create and follow a work plan to accomplish a goal,” “I can identify decision makers and institutions,” and “I can understand appropriate vehicles for influencing decisions.” The 11 items were averaged to create a composite index (mean = 3.79, SD = 0.60, α = 0.91).", "Network size of SNS was measured by asking two questions: “How many people did you talk to via Facebook about politics or public affairs during the past month?” and “How many people did you talk to via Twitter about politics or public affairs during the past month?” The mean of network size of Facebook was 9.72 (SD = 63.66) and the mean of network size of Twitter was 7.53 (SD = 38.54).", "Bonding and bridging social capital were measured using a scale from previous research (Williams 2006). Williams (2006) developed scales for bonding and bridging social capital appropriate to both offline and online activity. Specifically, bonding social capital was measured using 10 items in which respondents were asked on a five-point scale from 1 (strongly disagree) to 5 (strongly agree) how much they agree or disagree with each of the following statements: “There are several people online/offline I trust to help solve my problems,” “There is someone online/offline I can turn to for advice about making very important decisions,” “There is no one online/offline that I feel comfortable talking to about intimate personal problems,” “When I feel lonely, there are several people online/offline I can talk to,” “If I needed an emergency loan of $500, I know someone online/offline I can turn to,” “The people I interact with online/offline would put their reputation on the line for me,” “The people I interact with online/offline would be good job references for me,” “The people I interact with online/offline would share their last dollar with me,” “I do not know people online/offline well enough to get them to do anything important,” and “The people I interact with online/offline would help me fight an injustice” After recoding some items, the 10 items were averaged to create a composite index (mean = 3.50, SD = 0.79, α = 0.90).", "Bridging social capital was measured using 10 items in which respondents were asked on a five-point scale from 1 (strongly disagree) to 5 (strongly agree) how much they agree or disagree with each of the following statements: “Interacting with people online/offline makes me interested in things that happen outside of my town,” “Interacting with people online/offline makes me want to try new things,” “Interacting with people online/offline makes me interested in what people unlike me are thinking,” “Talking with people online/offline makes me curious about other places in the world,” “Interacting with people online/offline makes me feel like part of a larger community,” “Interacting with people online/offline makes me feel connected to the bigger picture,” “Interacting with people online/offline reminds me that everyone in the world is connected,” “I am willing to spend time to support general online/offline community activities,” “Interacting with people online/offline gives me new people to talk to,” and “Online/Offline, I come in contact with new people all the time.” The 10 items were averaged to create a composite index (mean = 3.67, SD = 0.73, α = 0.93)."]}, {"title": "Findings", "paragraphs": ["To test the five research hypotheses and their sub-hypotheses, a series of hierarchical multiple regression analyses were conducted. The researcher tested a model to explain level of citizen journalism activities in social media (Facebook and Twitter) incorporating the possible predictors of social media use, civic skills, network size, and bonding and bridging social capital. Gender, age, race/ethnicity, region, and family income were used as control variables. Individuals’ demographic variables were entered in block 1; personal factors including social media use and civic skills were entered in block 2; and social factors including network size on social media, and bonding and bridging social capital were entered in block 3.", "The findings of the hierarchical multiple regression analyses on citizen journalism activities on Facebook are presented in Table 1 to answer the five research hypotheses that relate to Facebook. It should be noted that despite the non-random sample, traditional significance testing is used, as a conventional way to assess the relative importance of findings.", "H1a predicted that people who spend more time using Facebook will participate more in citizen journalism activities on Facebook. As shown in Table 1, Facebook use was positively related to the activity of responding to others’ political views on Facebook (β = 0.142, p < 0.05). This finding indicates that people who spend more time using Facebook are more likely to participate in posting their response to others’ political view on others’ Facebook. That finding is not surprising. However, it was surprising that no significant relationship was found with other civic journalism activities. Thus, H1a was partly supported.1", "H2a predicted that people who have more civic skills will participate more in citizen journalism activities on Facebook. The hierarchical multiple regression analysis showed participants’ civic skills were positively related to the activity of reading others’ political opinion on Facebook (β = 0.107, p < 0.1). However, no significant relationship was detected with other civic journalism activities. Thus, H2a was only weakly supported.", "H3a predicted that people who have larger network size on Facebook will participate more often in citizen journalism activities on Facebook. Unexpectedly, no significant relationship was found between the network size of Facebook users and any of the civic journalism activities. Therefore, H3a was rejected.", "H4a predicted that people who have more bonding social capital will participate more often in citizen journalism activities on Facebook. Unexpectedly, however, bonding social capital was negatively related to all three citizen journalism activities on Facebook. Specifically, those who have more bonding social capital tend to participate less in posting political messages on their Facebook (β = −0.249, p < 0.001), sending a political opinion to others using Facebook message (β = −0.179, p < 0.01), and posting their response on others’ political view on others’ Facebook (β = −0.304, p < 0.001). No significant relationship was found between bonding social capital and the activity of reading others’ political opinions. Therefore, H4a was rejected.", "H5a predicted that people who have more bridging social capital will participate more often in citizen journalism activities on Facebook. Bridging social capital was positively related to all of the citizen journalism activities on Facebook. People who have more bridging social capital are more likely to participate in posting political messages on Facebook (β = 0.174, p < 0.05), sending a political opinion to others using Facebook messages (β = 0.158, p < 0.05), posting their response on others’ political view on others’ Facebook (β = 0.236, p < 0.001), and reading others’ political opinion on others’ Facebook (β = 0.179, p < 0.05). Therefore, H5a was supported.", "Among the demographic control variables, only gender was positively related to citizen journalism activities on Facebook (female = 0, male = 1). Females tended to post more political messages on their Facebook (β = −0.114, p < 0.1) and post their response on others’ political views on Facebook (β = −0.134, p < 0.05).", "Similar to determinants of citizen journalism activities on Facebook, hierarchical multiple regression analyses were used to test the five research hypotheses on citizen journalism activities on Twitter. The findings are presented in Table 2.", "H1b predicted that people who spend more time using Twitter will participate more in citizen journalism activities on Twitter. Table 2 shows that Twitter use was positively related to all of the citizen journalism activities on Twitter. That is, those who spend more time using Twitter are more likely to participate in posting their political opinion on their Twitter feeds (β = 0.250, p < 0.001), replying with their political opinion on others’ tweets (β = 0.235, p < 0.001), retweeting others’ political opinion (β = 0.227, p < 0.001), and reading others’ political opinion on others’ tweets (β = 0.187, p < 0.001). Thus, H1b was supported.", "H2b predicted that people who have more civic skills will participate more in citizen journalism activities on Twitter. The findings indicated that participants’ civic skills were positively related to three of the citizen journalism activities on Twitter. Specifically, those who have more civic skills are more likely to participate in posting their political opinion on their Twitter feeds (β = 0.110, p < 0.1), retweeting others’ political opinion (β = 0.117, p < 0.1), and reading others’ political opinion in others’ tweets (β = 0.158, p < 0.01). However, no significant relationship between civic skills and replying to others about their political opinion was found. Thus, H2b was partly supported.", "H3b predicted that people who have larger network size on Twitter will participate more often in citizen journalism activities on Twitter. Participants’ network size on Twitter was positively related to the activity of retweeting others’ political opinion (β = 0.117, p < 0.05). However, no significant relationship was found with the other three citizen journalism activities on Twitter. Therefore, H3b was partly supported.", "H4b predicted that people who have more bonding social capital will participate more often in citizen journalism activities on Twitter. However, bonding social capital was negatively related to all three citizen journalism activities on Twitter. To be more specific, those who have more bonding social capital tended to participate less in posting their political opinion on their Twitter feeds (β = −0.295, p < 0.001), replying to others with their political opinion (β = −0.239, p < 0.001), and retweeting others’ political opinion (β = −0.159, p < 0.05). No significant relationship was found between bonding social capital and reading others’ political opinion on others’ tweets. Therefore, H4b was rejected.", "H5b predicted that people who have more bridging social capital will participate more often in citizen journalism activities on Twitter. Bridging social capital was positively related to two citizen journalism activities on Twitter, specifically, posting their political opinion on their Twitter feeds (β = 0.171, p < 0.05) and replying to others with their political opinion (β = 0.127, p < 0.1). However, no significant relationship was found between bridging social capital and retweeting others’ political opinion or reading others’ political opinion. Therefore, H5b was partly supported.", "The findings showed that only one of the demographic control variables significantly predicted citizen journalism activities on Twitter. Age was negatively related to reading others’ political opinion on Twitter (β = −0.099, p < 0.1). In other words, younger people tended to read more of others’ political opinions on Twitter."]}, {"title": "Discussions and Conclusions", "paragraphs": ["Although a few studies have attempted to distinguish between traditional journalism and citizen-based journalism, the answer to the question “Who are citizen journalists?” is still uncertain. Findings here shed light on this question by testing the impact of various civic, social, and online contexts for citizen journalism activity. Findings indicate that those engaged in online citizen journalism value public communication over relationship building. The use of social media for relationship “bonding”—something Facebook lends itself to—did not encourage citizen journalism activity online, while “bridging” to more distant connections did encourage this activity. The social media context—Facebook versus Twitter—also has a real impact on citizen journalism activity, as Twitter is the preference for active public communication and for those who are already civically inclined.", "Overall, study findings showed that conceptual predictions were partially supported. In particular, specific relationships were seen between personal factors (e.g., social media use and civic skills) and social factors (network size as well as bonding and bridging social capital), on the one hand, and political-oriented citizen journalism activities, on the other. The social factors of network size and bonding and bridging social capital were the most powerful predictors of citizen journalism activities on Facebook, whereas personal factors including social media use and civic skills were the most powerful predictors of citizen journalism activities on Twitter (see values of R2 change on Tables 1 and 2).", "H1 predicted that people who spend more time using social media will participate more in citizen journalism activities. As mentioned earlier, this is not surprising, given that increased “political” activity is likely to be a consequence of increased use overall. However, the findings differentiating Facebook from Twitter use were interesting. Findings showed that Facebook use positively affects only the activity of responding to others’ political views on Facebook, while Twitter use positively affects all of the citizen journalism activities on Twitter. This implies that political citizen journalism activities on social media do not merely mirror general use of social media. Twitter use is related to engagement in more active civic journalism behaviors, while Facebook use itself is minimally connected to citizen journalism activities.", "H2 posited that people who have more civic skills will participate more in citizen journalism activities. The findings indicated that civic skills have a positive influence on only one of the citizen journalism activities on Facebook (i.e., reading others’ political opinions), but three of those activities on Twitter (i.e., posting political messages, retweeting others’ political opinion, and reading others’ political opinion). These findings suggest that on Facebook, a personal and relationship-based space, citizens’ civic skills play a role in understanding and evaluating others’ opinions as they participate in reading activities. By contrast, Twitter is a more public and open communication space in which civic skills may facilitate active and participatory journalism activity beyond just a passive “monitoring” activity.", "H3 predicted that people who have larger networks will participate more often in citizen journalism activities. However, no statistical significance was found in citizen journalism activities on Facebook, and only one positive relationship with the activity of retweeting others’ political opinion was found for Twitter. These unexpected findings suggest that having larger networks indicates little more than that a person is interested in building and keeping up with relationships in general. That is, larger networks on social media do not seem to foster citizen journalism activities on social media. It is possible that offline network size would show different relationships with citizen journalism activities. However, this issue is beyond the scope of this study. Future studies may shed some light.", "H4 and H5 predicted bonding and bridging social capital as positive predictors of citizen journalism activities. Interestingly, the findings showed that bonding social capital is negatively related to citizen journalism activities except for reading others’ opinions on both Facebook and Twitter. By contrast, bridging social capital is positively related to all citizen journalism activities on both Facebook and to active journalism activities on Twitter, such as posting political messages and replying to others’ political opinion. This suggests that relationships based on strong ties or tightly knit connections may not be positively related to citizen journalism activities on social media. Rather, people who try to find new ideas and friends based on the distant and loose connections may more actively participate in journalism activities on social media. Given that Facebook is more relationship-oriented than Twitter, and is based more on formal agreement or symmetrical relationships between users (Porter 2009), it is not surprising that strong and positive links between bridging social capital and citizen journalism activities were found on Facebook. The connection between relationship-oriented characteristics of media and social capital still remains unclear in the literature, and future research should help resolve this issue by comparing different types of media based on relationship orientation and social capital. Nevertheless, these findings reveal that social capital is an important predictor of citizen journalism activities.", "Most demographic variables do not predict citizen journalism activities except for gender and age. Gender was positively related to several citizen journalism activities on Facebook, while age was the only negatively related variable to one citizen journalism activity on Twitter. Specifically, females tended to post more political messages and post more responses on others’ political views on Facebook than males, and younger people tended to read more of others’ political opinions on Twitter. The finding on youth suggests an increasingly important role for social media in political communication, assuming media use routines persist with aging.", "There are several limitations in this study, one being the convenience sampling method, which limits generalization. Future studies based on random sampling in various media, organization, and cultural contexts would help confirm this study’s findings. Second, measurements of key variables such as citizen journalism activities are limited. This study sought to identify determinants of citizen journalism in the social media environment. However, the boundaries of citizen journalism are still blurred, and there has not been a consensus on the definition of citizen journalism. To mitigate this weakness, citizen journalism activities were measured using instruments based on prior studies of citizen journalism activities in social media. However, more questions such as “how citizen journalists create and share content” and “whether citizen journalism activities lie in non-political communication” still remain unanswered. To further validate this measurement, future investigation of the instruments to measure the terms such as citizen journalism and its journalism activities are needed. In a similar vein, this study focused on the relationships between determinants of citizen journalism and individual’s citizen journalism activities. However, how people actually increase the determinants of these activities (e.g., civic skills, network size, and bonding and bridging social capital) still remains unknown. This question is beyond our scope of the research. Thus, future study that explains how people build the determinants of citizen journalism would broaden the knowledge of citizen journalism. Finally, the data were collected before and after the 2012 presidential election in the United States, and this time frame may have affected citizen journalism activities. Although this time frame is helpful for examining the role of citizen journalism activities as facilitators of democratic discussion, more people presumably participate in those activities than they do during non-election times. Future studies in the non-election setting should review and replicate the findings of this study."]}], "references": [{"title": "A Study of Content Diversity in Online Citizen Journalism and Online Newspaper Articles", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Carpenter Serena", "first_name": "Carpenter", "last_name": "Serena"}]}, {"title": "Social Capital in the Creation of Human Capital", "year": "1988", "journal": "American Journal of Sociology", "volume": "94", "authors": [{"name": "Coleman James. S", "first_name": "Coleman", "last_name": "S"}]}, {"title": "What is Journalism? Professional Identity and Ideology of Journalists Reconsidered", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Weblogs and Journalism", "year": "2008", "journal": "Nordicom Review", "volume": "29", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}, {"name": "Heinonen Ari", "first_name": "Heinonen", "last_name": "Ari"}]}, {"title": "The Benefits of Facebook ‘Friends:’ Social Capital and College Students’ Use of Online Social Network Sites", "year": "2007", "journal": "Journal of Computer-Mediated Communication", "volume": "12", "authors": [{"name": "Ellison Nicole B.", "first_name": "Ellison", "last_name": "B."}, {"name": "Steinfield Charles", "first_name": "Steinfield", "last_name": "Charles"}, {"name": "Lampe Cliff", "first_name": "Lampe", "last_name": "Cliff"}]}, {"title": "Journalism as Social Networking: The Australian Youdecide Project and the 2007 Federal Election", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Flew Terry", "first_name": "Flew", "last_name": "Terry"}, {"name": "Wilson Jason", "first_name": "Wilson", "last_name": "Jason"}]}, {"title": "We the Media: The Rise of Citizen Journalists", "year": "2004", "journal": "National Civic Review", "volume": "93", "authors": [{"name": "Gillmor Dan", "first_name": "Gillmor", "last_name": "Dan"}]}, {"title": "Social News, Citizen Journalism and Democracy", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Goode Luke", "first_name": "Goode", "last_name": "Luke"}]}, {"title": "THE BLOGGING BBC: Journalism Blogs at “the World&#039;s most Trusted News Organization”", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}, {"title": "Breaking Boundaries: Recasting the ‘Local’ Newspaper as ‘Geo-Social’ News in a Digital Landscape", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Hess Kristy", "first_name": "Hess", "last_name": "Kristy"}]}, {"title": "Introduction: The Facebook Election", "year": "2010", "journal": "Mass Communication and Society", "volume": "13", "authors": [{"name": "Johnson Thomas J.", "first_name": "Johnson", "last_name": "J."}, {"name": "Perlmutter David D.", "first_name": "Perlmutter", "last_name": "D."}]}, {"title": "The Citizen Journalism Web Site ‘Ohmynews’ and the 2002 South Korean Presidential Election", "year": "2007", "journal": "Berkman Center Research Publication", "volume": "2007", "authors": [{"name": "Joyce Mary", "first_name": "Joyce", "last_name": "Mary"}]}, {"title": "Citizen Journalism and Democracy: How User-generated News Use Relates to Political Knowledge and Participation", "year": "2010", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "87", "authors": [{"name": "Kaufhold Kelly", "first_name": "Kaufhold", "last_name": "Kelly"}, {"name": "Valenzuela Sebastian", "first_name": "Valenzuela", "last_name": "Sebastian"}, {"name": "Zúñiga Homero Gil De", "first_name": "Zúñiga", "last_name": "De"}]}, {"title": "Civic Skill Building: The Missing Component in Service Programs?", "year": "2002", "journal": "PS-WASHINGTON", "volume": "35", "authors": [{"name": "Kirlin Mary", "first_name": "Kirlin", "last_name": "Mary"}]}, {"title": "Cooperation with the Corporation? CNN and the Hegemonic Cooptation of Citizen Journalism through IReport. Com.", "year": "2011", "journal": "New Media \\& Society", "volume": "13", "authors": [{"name": "Kperogi Farooq A", "first_name": "Kperogi", "last_name": "A"}]}, {"title": "Thinking about Citizen Journalism", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Kaufhold Kelly", "first_name": "Kaufhold", "last_name": "Kelly"}, {"name": "Lasorsa Dominic L.", "first_name": "Lasorsa", "last_name": "L."}]}, {"title": "Mapping the Journalism–Blogging Relationship", "year": "2006", "journal": "Journalism", "volume": "7", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}]}, {"title": "Journalism Innovation and the Ecology of News Production Institutional Tendencies", "year": "2012", "journal": "Journalism \\& Communication Monographs", "volume": "14", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}]}, {"title": "Does Making Journalism More Public Make a Difference? A Critical Review of Evaluative Research on Public Journalism", "year": "2002", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "79", "authors": [{"name": "Massey Brian L.", "first_name": "Massey", "last_name": "L."}, {"name": "Haas Tanni", "first_name": "Haas", "last_name": "Tanni"}]}, {"title": "The Making and Unmaking of Civic Journalists: Influences of Professional Socialization", "year": "2002", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "79", "authors": [{"name": "McDevitt Michael", "first_name": "McDevitt", "last_name": "Michael"}, {"name": "Gassaway Bob M.", "first_name": "Gassaway", "last_name": "M."}, {"name": "Pérez Frank G.", "first_name": "Pérez", "last_name": "G."}]}, {"title": "Exploring the Second Phase of Public Journalism", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Nip Joyce Y. M.", "first_name": "Nip", "last_name": "M."}]}, {"title": "Ducking the Diversity Issue: Newspapers’ Real Failure is Performance", "year": "1990", "journal": "NewspaperResearch Journal", "volume": "11", "authors": [{"name": "Pease Edward C.", "first_name": "Pease", "last_name": "C."}]}, {"title": "Relationship Symmetry in Social Networks: Why Facebook Will Go Fully Asymmetric", "year": "2009", "journal": "Bokardo.Com", "volume": "", "authors": [{"name": "Porter Joshua", "first_name": "Porter", "last_name": "Joshua"}]}, {"title": "Tuning In, Tuning Out: The Strange Disappearance of Social capital in America", "year": "1995", "journal": "Political science \\& politics", "volume": "28", "authors": [{"name": "Putnam Robert D.", "first_name": "Putnam", "last_name": "D."}]}, {"title": "Beyond City Limits: Regional Journalism and Social Capital", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Richards Ian", "first_name": "Richards", "last_name": "Ian"}]}, {"title": "Someone’s Gotta Be in Control Here", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "‘If You had been with us’: Mainstream Press and Citizen Journalists Jockey for Authority over the Collective Memory of Hurricane Katrina", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "&#039;Anyone can know&#039;: Citizen Journalism and the Interpretive Community of the Mainstream Press", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}, {"name": "DeShano Cathy", "first_name": "DeShano", "last_name": "Cathy"}]}, {"title": "A Most Useful Definition of Citizen Journalism", "year": "2008", "journal": "PressThink", "volume": "", "authors": [{"name": "Rosen Jay", "first_name": "Rosen", "last_name": "Jay"}]}, {"title": "Citizen Journalism off-Line: The (Nigerian) Punch’s Model", "year": "2011", "journal": "Journal of Communication", "volume": "9", "authors": [{"name": "Salawu Abiodun", "first_name": "Salawu", "last_name": "Abiodun"}]}, {"title": "Who Are These Guys? The Online Challenge to the Notion of Journalistic Professionalism", "year": "2003", "journal": "Journalism", "volume": "4", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "The Political J-Blogger ‘Normalizing’ a New Media Form to Fit Old Norms and Practices", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "", "year": "2014", "journal": "Pew Research Internet Project", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Social Capital, Self-esteem, and Use of Online Social Network Sites: A Longitudinal Analysis", "year": "2008", "journal": "Journal of Applied Developmental Psychology", "volume": "29", "authors": [{"name": "Steinfield Charles", "first_name": "Steinfield", "last_name": "Charles"}, {"name": "Ellison Nicole B.", "first_name": "Ellison", "last_name": "B."}, {"name": "Lampe Cliff", "first_name": "Lampe", "last_name": "Cliff"}]}, {"title": "Forums for Citizen Journalists? Adoption of User Generated Content Initiatives by Online News Media", "year": "2008", "journal": "New Media \\& Society", "volume": "10", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "Is There Social Capital in a Social Network Site?: Facebook Use and College Students’ Life Satisfaction, Trust, and Participation", "year": "2009", "journal": "Journal of Computer-mediated Communication", "volume": "14", "authors": [{"name": "Valenzuela Sebastián", "first_name": "Valenzuela", "last_name": "Sebastián"}, {"name": "Park Namsu", "first_name": "Park", "last_name": "Namsu"}, {"name": "Kee Kerk F.", "first_name": "Kee", "last_name": "F."}]}, {"title": "On and off The’Net: Scales for Social Capital in an Online Era", "year": "2006", "journal": "Journal of Computer-mediated Communication", "volume": "11", "authors": [{"name": "Williams Dmitri", "first_name": "Williams", "last_name": "Dmitri"}]}, {"title": "Monica and Bill All the Time and Everywhere the Collapse of Gatekeeping and Agenda Setting in the New Media Environment", "year": "2004", "journal": "American Behavioral Scientist", "volume": "47", "authors": [{"name": "Williams Bruce A.", "first_name": "Williams", "last_name": "A."}, {"name": "Delli Carpini Michael X.", "first_name": "Delli", "last_name": "X."}]}, {"title": "Bright Ideas: Social Capital—The Bonds That Connect", "year": "2002", "journal": "Asian Development Bank Review", "volume": "34", "authors": [{"name": "Woolcock M.", "first_name": "Woolcock", "last_name": "M."}, {"name": "Sweetser A. T.", "first_name": "Sweetser", "last_name": "T."}]}, {"title": "The 2008 Presidential Election, 2.0: A Content Analysis of User-generated Political Facebook Groups", "year": "2010", "journal": "Mass Communication and Society", "volume": "13", "authors": [{"name": "Woolley Julia K.", "first_name": "Woolley", "last_name": "K."}, {"name": "Limperos Anthony M.", "first_name": "Limperos", "last_name": "M."}, {"name": "Oliver Mary Beth", "first_name": "Oliver", "last_name": "Beth"}]}]}