{"doi": "10.1080/17512786.2015.1053509", "url": "https://doi.org/10.1080/17512786.2015.1053509", "title": "Health Journalist Role Conceptions", "volume": "10", "year": "2016", "issue": "6", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Hinnant", "first_name": "Amanda", "name": "Amanda Hinnant"}, {"last_name": "Jenkins", "first_name": "Joy", "name": "Joy Jenkins"}, {"last_name": "Subramanian", "first_name": "Roma", "name": "Roma Subramanian"}], "abstract": "Using interview methodology, this research examines the role conceptions of US health journalists. Asking journalists from different types of media to define their roles as they relate to public health, inequalities, responsibility and news values reveals the external demands on journalists as well as internal processes that shape professional identity. This paper considers professional and normative role conceptions. Interviews with experienced health journalists revealed that they do not identify with any one of these roles in particular but operate on a spectrum, navigating competing pressures resulting from individual, organizational, and societal influences. Through the process of analyzing and categorizing health journalists’ goals, responsibilities, and ideals, we explore how topics and tasks specific to covering health relate to the democratic functions of the press. The findings of this study advance knowledge about the sociology of newswork and shed light on the professional identities of health journalists.", "body": [{"title": "Introduction", "paragraphs": ["Understanding how journalists define their roles and responsibilities can inform our awareness of how news is gathered and presented. As Weaver and Wilhoit (1996, xi) wrote, “If who American journalists are influences, shapes and biases the news, we should care very much about the current inventory of this species.” Although scholars such as Weaver and Wilhoit (1986, 1996) and others (Cassidy 2005, 2008; Christians et al. 2009; Culbertson 1983; Johnstone, Slawski, and Bowman 1972; Weaver et al. 2007) have addressed how journalists perceive their roles, fewer studies have explored the views of health journalists (Amend and Secko [2012] offers a thorough metasynthesis). Health journalism, however, can make an important impact on the public and policymakers (Cho 2006). As such, this study seeks to increase understanding of how health journalists, working in a variety of media institutions, conceive their roles as information providers.", "Why consider the role of health journalists in the age of dwindling news budgets, layoffs and online information-seeking? To answer this question, we locate more generally where online news content originates. Pew's Project for Excellence in Journalism found that 95 percent of all new information being disseminated via news media came from “old” media—especially newspapers (Pew 2010). Pew looked at new information originating from every local news outlet available in one city (i.e., new media sites, blogs, Twitter, radio, local television, niche media, legacy newspapers and their sites, etc.) and the findings indicate that the work of professional journalists is relevant to media consumers across platforms. Another study (Vu, Guo, and McCombs 2014) found a high level of homogeneity in media issue agendas between new and legacy media outlets, with online news media corresponding highly to each traditional media outlet, revealing that patterns of issue salience are not so different across platforms.", "Understanding the role conceptions of those practicing in this fluctuating environment continues to be important. Deuze (2008, 111) writes that in a converged news culture, journalists are “increasingly forced to give meaning to their work and thus construct their own professional identity in the context of rapidly changing and often overlapping work contexts.” Moreover, the autonomy of journalists is undermined by convergence and citizen participation (Deuze 2008), as well as by organizational and community pressures (Berkowitz and TerKeurst 1999) and a challenging economic environment (Beam et al. 2009). It is precisely because of these challenges and shared responsibilities that examining how professional journalists define their roles and work across platforms is important. Specifically, for health journalism to successfully fulfill its function of providing information to particular audiences based on their needs, “we need to know more about the life experiences and worldviews of the people who practice it” (McCauley et al. 2012, 349).", "The goal of this research is to determine where health journalists might locate themselves among the professional role conceptions described by Weaver et al. (2007) and the normative roles presented by Christians et al. (2009). Through the process of analyzing and categorizing the health journalists’ goals, responsibilities, and ideals, we identify how topics and tasks specific to covering health relate to the democratic functions of the press."]}, {"title": "Literature Review", "paragraphs": ["The interest in defining the roles of journalists results from a lack of “professional criteria” for journalists, unlike other fields, such as medicine and law, which require particular educational backgrounds and credentials. Journalists also have conflicting ideas about the role of journalism in society and ethical standards for journalists, resulting in a “workforce that is still ‘unprofessional’ in many regards” (Weaver et al. 2007, 133). Even so, common ideological threads unite journalists working within democratic political systems and inform how they do their work.", "Understandings of journalists’ role conceptions have emerged from surveys of professional journalists. Initially, Johnstone, Slawski, and Bowman (1972) identified two types of journalists—neutral (objectivity, detachment, observer) and participant (subjectivity, advocacy, watchdog). Later, Culbertson (1983) identified three role conceptions, traditional, interpretative and activist. Perhaps most illuminating have been the findings of Weaver and Wilhoit (1986), who identified three roles journalists serve: interpretive, adversarial and disseminator, and later added a fourth, populist mobilizer (Weaver and Wilhoit 1996).", "Journalists perceived the interpretive role as the most important. This role focuses on “providing analysis and interpretation of complex problems, providing analysis and interpretation of international developments, discussing national policy while it is still being developed and investigating claims and statements made by the government” (Weaver et al. 2007, 141). The second most important role in the survey was the adversarial role, which positions journalists as adversaries of public officials and businesses who are “constantly skeptical of their actions” (143). Representing a significant decline from previous surveys, the disseminator role was the third most important role and was defined as “getting information to the public quickly and avoiding unverifiable facts,” as well as focusing on news “that's of interest to the widest possible audience” and that provides “entertainment and relaxation” (142). Economic and technological changes resulting in a decreased role for the “ubiquitous news organ” (143) were cited as potential reasons for the decline. The smallest category remained the populist mobilizer, with only 10.4 percent identifying with this role. Because this role included encouraging the public to express its views, motivating involvement, identifying possible solutions and setting the political agenda, it reflected the emergence of public (or civic) journalism. Overall, the researchers found that most journalists continued to identify with more than one of the four role conceptions.", "These roles have been the focus of studies by other scholars as well. Plaisance and Skewes (2003) examined the relationships between newspaper journalists’ values and the roles they embraced, particularly the adversarial, disseminator, and interpretive functions of the press. Cassidy (2005) compared the professional role conceptions of print newspaper journalists and online newspaper journalists. Both the print and online journalists ranked the interpretive and disseminator role conceptions more highly than the adversarial and populist mobilizer roles.", "Whereas Weaver and colleagues’ role conceptions were primarily operationalized and based on a series of empirical studies, Christians et al. (2009) developed a more idealized set of roles. Using a normative approach, they identified four key roles of journalists—monitorial, facilitative, radical, and collaborative—that reflect the actual and ideal functions of journalism in a democracy. Of particular interest to this study is the facilitative role. The facilitative role focuses on the potential of journalism to enhance public participation in society through offering access and promoting public debate. Media can also “develop a shared moral framework for community and society, rather than just looking after individual rights and interests” (126). This role, Christians and colleagues argue, can run counter to both journalists’ individualism and the profit-driven nature of media organizations. The facilitative role is of special interest to this research due to the tensions associated with media disseminating public health messages while functioning within advertising-supported platforms. Facilitative is different from populist mobilizer because the populist mobilizer is associated more with the civic journalism movement and with activating audience members to shape the news.", "Analyses of role conceptions have also been applied to particular subsets of journalists. Tandoc and Takahashi (2014) surveyed role conceptions of environmental journalists, combining role conception measures from several studies. Hellmueller, Tandoc, and Vos (2012) surveyed Washington and foreign correspondents to discern how they conceived their roles and how those conceptions predicted story framing. A similar study (Tandoc, Hellmueller, and Vos 2013, 13) found that journalists’ routines had an effect on role enactments whereby “routine influence leads journalists to a consensus on a possibly basic, if not default, journalistic role, especially in a polarized political beat.” It is worth considering, then, how other beats that address polarizing topics, such as the health beat, affect how journalists conceptualize and enact their roles. Outside of these examples, most of the role-conception research has sampled journalists working for a specific type of media organization (e.g., newspaper), whereas our paper samples journalists according to beat, not platform.", "People turn to mass media, alongside interpersonal and physician sources, when making health decisions, engaging in both scanning and seeking behaviors (Kelly et al. 2010). The general public and those in the medical fields learn about medical developments (Nelkin 1995; Johnson and Meischke 1993; Levi 2001; Stryker 2003) and health risks (Stryker, Moriarty, and Jensen 2008) from medical reports and from social media (McGowan et al. 2012). Health journalism can have important effects on public health policy (Nagelhout et al. 2012; Cho 2006; Hotz 2002; Voss 2002; Wells et al. 2001) and individual health (Lantz and Lanier 2002). The public also follows a variety of health news stories and retains information from those stories (Brodie et al. 2003). For those seeking health information, as opposed to more passive scanning behavior, the 2012 Pew Internet & American Life study (Fox 2013) found that 72 percent of online users had used the internet to retrieve health information in the past year. Even health information retrieved on an incidental basis from the internet can contribute to health knowledge (Tian and Robinson 2009), although comprehension of this information is not guaranteed (Mazor et al. 2010).", "As a result of the influence of health journalism on the public, physicians, researchers and policymakers, this form of journalism has been the subject of much inquiry. Health journalists rarely have medical training or health-related degrees and rely heavily on expert sources (Tanner 2004; Cho 2006). As a result, they may face challenges when attempting to translate information about medical discoveries from medical journals, which are aimed at a readership of physicians and scientists, to a lay public (Hinnant and Len-Ríos 2009; Lantz and Lanier 2002). A need for journalists dedicated to accurately reporting medical information is especially important given that media influence is prevalent among people with lower education levels (Passalacqua et al. 2004). Dentzer (2009, 1) encourages journalists to not simply focus on reporting new information but also to provide context so they can deliver “accurate, complete and balanced messages about health” that are both clear and actionable. Shuchman (2002) identifies other problems with medical reporting, including sensationalism, biases and conflicts of interest and lack of follow-up. Some have recommended that journalists undergo training and even certification in science and medical topics in order to report about health research accurately (McGrath and Kapadia 2009). Researchers, though, recognize the challenges facing the media. “The news media is pressured to publish tomorrow's news today. When the media gets it right, people and patients can benefit, but when they get it wrong, patients can be exposed to inaccurate, or worse, harmful information” (McGrath and Kapadia 2009, 16).", "Research has addressed the challenges that may lead to these reporting problems. In addition to dealing with high turnover rates and cutbacks, health journalists are facing newsrooms with fewer trained staff members. This makes covering a complex beat, “encompassing not only biomedical and clinical research, but also public health, business, economics, wellness and lifestyle, health policy, politics and global health issues” (Schwitzer 2009, 6), even more difficult. The complexity of the topics health journalists cover can contribute to the challenges of reporting. Hinnant and Len-Ríos (2009), in a survey of newspaper and magazine health journalists (N = 396), found that most (71 percent) of the journalists cited the importance of considering their readers’ ability to understand medical information when working on a health story. Journalists saw themselves as translators, in that they assisted with interpreting information for readers. There were differences in how newspaper and magazine journalists conceived their roles, with the former seeing themselves as “information providers” and the latter serving as “advocates for behavior change” (110). In a survey of health and medical science reporters and editors (N = 468), Viswanath et al. (2008) also found support for the idea that health journalists consider the effects of their work. Overall, the researchers found that the reporting process, specifically source reliance and newsworthiness criteria, differed based on the type and scope of medium and all medical and science journalists were cognizant of the importance of a medical development to viewers and readers.", "Although studies addressing the professional role conceptions of health journalists are limited, Amend and Secko (2012, 267) conducted a metasynthesis of qualitative studies about health and science journalists’ subjective perspectives. Journalist roles clustered around being a “socially responsible, independent informer or educator of their audiences.” They also found that identity factors across these studies characterized health and science journalists as informers, advocates and translators. Forsyth et al. (2012) assessed how health journalists conceived their roles in the context of reporting on health research. Using in-depth, semi-structured interviews with 13 broadcast and print journalists in Sydney, Australia, the researchers found that educating the lay public about health issues was the journalists’ primary responsibility. This included translating the language of science and biomedicine into “everyday messages” (133). The journalists thought they had the ability to improve health literacy among audiences and enhance public health overall while also staying committed to the traditional journalistic values of accuracy, balance and independence. In conceptualizing the reaction of the public, however, journalists did not feel that they were responsible for how readers or viewers responded to health coverage. Pressures from internal and external sources may prevent health journalists from enacting ideal roles. In a study focused on how health journalists cover controversial science, specifically mammography guidelines, Chew, Mandelbaum-Schmid, and Gao (2006) conducted interviews with six magazine health writers and two editors and found they were aware of the controversy surrounding mammograms, but were restricted by inter-media and extra-media factors.", "Current role conceptualizations of journalists (as generalists) do not adequately capture the roles of health journalists, including how they consider public and private health concerns. This study sheds light on those conceptualizations by asking health journalists to address how they cover health topics, barriers they have faced, problems with how health is covered and their perceived impact in covering health topics across platforms. We pose the following research questions: How do health journalists perceive their current roles in health communication?; and How do those perceptions relate to previously established role conceptions?"]}, {"title": "Method", "paragraphs": ["To understand how health journalists envision their roles and make news decisions accordingly, this research is qualitative, making an attempt at “recovering the fact of human agency—the ways persons live by intentions, purposes and values” (Christians and Carey 1989, 359). Strategic rituals exist among journalists to deal with the stream of new information (Tuchman 1973), but there is still room for improvisation and personal influence. To unearth health journalists’ “intentions, purposes and values,” in-depth interviews were used, as they have been by others studying the sociology of health and science news (Hinnant and Len-Ríos 2009; Berglez 2011; Chew, Mandelbaum-Schmid, and Gao 2006; Stocking 1999; Avery, Lariscy, and Sohn 2009; Forsyth et al. 2012; Fahy and Nisbet 2011). In-depth interviews enable researchers to understand “experience, knowledge and worldviews” (Lindlof and Taylor 2011, 173). Such interviews also allow researchers to gather information about unobservable phenomena; uncover the vocabulary of a particular cultural group (in this case, journalists); and “verify, validate or comment on information obtained from other sources” (Lindlof and Taylor 2011, 173).", "Three researchers conducted in-depth interviews (N = 17) in 2012 with US health journalists. See Appendix A for a table explaining participants’ backgrounds. The criteria for inclusion were that the journalists must report, write, produce or edit stories about health, medicine or health care for a news outlet (including broadcast, print, and Web-exclusive publications). Participants were found using a purposive snowball sample and lists of journalists who had won awards from the Association of Health Care Journalists served as the starting points for sampling. Interviewing award-winning and non-award-winning journalists alike gave the researchers access to those at different points in their careers (ranging from 5 to 37 years of journalistic experience) with varying levels of expertise. Participants resided in each of the five regions of the United States.", "Interviews ranged from 30 to 60 minutes. The semi-structured interviews were taped and transcribed verbatim. Questions encouraged journalists to reflect on challenges they face in covering certain topics, which then led to self-reflection about the roles of health journalists, how they define what they do and where they see limits to their work. Although there is flexibility in questioning in semi-structured interviews, specific broad questions included: (1) What challenges, if any, do you think journalists might face in providing contextual information (for example, statistical data)? How do you think these challenges can be overcome?; (2) And taking that idea one step further—the idea that it is hard to get people to understand the big picture, or the more abstract reasons beyond individual choices or the context for individual choices—can you talk a little about communicating those big ideas?; (3) It is common to report bad news about health disparities, such as diagnosis rates or survival rates for minority groups. Apparently, though, these kinds of negative stories make minority groups less likely to engage in preventive health behaviors than positive stories about progress being made. What do you make of that problem?; and (4) Do you see any major problems with how health is covered? Are there any topics we haven't covered? What are they? Do you have have any ideas for solving these problems?", "Three researchers coded the transcripts independently, using a constant comparative approach (Glaser and Strauss 1967), and then each wrote a report that summarized the coding and interpretations of journalists’ responses to the questions (Krueger and Casey 2000). Coding was initially done to explore how health journalists’ descriptions of their functions and responsibilities reflect six possible professional role conceptions from Weaver et al. (2007) and Christians et al. (2009) (disseminator, interpretive, adversarial, populist mobilizer, monitorial, and facilitative). After coding the interview data, the researchers compared their findings and determined that two roles should be removed. Monitorial overlapped considerably with disseminator and adversarial and was removed; populist mobilizer and facilitative had overlap, but facilitative was deemed to be closer and more illuminating to the role descriptions the journalists offered. More specifically, the focus of the populist mobilizer role in incorporating audience members in newsmaking was not a function that came up in these interviews.", "We included roles from both sources for two reasons. First, whereas Weaver and colleagues’ roles have the advantage of being operationally tested over several years, the normative roles of Christians and colleagues might offer more ideological flexibility for this subset of journalists. Second, the researchers wanted to avoid funneling the findings exactly into a set of pre-established roles; rather, the researchers used induction to determine what the health journalists were describing and how they mirrored both existing and emerging professional conceptions.", "The disseminator role corresponded with responses through which journalists discussed how they distribute accurate information to a large number of readers quickly. The interpretive role related to journalists discussing how they analyze and interpret complex health issues. The adversarial role was evident in how journalists discussed their interactions with sources, particularly public officials and businesses. When these interactions were described as coming from a place of skepticism, doubt or suspicion, they were coded as adversarial. Lastly, journalists’ responses reflected the facilitative role when they addressed how they provide solutions and spur public responses through their reporting. Discussion of multiple roles emerged through the journalists’ responses to each question in the interview protocol; therefore, the researchers considered this fluidity of categories when presenting the findings. For example, questions 2 and 3 invited journalists to assess how they actually conduct their work with how they want to or should conduct their work, leading to discussion of contrasts between the disseminator and facilitative roles. Additionally, through question 4, or considering major problems with how health is covered, the journalists compared idealized understandings of how they should conduct newswork with what they viewed as problematic practices, which indicated limitations to fulfilling the interpretive role."]}, {"title": "Findings", "paragraphs": ["To answer the question about how health journalists perceive their roles in health communication, the researchers examined the specific parts inherent to each role. In reflecting on their responsibilities, obligations, goals, and duties, the journalists outlined their roles. For the sake of comparison, they are divided among four professional role conceptions: disseminator, interpretive, adversarial, and facilitative.", "The disseminator role, which Weaver et al. (2007, 142), defined as “getting information to the public quickly and avoiding unverifiable facts,” as well as reaching a wide audience and providing “entertainment and relaxation,” was not embraced by most health journalists in the study. Those who did embrace it described the balance health journalists must achieve between offering content that is readable and that provides the necessary information. For example, journalist K said that although the use of anecdotes can help enhance storytelling and accommodate the needs of readers, “you also owe it to yourself and you owe it to the reader to then provide as much news and empirical information, et cetera.” The use of “owe” reflects this journalist's identification with dissemination as a duty. Although this journalist recognized the importance of engaging readers through particular reporting strategies, the ultimate aim is to provide news and empirical information about health.", "Many journalists who described characteristics of disseminator juxtaposed it with advocacy. Journalist D said it was important for journalists “to get as much information out to the public as possible in a responsible way and in an accessible way” but at the same time “not to advocate that people act [in] any particular way.” He added that “ultimately it is an individual choice whether people engage in healthy behaviors or not.” This quote clearly delineates the role of the journalist as ending with providing information. It also focuses on the normative journalistic emphasis on objectivity and allowing audiences to form their own opinions of articles. This perception was also evident in journalist N's assertion that while journalists should find effective ways to provide information about health issues, they must also recognize that readers will ultimately interpret the information in their own way. Along those lines, journalist F said the goal of coverage is not to “control how people feel about stories.”", "Journalist F articulated his role as that of an objective reflector of reality, whose purpose is to inform, not to pursue a health “agenda,” which he saw as the responsibility of public health agencies. Similarly, journalist E expressed a lack of faith in the persuasive power of news to change audience's perceptions of health issues and felt “humble” about the ability of journalism to right wrongs. This journalist said, “You're not necessarily writing to change minds anyway. It's not like the journalist is the all-knowing person. I mean, you’re just reflecting things that maybe aren’t out there in the dialogue yet. Trying to bring visibility to things that people don’t already know.” Journalist E considered the limited potential of persuasion as a reason not to cover ideas in a way that differs from how audience members would expect to see those ideas. His choice in using the words “reflect” and “bring visibility” evince an inclination to not alter coverage or not influence coverage by bringing disparate ideas together. Also, the emphasis on humility and lowliness of journalists indicates that it is not journalists’ place to merge ideas that have not been merged for them. This also reflects the disseminator role's emphasis on providing fully verified, accurate information.", "There is also a rhetorical line drawn between “informing” and “educating.” Journalist B said, “We're not supposed to be advocates for a particular view, even though we obviously have views. We obviously would like there to be less Type II diabetes and all that kind of stuff … But on the other hand, we're not health educators, right?” The same journalist warns against advocating for a particular issue, which could blind journalists to new information. “If something is discovered tomorrow which says that high fructose corn syrup is terrific and it cures cancer, you're not going to want to hear it.”", "Journalist M also cautioned against caring too much about what happens as a result of providing information. M said that although reporting on health disparities can result in minorities being less likely to get cancer screenings, her job would be to report it. The newsworthiness of a social injustice would outweigh any possible negative behavioral effects. Journalist Q had the same perspective, saying, “You don't want people to feel defeated by it, but … if it needs attention, then it needs attention.” This statement indicates that the journalist may consider how audiences will respond to information, but ultimately, the journalistic emphasis on newsworthiness takes precedence.", "The interpretive role, which journalists in the surveys of Weaver and Wilhoit (1996) and Weaver et al. (2007, 141) perceived as the most important journalistic function, emphasizes “providing analysis and interpretation of complex problems.” Health journalists in this study described processes that led them to enhanced understandings of topics. These processes often involved investing a significant amount of time in articles in an effort to accurately portray situations or, in some cases, reveal truth. As journalist B described, “Your primary goal is to try and find what truths there are out there.” Several journalists (E, G, H, J and K) mentioned the need to cover a health topic comprehensively, in context, without oversimplifying. Journalist I compared her reporting to testing a hypothesis, a process through which she might uncover information that supports or proves the opposite of what she set out to find. This journalist said, I understand that requires interviewing a lot more people and talking to more people than you might need to make sure that what you're actually winding up with is representative to the truth … It's more work, but it's what we need to do.This statement shows that journalist I does not merely see this approach as a personal imperative but as a normative function for all journalists.", "I understand that requires interviewing a lot more people and talking to more people than you might need to make sure that what you're actually winding up with is representative to the truth … It's more work, but it's what we need to do.", "Even so, the ability to explore these questions may be limited by tight deadlines or newsrooms requiring journalists to pursue daily coverage while also investing in investigative or long-form journalism. As such, these health journalists, such as journalist I, who were afforded additional time and resources to engage in investigative work, perceived a heightened obligation to provide analysis and interpretation. It's our obligation to do this kind of work because, really, again, no one else is able to do it. No one else is doing it like we are. And it's keeping a watch on our watchdogs themselves. I mean the FDA [Food and Drug Administration] is supposed to be safeguarding public health, so it's our job to do that at our newspaper … And it's also what our readers have said that they want and are kind of demanding. … But the investigative stuff is why people buy the paper.In discussing this perspective, Journalist I demarcates timeliness as an imperative that is required more for other beats, but that is not the main value for investigative health coverage. This role conception also includes an emphasis on the expectations of readers, who may seek out other news sources for more timely (thus, disseminator-driven) information but go to this particular publication to provide in-depth, contextual reporting.", "It's our obligation to do this kind of work because, really, again, no one else is able to do it. No one else is doing it like we are. And it's keeping a watch on our watchdogs themselves. I mean the FDA [Food and Drug Administration] is supposed to be safeguarding public health, so it's our job to do that at our newspaper … And it's also what our readers have said that they want and are kind of demanding. … But the investigative stuff is why people buy the paper.", "Several journalists described interpretive roles as being in stark contrast to what would be considered disseminator roles when it comes to health. For example, journalist B argued against a disseminator role that reports on every “crummy study” because it is “bad information that cancels itself out in healthcare reporting” and has been used to feed the “news machine.” Journalist B discussed the frustration with having to disseminate the “news” of medical journals. Journalist H said that occasionally she feels as if she is “writing the same story over and over again.” Journalist D said it is important to decide between what is meaningful and what is irrelevant, which indicates a level of critical analysis on the journalist's part.", "The adversarial role indicates that journalists approach public officials and businesses with skepticism (Weaver et al. 2007). Among health journalists, this role was exemplified in how respondents approached sources. Journalist K said that in covering issues such as health impacts from climate change, journalists should use caution, look for conflicts of interest in the funding of studies and consider “who is saying what and what advantage do they have for saying it?” Journalist K equated an adversarial stance with journalistic responsibility, indicating that journalists should “always be careful about checking out who is saying what. It sounds a little paranoid, but it's, I think, the responsible thing for a journalist to do”. In taking on the adversarial role, these journalists, unlike the disseminator role and the interpretive role, did not focus on merely reflecting information or verifying information but approaching facts with skepticism, particularly when sources may have ulterior motives or a prevailing interest in what is ultimately reported.", "Serving as an adversary may also mean that journalists approach stories with an end-goal. Journalist H discussed uncovering the truth, saying, “you don't go after these ideas if you don't think you know what the truth is.” Alternately, journalist F recognized that while journalists may have a particular goal in mind, the ability to achieve that goal may be limited. Journalist F said journalists must do stories in the public interest and advocate for patients while still acknowledging that: “A journalist has got very limited ability to actually do something to bring about change.” Although change may be unlikely to occur, this journalist remains focused on a sense of social responsibility.", "Finally, respondents conceptualized the role of the journalist as ranging from simply providing information to bettering the world through providing responsible, accessible and concrete solutions. The facilitative function of the press provides opportunities for journalists not only to report on topics but also to spur public discussion and involvement (Christians et al. 2009).", "Journalists who embrace the facilitative role might also be considered advocates for the topics on which they are reporting. Journalist K, in covering mental illness, recognized that this disease lacked the data and information of other illnesses. Thus, this journalist saw value in reporting aggressively on mental illness as a means of “improving the lives of the people who suffer from those illnesses.” Additionally, journalist K wanted to offer solutions or “the possibilities of solutions.” In describing a focus on the possibilities of solutions, this journalist implied that audiences, as a result of coverage, might get involved in moving the needle toward improved health situations. Ultimately, this journalist said, “the best form of journalism is that that can just give people a light and show them the way to better care.” Similarly, journalists F, H and I said that it is their job to provide solutions (especially where people are disempowered for journalist I) and to get people involved. Similarly, journalist N stated that with a community that is facing particular health problems, she works within the community to find initiatives that the community is spearheading, instead of focusing on external initiatives. Journalists are “basically battling a cultural issue” (N) in determining how community members approach problems and what types of coverage may enhance change. Regarding health disparities, journalist O talked about highlighting the connections between communities: “when black people suffer higher rates of heart attacks or have higher rates of diabetes, that actually impacts all of us.” Thus, coverage of a particular community and the challenges it faces should not be of interest only to that population but should also attract attention from a broader audience.", "Some statements indicated ways of thinking that might result in changing people's minds. One journalist (B) said he is both interested in looking at the truth and looking at why people believe what they do. He talked about getting people to see and feel the compelling nature of a health situation or phenomenon and then exposing a different truth behind it so they understood the complexity of the issue. This approach indicates a more active role than “disseminating” on the part of the journalist, although it also assumes that the journalist can reflect truth, which encompasses qualities of the interpretive function of journalists.", "In covering social determinants of health, journalist D discussed how capturing complexity serves a broader function than merely providing additional explanation: Certainly reflecting the complexity of the world is important. I think you owe people a duty not to oversimplify things. I think that there's a level of just the overarching kind of extension of empathy. And just by giving voice to people and to issues that weren't previously getting it, you make the world better. I also know that every media company in the world, the corporation, I mean, they only want to make money and I don't think anyone has any illusions about that. (journalist D)This quote references ideas about the democratic functions of the press in terms of giving voice to the voiceless and that readers’ understanding of issues can improve the world. This perspective captures a facilitative role that works to “develop a shared moral framework for community and society, rather than just looking after individual rights and interests” (Christians et al. 2009, 126). This journalist also points out how the facilitative role is at odds with the profit-centered focus of media companies.", "Certainly reflecting the complexity of the world is important. I think you owe people a duty not to oversimplify things. I think that there's a level of just the overarching kind of extension of empathy. And just by giving voice to people and to issues that weren't previously getting it, you make the world better. I also know that every media company in the world, the corporation, I mean, they only want to make money and I don't think anyone has any illusions about that. (journalist D)", "It is also important to note that the previous quote invokes empathy. Two goals of coverage that came up several times among these journalists were getting people to care and getting people to feel something about the people in the story. Journalist D discussed wanting to establish an intellectual and emotional connection with the subjects of the story; journalist J wanted readers to “relate” to the story; journalist G wanted them “to care”; journalist E wanted to reduce apathy; and journalist H wanted to offer hope. Journalist Q says the role of journalists is to educate but also to give people a “glimpse into … what people are going through.” The journalist gave the example of a story of a person filing for bankruptcy over medical bills and trying to get people to look beneath the surface: to really see below that and understand that this can happen to anyone. It can happen to the person on Medicaid. It can happen to the person working full-time. It can happen to a range of people. I mean, I guess not necessarily sympathizing with people, but understanding other people and understanding how different issues can actually affect people.Journalist Q hedged a bit when discussing sympathy, which probably relates more broadly to the role of emotion in storytelling and in journalistic role conceptions. An emphasis on understanding rather than sympathizing may also point toward the journalist's desire to remain objective while also accurately reporting sources’ experiences, a goal that also relates to journalists’ interpretive role.", "to really see below that and understand that this can happen to anyone. It can happen to the person on Medicaid. It can happen to the person working full-time. It can happen to a range of people. I mean, I guess not necessarily sympathizing with people, but understanding other people and understanding how different issues can actually affect people."]}, {"title": "Discussion", "paragraphs": ["In light of recent upheavals in information collection and distribution, health journalists may face difficulty reconciling their professional roles with the realities of the multimedia workplace. This study examined how health journalists conceptualize their roles, especially as they relate to covering complex and potentially polarizing topics. This research situates the health journalists within the professional norms of news journalism while reflecting on the concerns specific to health communication. The results of the study showed the continued relevance of the role conceptions proposed by Weaver and Wilhoit (1996), particularly the disseminator, interpretive and adversarial roles, while also considering the facilitative function of the press of Christians et al. (2009). The responsibilities and goals that these journalists described largely echoed those within the interpretive and facilitative roles.", "Similar to the findings of Weaver et al. (2007), this study showed that the journalists associated less with the disseminator role than other journalistic functions and often eschewed it. Although some journalists emphasized the importance of presenting as much information as possible and serving as neutral reflectors of facts, this was not consistent across the interviews. This may result from the seemingly defeatist elements of this role. When describing their function as disseminators, journalists seemed hesitant to merge concepts on their own, potentially reflecting their lack of certainty about complex health topics. This reflects concerns highlighted in the literature, such as McGrath and Kapadia's (2009) recommendation that health journalists participate in training or obtain additional education and certification as a means of accurately reporting on challenging topics. Additionally, some journalists working within this role conception assumed that their coverage would not necessarily change the minds or behaviors of audiences. It is important to note that although one health story might not have a huge impact on public opinion, the collective body of health coverage on a topic can and does change minds and behaviors of individual audience members, policymakers, and medical practitioners. The disseminator role came up in an unexpected way when participants were talking about how they would not stifle news, even if it had unintended negative outcomes on certain people. The professional responsibility to disseminate news to the public was discursively related to a detachment from personal responsibility for individuals.", "Discussing the interpretive journalistic role, the health journalists embraced it as a way to express frustrations with responsibilities connected to the disseminator role. In particular, journalists did not feel obligated to report journal research, particularly when the results of that research might be refuted in later studies. This approach in coverage, the journalists argued, contributes to an understanding of the media as a “news machine,” rather than offering analysis and insight. This focus is also inherent in the beat approach to reporting, which resulted in one journalist feeling as if she was covering the same story repeatedly. Rather, journalists in this study indicated a desire to offer context and critical analysis—or interpretation—of health issues. An emphasis on interpretation was particularly important for journalists working for organizations with resources dedicated to in-depth, investigative reporting. This focus, though, runs counter to media's increasing emphasis on providing quick information to online audiences. It also reflects Cassidy's (2005) finding that print newspaper journalists perceived the interpretive role as more important than online journalists, who more highly valued the disseminator role, particularly getting information to readers quickly. A common sentiment among these journalists was resentment for the disseminator role because it actively inhibits comprehensive coverage of a health topic, a characteristic key to the interpretive role. In fact, pro-interpretive statements could often be categorized as anti-disseminator, as these journalists actively criticized health reporting that they viewed as lazy or lacking necessary context.", "The adversarial role invites journalists to approach public officials and businesses with skepticism. Among health journalists, this role translated to an emphasis on questioning sources and their motives and, in essence, considering whether a source stands to gain financially by putting forward certain truths. This focus is consistent with the recommendations of health researchers as well, such as Dentzer (2009, 1), who encouraged journalists to provide health messages that are “accurate, complete, and balanced.” Journalists, though, may be limited in their pursuit of this function, particularly in regard to demanding newsroom routines. Hellmueller, Tandoc, and Vos (2012) found that journalists who felt they had more independence within newsrooms enacted the mobilizer and adversarial roles, while those with less independence focused more on the disseminator role. The fact that journalists in this study described elements of the adversarial role may imply that they, indeed, have more autonomy and the freedom to test information than journalists covering other beats. An adversarial approach also encompassed the goals journalists established for their coverage, particularly the pursuit of truth and comprehensive assessments of health topics.", "Descriptions related to the facilitative role provided perhaps the most insight into how health journalists approach their work. Unlike the more detached disseminator approach, those serving as facilitators might be called advocates for particular outcomes. This role was particularly evident in journalists’ desire to offer solutions for health challenges. In one case, a journalist aimed to immerse herself within communities to determine how they approached health challenges. In other cases, journalists focused on spurring the public to get involved with issues as a means of enacting change. This implies an approach to coverage that goes beyond merely reporting information to educating audiences, as Forsyth et al. (2012) suggested. These results also support the assertion of Viswanath et al. (2008) that journalists consider the effects of their work on viewers and readers. Most intriguing about the statements related to this role was the emphasis on getting individuals to “care” or to “relate to” people who are suffering from a health problem. This objective raises questions about the role of emotions and caring in traditional journalistic role conceptions and points to a desire among some to create a “shared moral framework” (Christians et al. 2009) among themselves and the communities they cover.", "Overall, although journalists’ responses reflected previously established role conceptions, individual journalists espoused functions spanning more than one role, which is also consistent with the findings of Weaver et al. (2007). For example, journalist E said his role is not to advocate but to inform, reflecting the disseminator role; however, he also discussed the importance of reducing apathy, which suggests a facilitative stance. These conflicts were apparent among other journalists as well. Specifically, they seemed to grapple with the tensions between informing or educating through their reporting (e.g., journalist B: “we're not health educators, right?”), reflecting information or providing solutions, taking objective or value-laden approaches to topics and sources, and addressing audiences that could or could not be spurred to change their thinking and behaviors. Because health journalists cover topics that are politically charged and that imply corporate or state responsibility for the causes and solutions of health problems, it is not surprising that they operate on a spectrum in terms of professional role conception. This spectrum is also borne out of journalists working within a system that relies on corporate advertising support that is dwindling but no doubt still vital and that may be at odds with journalists’ focus on public service (Beam et al. 2009).", "Limitations of this research include the length of the interviews, which ranged from 30 to 60 minutes. This is a common problem when dealing with time-pressed professionals who themselves are working under deadline. Additionally, broadcast journalists are underrepresented in the sample, and it is likely that local television news, for example, would provide different challenges than other media. Among media that cover health news, however, television health news is considered to be consistently flawed (Schwitzer 2009) and too short for complex health news (Lee et al. 2013). Therefore, because they lack time for complexity and the format leads to flaws, television health journalists were not well represented. Future research should look at the semantic differences between “inform” and “educate” as those tasks relate to health journalism. The latter implies a level of responsibility for the reader that perhaps the journalists want to strategically avoid. Along those same lines, it is worth exploring more with journalists whether caring and cultivating empathy among readers should have a place within professional role conceptions.", "This research is distinctive in its qualitative approach to understanding role conceptions, which allowed health journalists to explore rhetorically how they view their work and contemplate their own agency and intentions. Moreover, the flexibility afforded by the method allowed the researchers to compare how the journalists’ roles fit within professional news journalism norms and how they relate to health communication goals. The interviews not only revealed that journalists fit within established role conceptions and identified most directly with the interpretive and facilitative roles, but also highlighted the conflicts journalists may face in reconciling their ideal and normative role performances. It is possible that this dissonance will continue with increased pressure on journalists to produce more and more content for multiple platforms (requiring more disseminator work). Although health journalists have been criticized for their lack of formal medical training, they maintain high standards for their work and aim to present content that adequately captures the nuances and complexity of the health field."]}], "references": [{"title": "In the Face of Critique: A Metasynthesis of the Experiences of Journalists Covering Health and Science", "year": "2012", "journal": "Science Communication", "volume": "34", "authors": [{"name": "Amend Elyse", "first_name": "Amend", "last_name": "Elyse"}, {"name": "Secko David M.", "first_name": "Secko", "last_name": "M."}]}, {"title": "Public Information Officers’ and Journalists’ Perceived Barriers to Providing Quality Health Information", "year": "2009", "journal": "Health Communication", "volume": "24", "authors": [{"name": "Avery Elizabeth Johnson", "first_name": "Avery", "last_name": "Johnson"}, {"name": "Lariscy Ruthann Weaver", "first_name": "Lariscy", "last_name": "Weaver"}, {"name": "Sohn Youngju", "first_name": "Sohn", "last_name": "Youngju"}]}, {"title": "Journalism and Public Service in Troubled Times", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Beam Randal A", "first_name": "Beam", "last_name": "A"}, {"name": "Brownlee Bonnie J.", "first_name": "Brownlee", "last_name": "J."}, {"name": "Weaver David H.", "first_name": "Weaver", "last_name": "H."}, {"name": "Di Cicco Damon T.", "first_name": "Di", "last_name": "T."}]}, {"title": "Inside, Outside and Beyond Media Logic: Journalistic Creativity in Climate Reporting", "year": "2011", "journal": "Media, Culture \\& Society", "volume": "33", "authors": [{"name": "Berglez Peter.", "first_name": "Berglez", "last_name": "Peter."}]}, {"title": "Community as Interpretive Community: Rethinking the Journalist-source relationship", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan"}, {"name": "TerKeurst James V.", "first_name": "TerKeurst", "last_name": "V."}]}, {"title": "Health News and the American Public, 1996–2002", "year": "2003", "journal": "Journal of Health Politics, Policy and Law", "volume": "28", "authors": [{"name": "Brodie Mollyann", "first_name": "Brodie", "last_name": "Mollyann"}, {"name": "Hamel Elizabeth C.", "first_name": "Hamel", "last_name": "C."}, {"name": "Altman Drew E.", "first_name": "Altman", "last_name": "E."}, {"name": "Blendon Robert J.", "first_name": "Blendon", "last_name": "J."}]}, {"title": "Variations on a Theme: The Professional Role Conceptions of Print and Online Newspaper Journalists", "year": "2005", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "82", "authors": [{"name": "Cassidy William P.", "first_name": "Cassidy", "last_name": "P."}]}, {"title": "Traditional in Different Degrees: The Professional Role Conceptions of Male and Female Newspaper Journalists", "year": "2008", "journal": "Atlantic Journal of Communication", "volume": "16", "authors": [{"name": "Cassidy William P.", "first_name": "Cassidy", "last_name": "P."}]}, {"title": "Can Health Journalists Bridge The State-of-the-science Gap in Mammography Guidelines?", "year": "2006", "journal": "Science Communication", "volume": "27", "authors": [{"name": "Chew Fiona", "first_name": "Chew", "last_name": "Fiona"}, {"name": "Mandelbaum-Schmid Judith", "first_name": "Mandelbaum-Schmid", "last_name": "Judith"}, {"name": "Kun Gao Sue", "first_name": "Kun", "last_name": "Sue"}]}, {"title": "Network News Coverage of Breast Cancer, 1974–2003", "year": "2006", "journal": "Journalism and Mass Communication Quarterly", "volume": "83", "authors": [{"name": "Cho Sooyoung.", "first_name": "Cho", "last_name": "Sooyoung."}]}, {"title": "Three Perspectives on American Journalism. Journalism Monographs Number Eighty-Three", "year": "1983", "journal": "Journalism Monographs", "volume": "83", "authors": [{"name": "Culbertson Hugh M.", "first_name": "Culbertson", "last_name": "M."}]}, {"title": "Communicating Medical News—Pitfalls of Health Care Journalism", "year": "2009", "journal": "New England Journal of Medicine", "volume": "360", "authors": [{"name": "Dentzer Susan", "first_name": "Dentzer", "last_name": "Susan"}]}, {"title": "The Professional Identity of Journalists in the Context of Convergence Culture", "year": "2008", "journal": "Observatorio (Obs*)", "volume": "2", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark."}]}, {"title": "The Science Journalist Online: Shifting Roles and Emerging Practices", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Fahy Declan", "first_name": "Fahy", "last_name": "Declan"}, {"name": "Nisbet Matthew C.", "first_name": "Nisbet", "last_name": "C."}]}, {"title": "Health Journalists’ Perceptions of Their Professional Roles and Responsibilities for Ensuring the Veracity of Reports of Health Research", "year": "2012", "journal": "Journal of Mass Media Ethics", "volume": "27", "authors": [{"name": "Forsyth Rowena", "first_name": "Forsyth", "last_name": "Rowena"}, {"name": "Morrell Bronwen", "first_name": "Morrell", "last_name": "Bronwen"}, {"name": "Lipworth Wendy", "first_name": "Lipworth", "last_name": "Wendy"}, {"name": "Kerridge Ian", "first_name": "Kerridge", "last_name": "Ian"}, {"name": "Christopher F.", "first_name": "Christopher", "last_name": "F."}, {"name": "Jordens C.", "first_name": "Jordens", "last_name": "C."}, {"name": "Chapman Simon", "first_name": "Chapman", "last_name": "Simon"}]}, {"title": "Beyond Content: Framing through the Roles of Journalists.”", "year": "2012", "journal": "Association for Education in Journalism and Mass Communication (AEJMC) conference", "volume": "", "authors": [{"name": "Hellmueller Lea", "first_name": "Hellmueller", "last_name": "Lea"}, {"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}, {"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}]}, {"title": "Tacit Understandings of Health Literacy: Interview and Survey Research with Health Journalists", "year": "2009", "journal": "Science Communication", "volume": "31", "authors": [{"name": "Hinnant Amanda", "first_name": "Hinnant", "last_name": "Amanda"}, {"name": "Len-Ríos María E.", "first_name": "Len-Ríos", "last_name": "E."}]}, {"title": "The Difficulty of Finding Impartial Sources in Science", "year": "2002", "journal": "Nieman Reports", "volume": "56", "authors": [{"name": "Hotz Robert Lee", "first_name": "Hotz", "last_name": "Lee"}]}, {"title": "A Comprehensive Model of Cancer-related Information Seeking Applied to Magazines", "year": "1993", "journal": "Human Communication Research", "volume": "19", "authors": [{"name": "Johnson J. David", "first_name": "Johnson", "last_name": "David"}, {"name": "Meischke Hendrika", "first_name": "Meischke", "last_name": "Hendrika"}]}, {"title": "The Professional Values of American Newsmen", "year": "1972", "journal": "Public Opinion Quarterly", "volume": "36", "authors": [{"name": "Johnstone John W. C.", "first_name": "Johnstone", "last_name": "C."}, {"name": "Slawski Edward J.", "first_name": "Slawski", "last_name": "J."}, {"name": "Bowman William W.", "first_name": "Bowman", "last_name": "W."}]}, {"title": "Cancer Information Scanning and Seeking in the General Population", "year": "2010", "journal": "Journal of Health Communication", "volume": "15", "authors": [{"name": "Kelly Bridget", "first_name": "Kelly", "last_name": "Bridget"}, {"name": "Hornik Robert", "first_name": "Hornik", "last_name": "Robert"}, {"name": "Romantan Anca", "first_name": "Romantan", "last_name": "Anca"}, {"name": "Sanford Schwartz J.", "first_name": "Sanford", "last_name": "J."}, {"name": "Armstrong K.", "first_name": "Armstrong", "last_name": "K."}, {"name": "DeMichele Angela", "first_name": "DeMichele", "last_name": "Angela"}, {"name": "Fishbein Martin", "first_name": "Fishbein", "last_name": "Martin"}, {"name": "Gray Stacy", "first_name": "Gray", "last_name": "Stacy"}, {"name": "Hull S.", "first_name": "Hull", "last_name": "S."}, {"name": "Kim Annice", "first_name": "Kim", "last_name": "Annice"}]}, {"title": "What Are Americans Seeing? Examining the Message Frames of Local Television Health News Stories", "year": "2013", "journal": "Health Communication", "volume": "28", "authors": [{"name": "Lee Hyunmin", "first_name": "Lee", "last_name": "Hyunmin"}, {"name": "Lee YoungAh", "first_name": "Lee", "last_name": "YoungAh"}, {"name": "Park Sun- A.", "first_name": "Park", "last_name": "A."}, {"name": "Willis Erin", "first_name": "Willis", "last_name": "Erin"}, {"name": "Cameron Glen T.", "first_name": "Cameron", "last_name": "T."}]}, {"title": "Media Messages About Cancer: What Do People Understand?", "year": "2010", "journal": "Journal of Health Commununication", "volume": "15", "authors": [{"name": "Mazor Kathleen M.", "first_name": "Mazor", "last_name": "M."}, {"name": "Calvi Josephine", "first_name": "Calvi", "last_name": "Josephine"}, {"name": "Cowan Rebecca", "first_name": "Cowan", "last_name": "Rebecca"}, {"name": "Costanza Mary E.", "first_name": "Costanza", "last_name": "E."}, {"name": "Han Paul K.", "first_name": "Han", "last_name": "K."}, {"name": "Greene Sarah M.", "first_name": "Greene", "last_name": "M."}, {"name": "Saccoccio Laura", "first_name": "Saccoccio", "last_name": "Laura"}, {"name": "Cove Erica", "first_name": "Cove", "last_name": "Erica"}, {"name": "Roblin Douglas", "first_name": "Roblin", "last_name": "Douglas"}, {"name": "Williams Andrew", "first_name": "Williams", "last_name": "Andrew"}]}, {"title": "The Social Group Influences of Us Health Journalists and Their Impact on the Newsmaking Process", "year": "2012", "journal": "Health Education Research", "volume": "28", "authors": [{"name": "McCauley Michael P", "first_name": "McCauley", "last_name": "P"}, {"name": "Blake Kelly D.", "first_name": "Blake", "last_name": "D."}, {"name": "Meissner H. I.", "first_name": "Meissner", "last_name": "I."}, {"name": "Viswanath Kasisomayajula V.", "first_name": "Viswanath", "last_name": "V."}]}, {"title": "Understanding the Factors That Influence the Adoption and Meaningful Use of Social Media by Physicians to Share Medical Information", "year": "2012", "journal": "Journal of medical Internet research", "volume": "14", "authors": [{"name": "McGowan Brian S", "first_name": "McGowan", "last_name": "S"}, {"name": "Wasko Molly", "first_name": "Wasko", "last_name": "Molly"}, {"name": "Vartabedian Bryan Steven", "first_name": "Vartabedian", "last_name": "Steven"}, {"name": "Miller Robert S.", "first_name": "Miller", "last_name": "S."}, {"name": "Freiherr Desirae D.", "first_name": "Freiherr", "last_name": "D."}, {"name": "Abdolrasulnia Maziar", "first_name": "Abdolrasulnia", "last_name": "Maziar"}]}, {"title": "Is the Medium Distorting the Message? How the News Media Communicates Advances in Medical Research to the Public", "year": "2009", "journal": "DMJ", "volume": "36", "authors": [{"name": "McGrath Brent M.", "first_name": "McGrath", "last_name": "M."}, {"name": "Kapadia Ronak K.", "first_name": "Kapadia", "last_name": "K."}]}, {"title": "The Influence of Newspaper Coverage and a Media Campaign on Smokers’ Support for Smoke-free Bars and Restaurants and on Secondhand Smoke Harm Awareness: Findings from the International Tobacco Control (Itc) Netherlands Survey", "year": "2012", "journal": "Tobacco Control", "volume": "21", "authors": [{"name": "Nagelhout Gera E.", "first_name": "Nagelhout", "last_name": "E."}, {"name": "van den Putte Bas", "first_name": "van", "last_name": "Bas"}, {"name": "de Vries Heine", "first_name": "de", "last_name": "Heine"}, {"name": "Crone M.", "first_name": "Crone", "last_name": "M."}, {"name": "Fong Geoffrey T.", "first_name": "Fong", "last_name": "T."}, {"name": "Willemsen Marc C.", "first_name": "Willemsen", "last_name": "C."}]}, {"title": "Effects of Media Information on Cancer Patients’ Opinions, Feelings, Decision-making Process and Physician-patient Communication", "year": "2004", "journal": "Cancer", "volume": "100", "authors": [{"name": "Passalacqua Rodolfo", "first_name": "Passalacqua", "last_name": "Rodolfo"}, {"name": "Caminiti Caterina", "first_name": "Caminiti", "last_name": "Caterina"}, {"name": "Salvagni Stefania", "first_name": "Salvagni", "last_name": "Stefania"}, {"name": "Barni Sandro", "first_name": "Barni", "last_name": "Sandro"}, {"name": "Beretta Giordano D.", "first_name": "Beretta", "last_name": "D."}, {"name": "Carlini Paolo", "first_name": "Carlini", "last_name": "Paolo"}, {"name": "Contu Antonio", "first_name": "Contu", "last_name": "Antonio"}, {"name": "Di Costanzo Francesco", "first_name": "Di", "last_name": "Francesco"}, {"name": "Toscano Lucia", "first_name": "Toscano", "last_name": "Lucia"}, {"name": "Campione Francesco", "first_name": "Campione", "last_name": "Francesco"}]}, {"title": "Personal and Professional Dimensions of News Work: Exploring the Link between Journalists’ Values and Roles", "year": "2003", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "80", "authors": [{"name": "Plaisance Patrick L.", "first_name": "Plaisance", "last_name": "L."}, {"name": "Skewes Elizabeth A.", "first_name": "Skewes", "last_name": "A."}]}, {"title": "", "year": "2009", "journal": "", "volume": "", "authors": [{"name": "Schwitzer Gary", "first_name": "Schwitzer", "last_name": "Gary"}]}, {"title": "Journalists as Change Agents in Medicine and Health Care.”", "year": "2002", "journal": "MsJAMA", "volume": "287", "authors": [{"name": "Shuchman Miriam.", "first_name": "Shuchman", "last_name": "Miriam."}]}, {"title": "Articles Media and Marijuana: A Longitudinal Analysis of News Media Effects on Adolescents’ Marijuana Use and Related Outcomes, 1977–1999", "year": "2003", "journal": "Journal of Health Communication", "volume": "8", "authors": [{"name": "Stryker Jo Ellen", "first_name": "Stryker", "last_name": "Ellen"}]}, {"title": "Effects of Newspaper Coverage on Public Knowledge About Modifiable Cancer Risks", "year": "2008", "journal": "Health Communication", "volume": "23", "authors": [{"name": "Stryker Jo Ellen", "first_name": "Stryker", "last_name": "Ellen"}, {"name": "Moriarty Courtney M.", "first_name": "Moriarty", "last_name": "M."}, {"name": "Jensen Jakob D.", "first_name": "Jensen", "last_name": "D."}]}, {"title": "Mind the Gap: Between Journalistic Role Conception and Role Enactment", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Tandoc Edson", "first_name": "Tandoc", "last_name": "Edson"}, {"name": "Hellmueller L.", "first_name": "Hellmueller", "last_name": "L."}, {"name": "Vos T. P.", "first_name": "Vos", "last_name": "P."}]}, {"title": "Agenda Building, Source Selection and Health News at Local Television Stations: A Nationwide Survey of Local Television Health Reporters", "year": "2004", "journal": "Science Communication", "volume": "25", "authors": [{"name": "Tanner Andrea H", "first_name": "Tanner", "last_name": "H"}]}, {"title": "Making news by Doing Work: Routinizing the Unexpected", "year": "1973", "journal": "American Journal of Sociology", "volume": "79", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye"}]}, {"title": "Occupational Practices and the Making of Health News: A National Survey of Us Health and Medical Science Journalists", "year": "2008", "journal": "Journal of Health Communication", "volume": "13", "authors": [{"name": "Viswanath Kasisomayajula V.", "first_name": "Viswanath", "last_name": "V."}, {"name": "Blake Kelly D.", "first_name": "Blake", "last_name": "D."}, {"name": "Meissner Helen I.", "first_name": "Meissner", "last_name": "I."}, {"name": "Gottlieb Saiontz Nicole", "first_name": "Gottlieb", "last_name": "Nicole"}, {"name": "Mull Corey", "first_name": "Mull", "last_name": "Corey"}, {"name": "Freeman Carol S.", "first_name": "Freeman", "last_name": "S."}, {"name": "Hesse Bradford", "first_name": "Hesse", "last_name": "Bradford"}, {"name": "Croyle Robert T.", "first_name": "Croyle", "last_name": "T."}]}, {"title": "Checking Their Pulse: Midwestern Reporters’ Opinions on Their Ability to Report Health Care News", "year": "2002", "journal": "American Journal of Public Health", "volume": "92", "authors": [{"name": "Voss Melinda", "first_name": "Voss", "last_name": "Melinda"}]}, {"title": "Exploring ‘the World Outside and the Pictures in Our Heads’: A Network Agenda-setting Study", "year": "2014", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "91", "authors": [{"name": "Vu Hong Tien", "first_name": "Vu", "last_name": "Tien"}, {"name": "Guo Lei", "first_name": "Guo", "last_name": "Lei"}, {"name": "McCombs Maxwell E.", "first_name": "McCombs", "last_name": "E."}]}, {"title": "Newspaper Reporting of Screening Mammography", "year": "2001", "journal": "Annals of Internal Medicine", "volume": "135", "authors": [{"name": "Wells Jane", "first_name": "Wells", "last_name": "Jane"}, {"name": "Marshall Phillip", "first_name": "Marshall", "last_name": "Phillip"}, {"name": "Crawley Barbara", "first_name": "Crawley", "last_name": "Barbara"}, {"name": "Dickersin Kay", "first_name": "Dickersin", "last_name": "Kay"}]}]}