{"doi": "10.1080/14616700801999212", "url": "https://doi.org/10.1080/14616700801999212", "title": "NEWS, NATIONALISM, AND THE IMAGINED COMMUNITY", "volume": "9", "year": "2008", "issue": "3", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Lewis", "first_name": "Seth", "name": "Seth C. Lewis"}], "abstract": " This study explores the processes of, motivations for, and market consequences of bilingual journalism in Spain, and considers this phenomenon in the context of linguistics, identity, and theorizing about nationhood. Based on newsroom observation and interviews with journalists at newspapers in Catalonia, the Basque Country, and Galicia, this article develops a framework of production, content, and tailored bilingualism for understanding the operations of this fledgling form of journalism. Moreover, against the backdrop of local nationalism, ethno-linguistic identity, and advocacy journalism, this study posits that a modulated approach to Anderson's (1983) concept of “imagined communities” might begin to explain the rise of bilingual journalism in certain regions of Spain. Newspaper editors there have imagined language communities—niche “nations” of readers with whom they feel a special kinship and for whom they feel a moral obligation to preserve the ethnic language. This “public service” comes at a heavy cost: An analysis of circulation data demonstrates that the most aggressive bilingual journalism has failed to attract wide readership, calling into question the very essence of the editors’ imagined communities and their efforts to serve them. Finally, this paper considers the Spanish case in the wider context of global media trends. ", "body": [{"title": "Introduction", "paragraphs": ["Positioned at the nexus of news and nationhood, linguistics and identity, this study deals with bilingual journalism—defined here as sustained and significant mixing of languages in news products to reach a minority-language market within a larger (often majority-bilingual) population. Perhaps the world's most distinct example of bilingual journalism is that occurring in Spain's autonomous regions of Catalonia, the Basque Country, and Galicia. This “bilingual belt” stretches the width of the Iberian Peninsula, from Galicia on the Atlantic coast to the Basque region bordering the Pyrenees and France, to Catalonia on the Mediterranean (see Figure 1). In these regions, many newspapers employ a combination of Spanish1 and the local language (Catalan, Basque, and Galician).2 Some papers blend different-language stories on the front page, others sprinkle bits of the minority language throughout the paper, and still others switch languages within individual news stories (Lewis, 2006). This paper explores this phenomenon, seeking both to describe the case of bilingual journalism—its forms and functions, its actors and intentions, and its success or failure in attracting an audience—and analyze it within the context of Spain and contemporary theories on nationalism.", "Figure 1.  Major regions of bilingual study in Spain: Galicia, the Basque Country, and Catalonia. Copyright: The Nieman Foundation for Journalism at Harvard University (see Lewis, 2006)", "Figure 1.  Major regions of bilingual study in Spain: Galicia, the Basque Country, and Catalonia. Copyright: The Nieman Foundation for Journalism at Harvard University (see Lewis, 2006)", "In Spain, bilingual journalism has arisen out of a confluence of changing political, cultural, and journalistic forces, not to mention the emergence of new translation technologies and a rising generation of Spaniards who increasingly are educated as much in their regional language as they are in Spanish (Redondo-Bellon, 1999). The advent of bilingualism journalism has coincided with Spain's transition to democracy and stability after four decades of dictatorship. Since the new constitution was ratified in 1978, the country has experienced a flowering of press freedom, a return to using the minority languages that were suppressed during Franco's dictatorship, and a regional reawakening that has seen Spain's provincial governments push for greater autonomy from Madrid—typified by Catalonia's recent adoption of a constitution that declares itself a “nation.”", "This sub-state nationalism in Spain (Beck, 2006; Guibernau, 2000; Muro and Quiroga, 2005) and the momentum it provides for bilingual journalism present a ripe case for which to study the mass media's role in the construction of national identity. The relationship between news and nationhood has long been fertile ground for communications research (e.g., Billig, 1995; Bishop and Jaworski, 2003; Brookes, 1999; Law, 2001; Rosie et al., 2004; Schlesinger, 1991; Yumul and Özkirimli, 2000), and the field has grown in recent decades as new theories on “the nation” have emerged (cf. Law, 2001). One of the most significant of these theories is Anderson's (1983) conception of the “imagined community.” It posits that nations—indeed, all large communities—are social constructs existing in the minds of their members, and that newspapers play a central role in creating and sustaining “an imagined community among a specific assemblage of fellow-readers” (1983, p. 62). While Anderson envisioned newspaper readers conjuring such communion in their minds, what of the journalists crafting the content that is presumed a priori to have such an effect? The case of Spain provides an opportunity to refashion Anderson's model and consider this question: To what extent can the “imagined community” conception—in the context of localized nationalism, ethno-linguistic identity, and advocacy journalism—begin to account for why some newspaper editors have taken up bilingual journalism as a public service despite the economic costs?", "This study seeks to illustrate and analyze the processes of, motivations for, and consequences of bilingual journalism in Spain. During six weeks in the country, I conducted 18 semistructured interviews with journalists—mainly top editors and others charged with guiding bilingual content in their newspapers—and observed two newsrooms engaged in the most aggressive bilingual journalism. Additionally, I analyzed circulation data to gauge the relative success or failure of bilingual efforts. Based on this research, I have three principal aims for this paper:  To propose a categorization by which to conceptualize the operations of this journalism, which I label production, content, and tailored bilingualism.   To explore the degree to which a re-articulation of the “imagined community” can begin to explain some editors’ desire for and allegiance to bilingual journalism.   To analyze how and why bilingual journalism has failed to attract readers.   ", "To propose a categorization by which to conceptualize the operations of this journalism, which I label production, content, and tailored bilingualism.", "To explore the degree to which a re-articulation of the “imagined community” can begin to explain some editors’ desire for and allegiance to bilingual journalism.", "To analyze how and why bilingual journalism has failed to attract readers.", "This paper proceeds in four sections. The first presents vital context regarding (1) journalism in Spain, outlining its socio-political transformation and intrinsic partisanship that have set the stage for bilingual journalism today; and (2) the autonomous regions of Catalonia, Galicia, and the Basque Country, whose complex cultural, political, and linguistic past is wrapped into their present nationalism. The second section addresses theories that connect media and nationhood, and presents a modulated rendering of Anderson's (1983) “imagined community.” The third and principal section sets forth the analysis of this paper—an investigation of the processes of, motivations for, and consequences of bilingual journalism. The final section concludes with a consideration of the Spanish case in the broader context of global media trends."]}, {"title": "Historical Background", "paragraphs": ["Spain only recently guaranteed freedom of the press, and some of its news media have yet to detach themselves from government influence (e.g., the case of press ownership and subsidies—see below). After winning the Spanish Civil War, Francisco Franco ruled as dictator from 1939 to 1975. During that time, the state controlled and provided content for most news media outlets, and could censor the few private media that existed (for a thorough discussion of the evolution of media and politics in Spain, see Gunther et al., 2000). Newspapers were regarded as pawns of propaganda and widely mistrusted (if not simply ignored) by ordinary Spaniards (de Mateo, 1989; Gunther et al., 2000). As the Spanish economy surged and the middle class began to emerge in the 1950s and 1960s, the country's gradual liberalization led to the Press Law of 1966, a reform that opened the door, if only slightly, to greater news media autonomy. The state would no longer control newspapers up front, but it threatened to punish dissident views after the fact, leaving editors to twist in the wind (Barnhurst, 2000). State censorship was replaced by self-censorship.", "After Franco's death in 1975, Spain transitioned from a dictatorship to the parliamentary monarchy that exists today. As democracy took hold, and with the 1978 Spanish Constitution ensuring freedom of expression, ideology, and enterprise, the state gradually lost its influence over the press, culminating with the auctioning of government-run newspapers in 1984 (de Mateo, 1989).", "The shake-up in news media was profound. By the late 1970s, most of the country's major newspapers, after years of being organs of government propaganda or Catholic doctrine, became irrelevant in the new media environment, and many disappeared completely. Of Spain's largest general-information paid newspapers today—El País, ABC, El Mundo, La Vanguardia, and El Periódico de Catalunya, in that order—only ABC existed before 1975.3 In the Catalan-speaking regions of Spain, such as Barcelona and the Balearic Islands, more than two dozen newspapers went out of business between 1976 and 1996 (Atkinson and Kelly-Holmes, 2006). The rise of a privately owned and profit-minded press marked a dramatic shift in Spain's approach to news production and consumption; “supremacy of news-as-merchandise over news-as-ideology began to take root” (de Mateo, 1989, p. 217).", "Government influence, however, did not disappear. For years, the central government in Madrid retained its role as “financial assistant” to the press, subsidizing even the largest newspapers. As recently as 1987, El País, ABC, El Mundo, and La Vanguardia received thousands (perhaps millions) of dollars in annual subsidies (de Mateo, 1989, p. 222). The subsidies, reasoned the state and journalists alike, were a necessary tool to promote diversity of media ownership. But their greater purpose was economical; the subsidies saved an ailing industry that sold a very modest 85 copies per 1000 people (de Mateo, 1989).", "Such struggles are endemic to much of southern Europe (Hallin and Papathanassopoulos, 2002) and Spain in particular (Gunther et al., 2000). While Spanish newspaper sales rose to 107 copies per 1000 inhabitants by the late 1990s (de Mateo, 2000), circulation has increased only slightly since (Salaverría, 2007). Those figures lag far behind countries such as the United States, where roughly 180 papers are distributed per 1000 people (Newspaper Association of America, 2006), and Norway, which has the world's highest newspaper readership at nearly 600 copies per 1000 inhabitants (Østbye, 2007). And yet, newspaper readership in Spain is more robust than single-copy sales would indicate. Because of Spain's high rate of “paper sharing,” by which people often pass along copies of the newspaper in cafés and on commuter trains, true readership is about 35 percent (EGM, 2006)—or in some cases as much as five times higher than per-copy sales (Atkinson and Kelly-Holmes, 2006). Moreover, readership among Spanish youth has even risen in recent years (Barnhurst, 2000) at a time when much of Europe and the United States have seen dramatic declines in reading among young adults (Lauf, 2001; Peiser, 2000a, 2000b).", "While major national newspapers no longer receive government assistance, Spain's regional governments have stepped in to help some local papers stay afloat. In Catalonia, the state has played an especially active role in the press, serving as co-owner of Avui, a Catalan-only newspaper regarded by critics as a mouthpiece for the government. Such state ownership, or at least overt influence, is becoming increasingly rare in Spain, but it is a reminder that while the Spanish press today is privatized, it remains highly politicized (cf. Papatheodorou and Machin, 2003). Like much of the European press, Spain's newspapers tend to be partisan, tacitly if not openly so, and have a tradition of advocacy journalism (Hallin and Papathanassopoulos, 2002; see also Martín et al., 1997), in contrast to the American model of objectivity and detachment. In news and commentary, Spanish journalists often frame events through the lens of their bias, whether they favor the ruling Socialists, the conservative People's Party, or the regional separatist movements. This penchant for partisan journalism has helped naturalize the present bilingual approaches that are often driven, at least in part, by nationalist politics.", "Spain is made up of 17 regions, known as autonomous communities. While the 1978 Spanish Constitution decentralized Spain and gave wide latitude to the regions (Ferrer, 2000), four autonomous communities—Catalonia, the Basque Country, Galicia, and Andalusia—have historical distinction that gives them additional rights of self-government. It is because of this distinction, and because bilingual journalism has emerged in each but Andalusia, that I will consider three regions in this study: Catalonia, the Basque Country, and Galicia. While they are not the country's only regions that claim a co-official language with Spanish, these three have been most active in promoting and preserving their ethnic heritage, and using language as a symbol of their identity. Moreover, bilingual journalism, while it exists elsewhere in Spain (such as in Valencia, where they speak valenciano), is most prominent in Catalonia, the Basque Country, and Galicia. I will briefly consider the background and language of each region:", "For centuries, this northeast region has been marked by cultural and linguistic separation within Spain. Today's struggle for greater independence from Madrid is only the latest in a longstanding push against centralized authority; indeed, Catalonians have chafed under Spanish rule since 1479, when King Ferdinand and Queen Isabella took control of the Catalonian region and its capital, Barcelona (Guibernau, 2000). Repression reached a nadir under Franco, who outlawed Spain's minority languages and especially targeted Catalan (Woolard, 1989). Yet the language persisted, and has made a revival since the 1983 Language Planning Act sought to reverse the damage inflicted by Franco (Huguet et al., 2000). Of the seven million Catalonians today, nearly all can understand Catalan and about three-fourths can speak it, making Catalonia the Spanish region with the highest concentration of bilingual speakers (Atkinson and Kelly-Holmes, 2006; Redondo-Bellon, 1999). This is due, in part, to the “reverse language shift” (Fishman, 1991) that has occurred in Catalonia, where the autonomous government has used programs to encourage, and in some cases enforce, public adoption of the language (Atkinson and Kelly-Holmes, 2006; Redondo-Bellon, 1999).", "Like the Catalans, the Basques have a long history of separatism, due in part to their geographic isolation in the foothills of the Pyrenees. This indigenous ethnic group is the only pre-Aryan race—and has the only pre-Indo-European language—still surviving in Europe, and it has a claim to self-rule dating back centuries (Guibernau, 2000). Radical Basque nationalism, a fading but still potent influence on politics and the press, has been a fixture in the region since the 1880s: Very few other regions in Western Europe have a nationalist movement that yearns for the past more intensively than the Basque one. Whether it is a cry for a diluting ethnicity, long-vanished medieval kingdoms or a millenarian independence, nowhere is the mythical component more important than in the Basque case. (Muro, 2005, p. 576)  ", "Very few other regions in Western Europe have a nationalist movement that yearns for the past more intensively than the Basque one. Whether it is a cry for a diluting ethnicity, long-vanished medieval kingdoms or a millenarian independence, nowhere is the mythical component more important than in the Basque case. (Muro, 2005, p. 576)", "The Basque language (known as euskera in Spanish) hardly resembles the Romance languages of Spanish, Catalan, and Galician. Perhaps because of its unfamiliar character and its suppression during the Franco era, the Basque language today is understood by only half of the Basque population and spoken by less than a third. Bilingualism is on the rise, however, thanks to the regional government's efforts to push the language in education and on television (Redondo-Bellon, 1999).", "A lush, rural region in northwestern Spain, Galicia has not experienced nearly the separatist animosity that has marked the Catalonian and Basque experience, although nationalism has been on the rise since Franco's death. Nearly all Galicians can speak and understand the Galician language (called gallego in Spanish), but less than half know how to write it (Redondo-Bellon, 1999). The language, which has seen a dramatic decline during the past 50 years (O'Rourke, 2005), is used far less in public than, say, Catalan is used in Catalonia. This is because, until very recently, the Galician language had been viewed by Galicians as a backward, lower-class tongue, “a source of shame and contempt” (Beswick, 2002, p. 259). And yet, after being revived and standardized in the 1980s, Galician today has one of the strongest penetrations of the regional languages: it is the habitual language of 69 percent of Galicians, compared to 52 percent for Catalan in Catalonia and less than 30 percent for Basque in the Basque Country (O'Rourke, 2005, p. 33). For Galicians, the language is not a “symbol of struggle” against a dominant group, as in the case of Catalonia and the Basque Country; rather, it is a cultural and ethnic heirloom, a defining feature of their identity (O'Rourke, 2005, p. 279).", "To fully appreciate the role of language in Spain, it is important to consider its bilingual and political context. Bilingualism has been broadly defined as knowledge of and facility with two languages (Baker, 1993), but while the precise definition is of continuous debate in the linguistic community, the more relevant perspective for this study is the functional view of bilingualism, “which takes into consideration that individuals learn and use each of their languages for different purposes and in different communication contexts” (von Hapsburg and Peña, 2002, p. 204). In the case of Spain, many bilinguals claim two “first” languages—they gain native fluency with Spanish and their local language. Most Catalonians, Galicians, and Basques, however, would not be considered “balanced bilinguals” (von Hapsburg and Peña, 2002) who know and use both tongues with equal proficiency. This bilingual imbalance reflects the varying degree to which the local languages are taught in schools and at home, and speaks to the multifaceted nature of personal identity, in Spain as elsewhere (see Menéndez-Alarcón, 2000). In this sense, Catalonians who strongly feel connected to their Catalonian identity—vis-à-vis their identity as a Spaniard and as a citizen of the European Union, as well as other identities based on class, gender, and so on—are typically staunch proponents for and users of their regional language.", "Bilinguals, whether equally proficient in both languages or not, vary their language choice depending on the circumstance. For instance, Galicians tend to speak their regional language at home while using Spanish in public because they perceive it to be more distinguished (Beswick, 2002). Or, as one Galician newspaper editor told me, the language-mixing can occur almost randomly: “If you go into a café and order coffee in Galician, the guy behind the counter will respond to you in Spanish, and then when he yells your order to the kitchen, he'll do it in Galician.” While inconsequential in some settings, bilingualism in Spain, particular of the formal and written variety, often is deployed in politically strategic ways. In some cases, the regional languages have become intrinsically tied to the political drive for greater independence from Madrid—inseparable from separatism. In the Basque Country, where the nationalist paramilitary group ETA has long supported Basque-only newspapers, the language has come to symbolize the radicals’ struggle against the central government. Thus, whether justified or not, bilingual journalism may appear intrinsically political—a polemic that, for some newspapers, has made “the minority languages hot to the touch, almost radioactive, casting their coverage in a nationalistic glow” (Lewis, 2006, p. 89). Understanding the origins and operation of such nationalism, and its connection to news media, is at the heart of understanding bilingual journalism in Spain."]}, {"title": "News and the Nation: A Theoretical Framework", "paragraphs": ["While “the nation” and “nationalism” have proved difficult for scholars to define, let alone analyze in a systematic fashion (Anderson, 1983; see also Bishop and Jaworski, 2003), it is important to establish some assumptions and conceptual scaffolding before considering the role of (local) nationalism in the context of bilingual journalism in Spain. I begin with the presumption, widely held across social theory, cultural studies, and communications, that “the nation” is an “imagined community” (Anderson, 1983), a mental construct that is shaped in large part, but not exclusively, by mass media (Frosh and Wolfsfeld, 2006, p. 105). Mass media discourse, with its (re)production of ideologies in social life and its deictic delineation of Us versus Them, makes natural and unproblematic “our” place and purpose within the world of nations—the very essence of nationalism (Billig, 1995; Bishop and Jaworski, 2003). This discursive construction of national identity (Wodak et al., 1999) has been the focus of a wealth of scholarship on the news media's role in shaping thought about “the nation” (e.g., Bishop and Jaworski, 2003; Brookes, 1999; Law, 2001; Rosie et al., 2004; Yumul and Özkirimli, 2000).", "While many of the aforementioned studies were critical discourse analyses—as opposed to the present study, which focuses far less on content—they are important here because they reinforce the relationship between media and the construction of identity. Taken together, they attest that national identities are dynamic and variegated, and that nations are cultural and social hybrids—indeed, “[all] communities and organizations are integrated and related in new spatio-temporal terms due to today's processes of changes such as global homogenization and the parallel emergence of local and group-specific identities” (De Cillia et al., 1999, p. 155; see also Hall, 1991). It is this localized nature of national identity upon which this study turns, examining the influence of local nationalism and its imagined conception on the development of bilingual journalism in Spain.", "The theoretical framework for this analysis draws principally from Anderson's (1983) conception of the “imagined community” while acknowledging Billig's (1995) notion of “banal nationalism.” In his famous work Imagined Communities: reflections on the origin and spread of nationalism, Anderson (1983) argued that nations, as well any community in which face-to-face contact among all members would be impossible to achieve, are social constructs, existing only in the minds of those in the community. They are imagined “because the members of even the smallest nation will never know most of their fellow-members, meet them, or hear of them, yet in the minds of each lives the image of their communion” (Anderson, 1983, p. 15).", "These imagined communities developed with the rise of mass communication (or “print-capitalism”). Along with other advances of the late 18th century—particularly mass education and literacy—mass communication led to homogenous societies in which geographic boundaries could become relevant and a connection with strangers could be conceived in the mind. From the start, the newspaper has had an important role in creating and sustaining imagined communities. It forges a national history, a shared sense of place, as it links time and space. “The date at the top of the newspaper, the single most important emblem on it, provides the essential connection—the steady onward clocking of homogenous, empty time” (Anderson, 1983, p. 37; see also Gavrilos, 2002, p. 428). In this way, the newspaper helps develop “deep, horizontal comradeship” among members, despite the nation's inequalities and exploitations (Anderson, 1983, p. 16).", "In Banal Nationalism, Billig (1995) extended this idea of the newspaper as a vehicle for daily reproduction of nation-ness. He emphasized, however, the media's role in advancing an ideological, rather than social psychological, creation of the nation in western societies where nationalism, far from being an occasional or extremist phenomenon, has become embedded and naturalized—the “endemic condition” of social life (Billig, 1995, p. 6). Billig argued that the press reinforces nationhood, almost invisibly, through routine rhetoric (e.g., “here” and “there,” “us” and “them”) and a presentation of “the” news from a nation-centric view. “The metonymic image of banal nationalism is not a flag which is being consciously waved with fervent passion; it is the flag hanging unnoticed on the public building” (1995, p. 8)—or, we might add, the flag adorning the front page of many newspapers (Yumul and Özkirimli, 2000).", "Billig's theorizing reminds us of the subtle semiotics through which the press shapes the ideological notion of “nation,” including intra-nations such as Catalonia and the Basque Country. But his emphasis, as evidenced by studies that have applied Billig's theory (e.g., Bishop and Jaworski, 2003; Law, 2001; Rosie et al., 2004; Yumul and Özkirimli, 2000), is on the content rather than the content-makers, who are the focus of this study. Anderson's perspective, too, is not a perfect fit: his theorizing was fashioned primarily for understanding imagined political communities (1983, p. 15); and with regard to news media, he focused on the communion being imagined in the minds of readers, not journalists. “The newspaper reader, observing exact replicas of his own paper being consumed by his subway, barbershop, or residential neighbours, is continually reassured that the imagined world is visibly rooted in everyday life” (Anderson, 1983, pp. 39–40). While this study addresses broad issues of content and readership, it neither critically analyzes the discourse nor explores the social psychology of consumers. It does, however, consider the creation of imagined communities in the minds of Spanish newsworkers, and the consequences of such imaginings for the development of bilingual journalism. In this sense, a modulated deployment of Anderson's framework—a fusion of his socio-psychological and nationalistic elements,4 re-articulated in the context of ethno-linguistic identity and advocacy journalism in Spain—might begin to explain the motivations for doing bilingual journalism, which in turn may provide clues toward understanding how this type of journalism is conducted and why it has struggled to gain traction."]}, {"title": "Research Design and Results", "paragraphs": ["This study sought to discover the processes or, motivations for, and consequences of bilingual journalism in Spain. Because this type of journalism is largely new to communications research, an exploratory approach was essential. This paper is part descriptive case study—highlighting the production aspect of bilingual journalism—and part critical analysis, examining the motivations underlying the methods through the prism of Anderson's “imagined community” (1983). My research began with semistructured interviews and nonparticipant observation—methods with demonstrated effectiveness for exploratory studies in media and culture (Stout, 2004) and journalistic behavior (Sumpter, 2000). Such methods are in keeping with sound qualitative research (Denzin and Lincoln, 2005).", "During the autumn of 2005, I interviewed 18 Spanish journalists: five were editors-in-chief, four were managing/deputy editors, and the rest were mid-level editors, reporters, or newsroom linguists/translators. Most were charged with creating or supervising bilingual content, while others provided the perspective of newspapers in Catalonia, Galicia, and the Basque Country that did not engage in bilingual journalism. The interviews were loosely structured but focused on three salient issues: the decision-making behind what gets printed in the local language, and why; the motivations for doing (or not doing) bilingual journalism; and the results of such efforts, in readership.", "I complemented the interviews by conducting some basic nonparticipant observation. I visited the newsrooms of two newspaper companies making the most ambitious bilingual efforts: El Periódico de Catalunya in Barcelona, and the jointly owned El Correo Gallego and Galicia Hoxe in Santiago de Compostela. In Barcelona, I watched editor-linguists convert a newspaper's content from Spanish to Catalan, and in Santiago de Compostela I sat in on news meetings and observed the general flow of operations. Additionally, I discussed bilingualism with linguists, politicians, academics, and others familiar with the cultural nuances of Spain's autonomous regions.", "Finally, quantitative data were analyzed to gauge the success of bilingual journalism initiatives. I drew on circulation figures provided by Spain's Audit Bureau of Circulation, Oficina de Justificación de la Difusión5 (OJD, 2006), and readership estimates from the General Media Survey, Estudio General de Medios 6 (EGM, 2006). This was important because newspapers were the sole medium of study. While it is true that bilingual journalism occurs in other Spanish news media, the language-mixing is rare and often ancillary to, not deliberately part of, the news package. Among the broadcast media, linguistic crossover occurs more often in advertisements than in editorial content.", "From my interviews and observation at newspapers, three principal forms of bilingual journalism emerged: production, content, and tailored bilingualism. This categorization, which I created but left underdeveloped in an earlier work (Lewis, 2006), is the first of its kind to address this recent development in journalism and linguistics. I will discuss each element of this new framework in turn.", "In this first case, bilingualism is a function of production. News gathered and written in one language is translated into another language, with virtually no variation in content. There is one newsroom, one set of news, one press facility—but two language editions. The best (and only significant) example of this type of bilingual journalism is El Periódico de Catalunya, the second-largest general-information newspaper by paid circulation in Barcelona, the capital of Catalonia. Since 1997, El Periódico has published in Spanish and Catalan; its mission is to produce “two editions with identical content offering readers the right to choose the language in which they wish to be informed” (quoted in Atkinson and Kelly-Holmes, 2006, p. 244). The paper's first edition is written and edited in Spanish. Computer software takes the completed pages and converts them into Catalan, at a rate of three seconds per page, after which editor-linguists smooth out the occasional translation errors. The Catalan edition accounts for about 40 percent of the 162,000 copies El Periódico sells daily; the newspaper believes that a 60:40 Spanish–Catalan ratio represents Catalonians’ overall use of the languages in speaking, writing, and reading.", "This second form is the most common and perhaps most peculiar style of bilingual journalism. It involves mixing the languages—on the front page, throughout the paper, or even within individual news stories. Nearly all newspapers in the bilingual regions of Spain do some kind of language-mixing, with the only difference being the extent to which they incorporate the local language alongside the dominant Spanish. Some that adhere tightly to Spanish, such as La Vanguardia in Catalonia, feature the minority language only when it is supplied that way by outsiders—in letters to the editor, obituaries, and advertisements. More commonly, however, many newspapers, including the regional editions of the popular free dailies Metro Directo, 20 minutos and Que!, unabashedly combine languages on the front page and throughout the paper. Thus, in Barcelona, Metro Directo de Catalunya features locally produced stories in Catalan alongside stories in Spanish from the wire services and Metro Directo's bureau in Madrid.", "A more subtle, but no less significant, form of content bilingualism occurs in La Voz de Galicia, the Galician region's largest paid-circulation newspaper. Its articles are nearly entirely in Spanish, but La Voz makes a point of publishing Galician quotes inside otherwise all-Spanish stories. La Voz editors reason that the mix is more realistic for readers who are accustomed to speaking Spanish in public and Galician at home. As one editor noted: If we interview in Galician, we publish it in Galician … If there's an accident and we go to the house and the eyewitness speaks in Galician, then even if the rest of the story is in Spanish, the quote will appear in Galician … I think we must be the only ones doing that.  ", "If we interview in Galician, we publish it in Galician … If there's an accident and we go to the house and the eyewitness speaks in Galician, then even if the rest of the story is in Spanish, the quote will appear in Galician … I think we must be the only ones doing that.", "Such language-mixing might be the easiest and most culturally appropriate form of bilingual journalism because it comes naturally to many journalists themselves. They often converse bilingually in the newsroom and conduct interviews in both languages, and increasingly more journalists know how to write as well in the local language as they do in Spanish. Said an editor in Barcelona: [Catalan] is the language that belongs to Catalonia, and [Catalan and Spanish] mix quite a bit in conversation. You might be talking to four or five people and one will be speaking in Castilian, another in Catalan, and you'll all be jumping around with the languages. I don't know if there's any part of the world like this.  ", "[Catalan] is the language that belongs to Catalonia, and [Catalan and Spanish] mix quite a bit in conversation. You might be talking to four or five people and one will be speaking in Castilian, another in Catalan, and you'll all be jumping around with the languages. I don't know if there's any part of the world like this.", "Whereas content bilingualism often grows out of circumstance and convenience—e.g., a reporter's interviews are conducted in the minority language—tailored bilingualism is defined by its intent. It seeks to reach that niche in the audience that appreciates news in the local language and with a regional-nationalist spin.", "It is true, of course, that nearly all bilingual journalism is targeted to some degree, even for newspapers that publish mainly in Spanish. Local stories, particularly ones that deal with heritage, culture, or ethnicity, often appear in the local language. The same is true for much of arts coverage, given that many of the books and plays being reviewed are themselves written in the regional language. In Galicia, where the local language has been transformed from a backwater tongue to the parlance of the elite, Spanish-language newspapers have responded by covering high-brow arts and fashion in Galician. In the Basque Country, a San Sebastián-based newspaper called Gara considers it a civic duty to publish at least a quarter of its content in the Basque language. As a Gara editor put it, “Sometimes we'll publish in Spanish to reach more people, or we'll publish in Basque to uphold our obligation to support Basque.” In Catalonia, the free daily Metro Directo de Catalunya strives for an 80:20 Spanish–Catalan ratio, making news judgments with language in mind. Said an editor there: “The reporter will say, ‘Do you want this in Spanish or Catalan?’ And then we'll decide based on what else we have that day. We want to provide a good mix of the two.”", "What distinguishes tailored bilingualism from the production and content varieties is its scope and earnestness. It is bilingual news for the sake of being bilingual. This tailored approach might take the form of a specialized weekly section published in the local language, such as the Basque-language insert put out by Diario de Navarra in Pamplona. But the most telling example of tailored bilingualism is Galicia Hoxe. It is owned and operated by an all-Spanish newspaper, El Correo Gallego, and produced in the same newsroom, but Galicia Hoxe looks and reads like a different newspaper. It is written in Galician with a decidedly Galician flavor. It targets a slice of the audience that not only prefers to read in that language, but also likes news that champions Galician identity and ideals, and sides with nationalists pushing for greater autonomy. The result is a newspaper that differs dramatically, in visual design and editorial content, from its all-Spanish parent. Even when the two papers cover the same event, such as routine parliamentary action, they use different journalists and tend to frame the news in distinct ways. In the newsroom, where Galicia Hoxe's journalists work alongside but apart from El Correo's staff, Hoxe's editors not only translate wire-service copy from Madrid, but also often rewrite the wire reports to highlight issues that might resonate with the “inner Galician,” so to speak. Editors said they tend to focus on topics relevant to the Galician-speaking elite: language, local arts and culture, separatist politics, and the drive for “nation” status in Catalonia—a campaign that nationalist-minded Galicians follow closely, hoping to achieve the same someday. On a typical day, Galicia Hoxe will devote up to 10 pages to arts and culture; in El Correo Gallego, a paper twice as thick, there might be two. In evaluating press releases and wire-service reports, Hoxe editors take as their motto, “How does this affect us all as Galicians?”", "As I interviewed journalists, particularly editors, at some of the largest papers of Catalonia, Galicia, and the Basque Country, one distinction became apparent. The editors who most supported bilingual journalism, whose newspapers provided the most bilingual content, were themselves cheerleaders for the minority language and the region it represented. That language community—indeed, their language community, for these editors were very much part of it—would be classified as an imagined community, by Anderson's (1983) definition. These editors would never make face-to-face contact with each member of their ethno-linguistic group, but they nonetheless spoke of a kinship, a common bond. They longed to see their region and its language succeed. They supported the drive for greater autonomy from Madrid. They cared deeply about promoting and preserving a language they believed was crucial to the very preservation of their identity. In essence, they sought to build a “deep, horizontal comradeship” (Anderson, 1983, p. 16) within their language community, to hold it together against the hegemonic forces of Madrid and its Spanish. They saw the newspaper as a natural vehicle through which to reach and unite that community, harmonizing a region of shared language, culture, and ethnic ancestry. For them, bilingual journalism was not a partisan plot or a marketing ploy to grab more readers, but rather a public service—a social cause worth championing in the spirit of activist journalism.", "Few editors were so overt in admitting such convictions, but their wistful musings about bilingual journalism and its future often revealed their fervency. Some editors spoke reverently of the language as a symbol. In Galicia, a region along the Atlantic Ocean where the capital, Santiago de Compostela, is an important pilgrimage site for Catholics, one editor said: [Galician is] part of us, like the cathedral of Santiago, or like the pilgrimage, the rivers, the ocean … For 40 years Franco tried to suppress it and he couldn't do it. Galician is not going to die because feelings never die, and Galician is a feeling more than anything.  ", "[Galician is] part of us, like the cathedral of Santiago, or like the pilgrimage, the rivers, the ocean … For 40 years Franco tried to suppress it and he couldn't do it. Galician is not going to die because feelings never die, and Galician is a feeling more than anything.", "Frequently, pro-bilingual editors spoke of wishing to increase their newspaper's use of the minority language—not for profit, but for a larger purpose. One editor in Catalonia had a near-term goal of increasing his paper's bilingual coverage from 20 to 30 percent of overall content, but his long-term goal was much higher: “I would like to publish it all in Catalan.” Likewise, an editor in the Basque Country said: We're thinking of how to boost the amount of Basque. What we value is that our newspaper is a reflection of the society, and we wish society would push us to be a paper totally in Basque. That's our hope … There isn't a clear criteria, but sometimes we'll publish in Spanish to reach more people or we'll publish in Basque to uphold our obligation to support Basque. We want to encourage and motivate people to learn Basque.  ", "We're thinking of how to boost the amount of Basque. What we value is that our newspaper is a reflection of the society, and we wish society would push us to be a paper totally in Basque. That's our hope … There isn't a clear criteria, but sometimes we'll publish in Spanish to reach more people or we'll publish in Basque to uphold our obligation to support Basque. We want to encourage and motivate people to learn Basque.", "By contrast, editors whose newspapers used far less bilingual journalism painted a different picture. They emphasized that bilingual journalism was tarnished by nationalist politics, and as such had failed to capture sufficient readers, making it a money-losing venture (see below). In their newspapers, bilingual journalism appeared ancillary or by accident—perhaps in a letter to the editor or an obituary. When these editors considered the aggressive bilingualism practiced by Galicia Hoxe and El Periódico de Catalunya, they dismissed the idea of public service. To them, it was a quixotic cause of nationalism.", "If pro-bilingual editors focused on the morality of their efforts, bilingual contrarians focused on the market. One editor said that his paper studied El Periódico de Catalunya's efforts, wondering if the same duplication process would work in Galicia. But, he concluded, “there's simply no demand.” To prove his point, he opened his newspaper to the obituaries, nearly all of which were written in Spanish, and said, “Look. Here the people have a chance to memorialize their loved one, and in their pain and grief what is the language that comes naturally? Spanish.” Similarly, an editor in the Basque Country voiced concern about the economics of bilingualism: It's a controversial topic. In theory, there's demand, but in practice not so much. People would like more in Basque, but it's hard for them to read it. And the ones who can read it, the youth, well, they're not buying newspapers here or anywhere else in the world.  ", "It's a controversial topic. In theory, there's demand, but in practice not so much. People would like more in Basque, but it's hard for them to read it. And the ones who can read it, the youth, well, they're not buying newspapers here or anywhere else in the world.", "This is not to suggest, however, that bilingual contrarians thought less of their socio-linguistic heritage. In the interviews, even editors who bemoaned the politicization of their minority language spoke highly of the language's place in society. Like their pro-bilingual counterparts, they wanted to see the language—and the imagined community it represented—succeed. Said an editor in Catalonia: “You can be a very Catalan newspaper without being written in Catalan.” Echoing this emphasis on identity, a Galician editor said: “We've always made it our vocation to defend the symbols, identity and idiosyncrasies of Galicia.”", "While gauging success or failure in any arena is a messy business, fraught with subjectivity, our best measure for newspaper effectiveness is circulation. It provides an objective judgment. In the case of Spain, it is the best substitute for a public vote on bilingual journalism. As one editor said, holding up a euro coin for emphasis: “There's nothing more democratic than kiosk sales. When thousands of people who don't know us take this out of their pockets, that's where we see true demand.”", "Bilingual journalism is used in some fashion by six of the 15 most-read newspapers in Spain, including some of the most influential (see Table 1). While that suggests a wide diffusion of bilingualism, consider the case of the free daily newspapers. Three of them—20 minutos, Qué!, and Metro Directo—are among the four most-read papers in the country. They mix the languages in their regional editions of Catalonia, Galicia, and the Basque Country (and, to a lesser extent, in other bilingual regions such as Valencia). They primarily combine the languages on the front page and on the inside local pages, but the overall share of bilingual content is rather minor—perhaps less than 25 percent of all stories in the newspaper on a given day. This, of course, is in their regional editions only. In Madrid, their area of highest circulation, the free dailies publish exclusively in Spanish. Furthermore, when we consider that the three most-read paid newspapers in the country—El País, El Mundo, and ABC—do not publish local-language content, it becomes clear that, among the largest papers, local-language material accounts for a tiny fraction of overall news content. ", "Besides the free dailies, three other newspapers among the top 15 practice bilingual journalism. Of those, El Periódico de Catalunya, as noted above, is the most striking example of bilingualism, producing identical editions in Spanish and Catalan. While some Spanish linguists and journalists consider El Periódico the preeminent bilingual journalism success story, a closer look reveals a different picture. When it began publishing a Catalan edition in 1997, El Periódico hoped to steal readers from its all-Spanish rival La Vanguardia, its all-Spanish rival, and attract new readers who preferred their news in the regional language. Instead, it saw an overnight migration, as 30 percent of its readers switched editions, but enjoyed virtually no increase in overall sales (OJD, 2006). Since the dual editions began in 1997, El Periódico's combined paid circulation has fallen 22 percent; during the same period, La Vanguadia's circulation has fallen just 1 percent (OJD, 2006). While bilingualism may be only one of several factors that have contributed to El Periódico's decline, the numbers are telling, particularly at a time when most Spanish newspapers have seen steady, if not increasing, circulation.", "Besides El Periódico, the newspapers that have most aggressively pushed bilingual journalism—such as the tailored bent of Galicia Hoxe—are nowhere near the top 15 most-read newspapers. In Catalonia, the two largest newspapers that publish exclusively in Catalan, Avui and El Punt, have paid circulation of roughly 28,000 and 25,000, respectively (OJD, 2006). Both minority-language newspapers are very minor players among Catalonian print media (Atkinson and Kelly-Holmes, 2006); put together, they are outsold 4-to-1 by the region's largest newspaper, the all-Spanish La Vanguardia. Over the past decade, the government-financed Avui has seen a 32 percent decline in paid circulation.", "In the Basque Country, Gara is written mostly in Spanish but sprinkles in Basque stories throughout. It has an estimated paid circulation of 20,000; in recent years overall readership has fallen by nearly 25 percent, to 102,000 daily readers (EGM, 2006). Meanwhile, Berria, a paper that prints entirely in Basque, has sales so meager they are not reported by the Audit Bureau of Circulation.", "In Galicia, Hoxe has struggled since its founding in 2003. As a newspaper that provides the news in the Galician language and with a Galician spin, Hoxe is outsold 10-to-1 by its all-Spanish parent and in-town rival, El Correo Gallego. In a region of three million Galician speakers, Hoxe sells 4000 copies a day.", "In sum, the newspapers that have most embraced bilingual journalism, particularly the ones that have altered production schemes or devised tailored language editions, have not seen their efforts translate into circulation gains. Moreover, the declines among the bilinguals have occurred at a time when overall newspaper readership in Spain has increased—daily newspaper penetration has risen from 35 to 42 percent since 1999 (EGM, 2006)—building a stronger case against the economic rationale for bilingual journalism."]}, {"title": "Lessons from Spain: A Discussion and Conclusion", "paragraphs": ["Through descriptive observation and critical analysis, this paper sought to examine three fundamental issues regarding bilingual journalism in Spain—how it is accomplished, why it has been undertaken, and to what effect. Because of the newness of this phenomenon, it was important first to understand the processes of this kind of journalism. I introduced a framework of production, content, and tailored bilingualism that classifies and clarifies how certain newspapers in the autonomous regions of Catalonia, Galicia, and the Basque Country seek to reach a local-language niche in the audience. Perhaps the most salient element of this framework is tailored bilingualism. This type of journalism, best exemplified by Galicia Hoxe in Santiago de Compostela, moves beyond merely translating or juxtaposing bilingual content—it is a more deliberate and determined fusion of bilingualism, nationalism, and localized identity. It is aggressive in courting a subset of the population that not only wishes to read the news in the minority language but also wants news that speaks to a shared socio-linguistic and ethno-nationalist identity—in this case, the “inner Galician.”", "However, do such groups of readers truly exist? And, if so, would they perceive and receive news primarily through a single-minded identity, given the multifaceted pastiche that is identity construction (e.g., Hall, 1991, 1992)? Hence the second focus of this study: to explore how a re-articulated rendering of Anderson's (1983) “imagined community” concept might begin to explain some editors’ promotion of and devotion to bilingual journalism. In my interviews, I found that editors whose newspapers most engaged in bilingualism, and who themselves were most sympathetic to the regional language and the sub-nationalist politics it represented, had, in their minds, imagined language communities—niche “nations” of readers. Although they would never meet more than a fraction of these readers face to face, the editors felt a fraternity, a “deep, horizontal comradeship” (Anderson, 1983, p. 16) of language and heritage. These readers, they believed, relied on them not just for news, but also for help in preserving the language and thus their very identity. It was in this spirit, this melding of nationalism, imagined community, and advocacy journalism, that editors seemed intent on conducting bilingual journalism against all costs.", "The moral earnestness of their efforts is all the more striking when we consider that this “public service” runs counter to the profit-driven orientation of the Spanish press (de Mateo, 1989; Papatheodorou and Machin, 2003). Indeed, circulation and readership figures attest to bilingual journalism's failure in the market. El Periódico de Catalunya invested millions of dollars in its Catalan edition, only to fall further behind its all-Spanish rival. El Correo Gallego launched the tailored bilingualism of Galicia Hoxe after an earlier translation experiment failed—only to see Hoxe flounder in a market where nearly 90 percent of the people speak and understand the regional language (Redondo-Bellon, 1999). Likewise, there is a reason the largest newspapers in the Basque Country have avoided going bilingual; they have seen the failings of Gara and Berria. This tension of morality versus market calls into question the very essence of the imagined communities of minority-language readers and the ethno-nationalist cause they represented. We might well wonder, were these editors simply tilting at windmills?", "More importantly, this tension brings into sharp relief the distinctiveness of this case. In Spain, the production, content and tailoring of bilingual journalism, and the imagining of reader communities served by such bilingual offerings, are embedded in the Spanish context—its interlocking of language, history, politics, and ethnic identity that has given rise to sub-state nationalism today. A newspaper making a very public attempt to embrace its region's minority language may attract a certain class of readers, but at the same time alienate others who perceive a nationalist motive, whether one exists or not. The hint of political involvement is quite manifest: Avui is partly owned by a nationalist government in Catalonia; Gara is the reborn version of a newspaper that was shut down by Spanish authorities because of its links to the ETA terrorists; and Galicia Hoxe, while far less beholden to politicians and special interests than the other two, was founded on May 17, Galician Literature Day, and in championing Galician ethnic and linguistic identity it, too, has been connected with nationalism. Thus, nationalist politics have contributed both to the birth and possible demise of bilingual journalism in Spain. And yet, to single out nationalism would be to ignore other forces at work, not least of which is another form of bilingualism—the increasing use of English—that is emerging as Spain embraces its place in the European Union. If the regional languages symbolize a Spain of yore, English is the forward-looking language that reflects the country's desire, post-Franco, for greater global influence in the future.", "Because of its idiosyncratic nature, the Spanish experience with bilingual journalism cannot be easily generalized elsewhere. While it is true that ethnic and minority-language media have proliferated in the United States and in other regions with high immigrant populations, these media diverge linguistically from the mainstream, producing news almost exclusively in the minority language. The mass media models in such places are marked by linguistic separation—for instance, all-English or all-Spanish news, but little if any combination of the two.7 Linguistic integration of the kind seen in Spain is more difficult to achieve, and feasible only among mass audiences of native and literate bilinguals. And yet, despite its singularity, the Spanish case is worth considering in a broader context for two reasons. First, as global migration flows change the demographics of western societies, they also alter the socio- and ethno-linguistic audiences of news organizations. In this shifting landscape, the shape and scope of bilingual journalism in Spain—its production practices, underlying motivations, and market consequences—may hold clues for imagining a media bilingualism of the future. Secondly, the Spanish case also illustrates the complexity of and resistance to such acculturation processes. In this way, this study acts as a tentative first step toward exploring an emerging phenomenon in journalism, one that has implications for our understanding of news and its relationship to nation-ness, language, and identity."]}], "references": [{"title": "“Linguistic Normalisation and the Market: advertising and linguistic choice in El Periódico de Catalunya”", "year": "2006", "journal": "Language Problems \\& Language Planning", "volume": "30", "authors": [{"name": "Atkinson David", "first_name": "Atkinson", "last_name": "David"}, {"name": "Kelly-Holmes Helen", "first_name": "Kelly-Holmes", "last_name": "Helen"}]}, {"title": "“Political Engagement and the Audience for News: lessons from Spain”", "year": "2000", "journal": "Journalism \\& Communication Monographs", "volume": "2", "authors": [{"name": "Barnhurst Kevin G.", "first_name": "Barnhurst", "last_name": "G."}]}, {"title": "“Geopolitical Imaginations of the Basque Homeland”", "year": "2006", "journal": "Geopolitics", "volume": "11", "authors": [{"name": "Beck Jan Mansvelt", "first_name": "Beck", "last_name": "Mansvelt"}]}, {"title": "“Galician Language Planning and Implications for Regional Identity: restoration or elimination?”", "year": "2002", "journal": "National Identities", "volume": "4", "authors": [{"name": "Beswick Jaine", "first_name": "Beswick", "last_name": "Jaine"}]}, {"title": "“‘We Beat &#039;Em’: nationalism and the hegemony of homogeneity in the British press reportage of Germany versus England during Euro 2000”", "year": "2003", "journal": "Discourse \\& Society", "volume": "14", "authors": [{"name": "Bishop Hywel", "first_name": "", "last_name": "Hywel"}, {"name": "Jaworski Adam", "first_name": "Jaworski", "last_name": "Adam"}]}, {"title": "“Newspapers and National Identity: the BSE/CJD crisis and the British press”", "year": "1999", "journal": "Media, Culture \\& Society", "volume": "21", "authors": [{"name": "Brookes Rod", "first_name": "Brookes", "last_name": "Rod"}]}, {"title": "“The Rise of the Gossip Press in Spain”", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Bueno Manuela", "first_name": "Bueno", "last_name": "Manuela"}, {"name": "Cárdenas Maria Luisa", "first_name": "Cárdenas", "last_name": "Luisa"}, {"name": "Esquivias Lola", "first_name": "Esquivias", "last_name": "Lola"}]}, {"title": "“The Discursive Construction of National Identities”", "year": "1999", "journal": "Discourse \\& Society", "volume": "10", "authors": [{"name": "De Cillia Rudolph", "first_name": "De", "last_name": "Rudolph"}, {"name": "Reisigl Martin", "first_name": "Reisigl", "last_name": "Martin"}, {"name": "Wodak Ruth", "first_name": "Wodak", "last_name": "Ruth"}]}, {"title": "“The Evolution of the Newspaper Industry in Spain, 1939–87”", "year": "1989", "journal": "European Journal of Communication", "volume": "4", "authors": [{"name": "De Mateo Rosario", "first_name": "De", "last_name": "Rosario"}]}, {"title": "“Languages, Minorities and Education in Spain: the case of Catalonia”", "year": "2000", "journal": "Comparative Education", "volume": "36", "authors": [{"name": "Ferrer Ferran", "first_name": "Ferrer", "last_name": "Ferran"}]}, {"title": "“ImagiNation: news discourse, nationhood and civil society”", "year": "2006", "journal": "Media, Culture \\& Society", "volume": "29", "authors": [{"name": "Frosh Paul", "first_name": "Frosh", "last_name": "Paul"}, {"name": "Wolfsfeld Gadi", "first_name": "Wolfsfeld", "last_name": "Gadi"}]}, {"title": "“Arab Americans in a Nation&#039;s Imagined Community: how news constructed Arab American reactions to the Gulf War”", "year": "2002", "journal": "Journal of Communication Inquiry", "volume": "26", "authors": [{"name": "Gavrilos Dina", "first_name": "Gavrilos", "last_name": "Dina"}]}, {"title": "“Spain: Catalonia and the Basque Country”", "year": "2000", "journal": "Parliamentary Affairs", "volume": "53", "authors": [{"name": "Guibernau Montserrat", "first_name": "Guibernau", "last_name": "Montserrat"}]}, {"title": "“Political Clientelism and the Media: Southern Europe and Latin America in comparative perspective”", "year": "2002", "journal": "Media, Culture \\& Society", "volume": "24", "authors": [{"name": "Hallin Daniel C.", "first_name": "Hallin", "last_name": "C."}, {"name": "Papathanassopoulos Stylianos", "first_name": "Papathanassopoulos", "last_name": "Stylianos"}]}, {"title": "“Minority Language Education in Unbalanced Bilingual Situations: a case for the linguistic interdependence hypothesis”", "year": "2000", "journal": "Journal of Psycholinguistic Research", "volume": "29", "authors": [{"name": "Huguet Angel", "first_name": "Huguet", "last_name": "Angel"}, {"name": "Vila Ignasi", "first_name": "Vila", "last_name": "Ignasi"}, {"name": "Llurda Enric", "first_name": "Llurda", "last_name": "Enric"}]}, {"title": "“Research Note: the vanishing young reader”", "year": "2001", "journal": "European Journal of Communication", "volume": "16", "authors": [{"name": "Lauf Edmund", "first_name": "Lauf", "last_name": "Edmund"}]}, {"title": "“Near and Far: banal national identity and the press in Scotland”", "year": "2001", "journal": "Media, Culture \\& Society", "volume": "23", "authors": [{"name": "Law Alex", "first_name": "", "last_name": "Alex"}]}, {"title": "“Delivering the News in two Languages”", "year": "2006", "journal": "Nieman Reports", "volume": "60", "authors": [{"name": "Lewis Seth", "first_name": "Lewis", "last_name": "Seth"}]}, {"title": "“The Political Role of the Spanish Journalist”", "year": "1997", "journal": "Political Communication", "volume": "14", "authors": [{"name": "Martín Manuel", "first_name": "Martín", "last_name": "Manuel"}, {"name": "Norberto Algarra", "first_name": "Norberto", "last_name": "Algarra"}, {"name": "Gaitano Gonzalez", "first_name": "Gaitano", "last_name": "Gonzalez"}]}, {"title": "“Spain in the European Union: a qualitative study of national identity”", "year": "2000", "journal": "International Journal of Cultural Studies", "volume": "3", "authors": [{"name": "Menéndez-Alarcón Antonio", "first_name": "Menéndez-Alarcón", "last_name": "Antonio"}]}, {"title": "“Underlying Epistemological Conceptions in Journalism”", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Muñoz-Torres Juan Ramón", "first_name": "Muñoz-Torres", "last_name": "Ramón"}]}, {"title": "“Nationalism and Nostalgia: the case of radical Basque nationalism”", "year": "2005", "journal": "Nations \\& Nationalism", "volume": "11", "authors": [{"name": "Muro Diego", "first_name": "Muro", "last_name": "Diego"}]}, {"title": "“Spanish Nationalism: ethnic or civic?”", "year": "2005", "journal": "Ethnicities", "volume": "5", "authors": [{"name": "Muro Diego", "first_name": "Muro", "last_name": "Diego"}, {"name": "Quiroga Alejandro", "first_name": "Quiroga", "last_name": "Alejandro"}]}, {"title": "“Expressing Identity Through Lesser-used Languages: examples from the Irish and Galician contexts”", "year": "2005", "journal": "Language \\& Intercultural Communication", "volume": "5", "authors": [{"name": "O'Rourke Bernadette", "first_name": "O'Rourke", "last_name": "Bernadette"}]}, {"title": "“The Umbilical Cord That Was Never Cut: the post-dictatorial intimacy between the political elite and the mass media in Greece and Spain”", "year": "2003", "journal": "European Journal of Communication", "volume": "18", "authors": [{"name": "Papatheodorou Fotini", "first_name": "Papatheodorou", "last_name": "Fotini"}, {"name": "Machin David", "first_name": "Machin", "last_name": "David"}]}, {"title": "“Cohort Replacement and the Downward Trend in Newspaper Readership”", "year": "2000", "journal": "Newspaper Research Journal", "volume": "21", "authors": [{"name": "Peiser Wolfram", "first_name": "Peiser", "last_name": "Wolfram"}]}, {"title": "“Cohort Trends in Media Use in the United States”", "year": "2000", "journal": "Mass Communication \\& Society", "volume": "3", "authors": [{"name": "Peiser Wolfram", "first_name": "Peiser", "last_name": "Wolfram"}]}, {"title": "“The Effects of Bilingualism on the Consumer: the case of Spain”", "year": "1999", "journal": "European Journal of Marketing", "volume": "33", "authors": [{"name": "Redondo-Bellon Ignacio", "first_name": "Redondo-Bellon", "last_name": "Ignacio"}]}, {"title": "“Nation Speaking Unto Nation? Newspapers and national identity in the devolved UK”", "year": "2004", "journal": "The Sociological Review", "volume": "52", "authors": [{"name": "Rosie Michael", "first_name": "Rosie", "last_name": "Michael"}, {"name": "John Macinnes", "first_name": "John", "last_name": "Macinnes"}, {"name": "Petersoo Pille", "first_name": "Petersoo", "last_name": "Pille"}, {"name": "Condor Susan", "first_name": "Condor", "last_name": "Susan"}, {"name": "Kennedy James", "first_name": "Kennedy", "last_name": "James"}]}, {"title": "“The birth of modern newsrooms in the Spanish press”", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "Sánchez-Aranda José J.", "first_name": "Sánchez-Aranda", "last_name": "J."}, {"name": "Barrera Carlos", "first_name": "Barrera", "last_name": "Carlos"}]}, {"title": "“Secularization and the Religious Audience: a study of Mormons and Las Vegas media”", "year": "2004", "journal": "Mass Communication \\& Society", "volume": "7", "authors": [{"name": "Stout Daniel A.", "first_name": "Stout", "last_name": "A."}]}, {"title": "“Daily Newspaper Editors’ Audience Construction Routines: a case study”", "year": "2000", "journal": "Critical Studies in Media Communication", "volume": "17", "authors": [{"name": "Sumpter Randall S.", "first_name": "Sumpter", "last_name": "S."}]}, {"title": "“Understanding Bilingualism and Its Impact on Speech Audiometry”", "year": "2002", "journal": "Journal of Speech, Language \\& Hearing Research", "volume": "45", "authors": [{"name": "Von Hapsburg Deborah", "first_name": "Von", "last_name": "Deborah"}, {"name": "Peña Elizabeth D.", "first_name": "Peña", "last_name": "D."}]}, {"title": "“Reproducing the Nation: ‘banal nationalism’ in the Turkish press”", "year": "2000", "journal": "Media, Culture \\& Society", "volume": "22", "authors": [{"name": "Yumul Arus", "first_name": "Yumul", "last_name": "Arus"}, {"name": "Özkirimli Umut", "first_name": "Özkirimli", "last_name": "Umut"}]}]}