{"doi": "10.1080/17512786.2018.1511821", "url": "https://doi.org/10.1080/17512786.2018.1511821", "title": "How Age Affects Journalists’ Adoption of Social Media as an Innovation", "volume": "13", "year": "2019", "issue": "5", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Wu", "first_name": "Yanfang", "name": "Yanfang Wu"}], "abstract": "American newsrooms are adopting social media as an innovation for greater engagement. However, several organizational and individual factors may affect the extent to which news outlets adopt social media innovations. In particular, there is assumed to be a divide among different age groups of journalists in embracing social media. Utilizing a structural equation modeling (SEM) analysis, the study seeks to understand how social media culture in newsrooms affects journalists’ strategies of taking social media as an innovation, and how journalists of different age groups differ in the SEM model fit. The analyses indicated Twitter engagement mediates social media culture and journalists’ attitude toward social media. However, that was not the case with Facebook. Additionally, while younger journalists favored Twitter, older journalists embraced Facebook and middle-aged journalists adopted both Facebook and Twitter. The analyses showed the more that middle-aged journalists interacted on Twitter, the more they tended to have a positive attitude toward social media. However, the more that younger and older journalists engaged on Twitter, the more they tended to have a negative attitude toward social media. Journalists from all three age groups tended to hold a negative attitude toward social media if they engaged more on Facebook.", "body": [{"title": "Introduction", "paragraphs": ["In the transition from traditional to digital news outlets, engagement via social media is being adopted by more and more news organizations as a strategy to confront with declining revenue (Heravi and Harrower 2016; Bentivegna and Marchetti 2018; Brems et al. 2017). Media organizations have embraced social media as a way to distribute news and connect with audiences, providing a range of mechanisms for users to share and recommend news content (Singer et al. 2011; Beckett and Deuze 2016). Individual journalists have incorporated social media into daily routines in the news diffusion process—to share content, develop relationships and build community (Farhi 2009; Neilson 2018). Social media in particular are used as a strategy to appeal to news organizations’ young audiences, whom news organizations have found hard to reach over traditional news distribution channels.", "The integration of social media as an innovation in the news production process increases the audience reach of newsrooms. An innovation is the implementation of invention in a market or a social setting (Fagerberg 2004). The four types of innovation identified by Francis and Bessant (2005)—product, process, position and paradigmatic innovation—can be transferred to innovation in the media industry as new media platforms, new business models and new ways of producing media text (Storsul and Krumsvik 2013; Arbatani, Asadi, and Omidi 2018). In particular, social media as an innovation can be applied as process innovation. For example, news diffusion via social media is based on the idea that journalists’ posts may influence an exceptional number of their followers (Trusov, Bodapati, and Bucklin 2010). A study of the diffusion of news on Twitter found that a message from a news organization or journalist was reposted on average 15.5 times (An et al. 2011).", "Despite the fact that social media as an innovation—to increase engagement and reduce news production cost—has been widely recognized, the integration of social media in newsrooms ranges at various levels. One potential factor is age. In the general population, age has been identified as a highly significant predictor of Internet Connectedness Index among factors such as income, education, gender, and study area (Loges and Jung 2001), and is often perceived as an important variable influencing uses of new communication technologies (Gulyas 2013). Likewise, the Social Media Fact Sheet released by the Pew Research Center (2018), found that as of January 10, 2018, roughly two-thirds of U.S. adults (68%) reported they are Facebook users. Furthermore, about 88% of U.S. adults aged 18–29, 78% aged 30–49, 64% aged 50–64, and 37% aged 65 years or older use at least one social media site (PewResearchCenter 2018). This data shows journalists may reach a large audience by adopting social media as an innovative journalistic tool for distributing stories on social media, particularly to reach younger audiences.", "Similar to the findings in the digital divide among younger and older American adults (Lenhart 2000), social media as an innovation may be affected by individual journalists’ various characteristics. For instance, age was recognized by Spyridou et al. (2013) as the only significant factor that influences their social media strategy—either expelling or embracing social media as a strategy for innovation. Spyridou et al.’s (2013) findings regarding age demand a closer look into the age differences in the use of and attitudes towards social media among journalists.", "Although previous researchers in the fields of media and communication studies have proposed that an age-based divide exists in journalists’ adoption of social media as an innovation, few studies have conducted empirical research on the correlation between journalists’ age and social media use, particularly in the types of social media that are used. To fill in the gaps in our knowledge—how journalists’ social media use and attitude toward social media are affected by age—this study seeks to understand how young journalists (age ≤ 30), middle-aged (31 ≤ age ≤ 49), and older journalists (≥50) differ in the adoption of social media and the difference of the integration of social media in their daily routines. Utilizing a SEM analysis, the study seeks to understand (1) how social media culture in newsrooms affects journalists’ strategies of taking social media as an innovation, in particular social media engagement and their attitude toward social media, and (2) how journalists of different age groups differ in the SEM model fit."]}, {"title": "Literature Review", "paragraphs": ["Journalism is in a state of flux—undergoing dramatic changes due to the impact of social media. As a result, practitioners and researchers have advocated for social journalism—the integration of social media in journalistic practices (Hermida 2012; Endo 2013), where journalists take on the role of curators, whose primary function is to contextualize the data on social media (Hermida 2012). The impact of social media on journalism is far-reaching and widespread, ranging from news gathering to production and distribution; as a result, many commentators claim that journalism is undergoing a fundamental transformation.", "News organizations’ structures and cultures were recognized as important factors that influence journalists’ professional ideologies and behaviors. Paulussen and Ugille (2008) assumed both the organizational structure and professional culture of a newsroom foster or hinder media innovations. Heravi and Harrower (2016) held journalism as a profession with a specific occupational ideology and culture. The newsroom as a social system shapes what journalists do (Breed 1955; Tuchman 1978; Schudson 2003). In addition, organizational structure was found to play an important role in shaping journalists’ adoption of innovations (Boczkowski 2004). Moreover, in digital transitions, younger journalists were found to believe in greater structural changes resulting in greater transparency and media control as well as dialogical opportunities (Spyridou et al. 2013).The diffusion of innovations may be hindered by cultural and technological differences in approaches to newsgathering and dissemination, as well as by a lack of training to alleviate concerns about the perceived complexities of new media formats (Singer 2004). The ability to quickly change the flow of information within an organization, including business strategy and policy, to make the innovation align with organizational infrastructure (Mathiassen and Pries-Heje 2006) is an important factor that affects the success of newsroom innovations.", "News organizations tend to embrace, standardize and formalize many of the news production and distribution norms and practices at the management level in order to nurture a newsroom culture or context. Previous studies have found that the management structure of a news organization affects its culture. It was revealed that journalists’ autonomy depends on the interactions between news executives, editors, and reporters in specific newsrooms (Ryfe 2009). Punishments and rewards can be established to help ensure certain organizationally sanctioned behaviors (Lowrey 2006). For example, to establish equilibrium in newsrooms, authorities, identified as mostly publishers use reward and punishment prudently (Reese and Ballinger 2001).", "As Deuze and Witschge (2018) advocated, to understand the instability inside the news industry, it is important to go ‘beyond journalism’ to have a broader view about what journalism is, and what journalists should be. Domingo (2008) proposed to examine the dynamic relationship between technology, social actors and contextual factors, and acknowledged that any development in new media is the consequence of decisions made in specific newsrooms in particular circumstances by journalists that have a professional culture, knowledge and expectations about the Internet as a news medium. The dominant journalistic culture—as articulated in journalists’ attitudes, professional values and perceptions of their audience—plays an important role in the journalists’ use of new technologies (Singer 1997). A survey of journalists in Finland, Germany, Sweden, and the United Kingdom concluded that media sector and size of organization are important factors that affect journalists’ use and views about social media (Lasorsa, Lewis, and Holton 2012).", "Engaging with audiences not only serves newsrooms’ civic duty, but also possibly reduces news organizations’ production costs. Audience is regarded as an economic capital and symbolic capital in digital journalism (Tandoc 2014). Social media engagement may act as an economic force due to the characteristics of social media: easy access to (1) online activities, (2) online forums, and (3) real-time statistics (Johnson and Hyysalo 2012).", "Social media has been used by journalists as a news-gathering, promotional, and a networking tool. Broersma and Graham (2012) found Twitter is “a cheap, quick and easy to work beat” for getting information and has turned into a promising virtual sphere for journalists’ news and information sources. Industry surveys suggested that social media have become part of the everyday toolkit of journalists (Oriella PR Network 2012). Social media is considered a hybrid component of the promotional mix (Mangold and Faulds 2009). Lee, Lindsey, and Kim (2017) found that journalists may instantly disperse their work directly to their audiences on social media. For example, Twitter is regarded as a powerful tool in information sharing (Kwak et al. 2010). Hermida (2012) found two-thirds of online media users value sharing content, and the figure was even higher among young adults, among whom 83% value the sharing of content. News organizations facilitate the dissemination of news by encouraging users to “like” or “tweet” a story on social media (Singer et al. 2011). A survey of television newsrooms indicated journalists regularly post links to their news stories on Facebook to promote their stories (Vis 2013).", "Attitudes can be inferred from cognitive responses and may influence an individual’s behavior. Attitudes can be categorized into positive, negative or neutral attitudes (Ajzen 2005). In general, positive correlations were found between engagement and attitudes toward the object of the beliefs (Ajzen and Sexton 1999). In particular, Gangadharbatla’s (2008) study found user’s self-efficacy is positively related to their attitudes toward social media. Likewise, Gulyas’ (2013) found a positive correlation between UK journalists’ social media engagement and their positive attitudes toward social media.", "A divide was found between veteran and young journalists’ attitude toward social media. Tensions between veteran and young journalists fresh from school in adopting social media as an innovation were recognized in newsrooms (Carlson and Lewis 2015). Journalists from the oldest group of respondents are more reluctant to accept the innovation and use social media as an important channel—less than half of journalists in this category (48%) believe in the journalistic relevance of social media (Raeymaeckers et al. 2016). Many older journalists expressed anxiety about their jobs and their fear that younger reporters straight out of university would have access to stories that they were unable to find because of their lack of technical know-how (Phillips 2015). Furthermore, journalists’ cognitive self-efficacy about social media may affect their attitude towards social media. For instance, Lee (2015) discovered the influences of journalists’ social media activities on journalists’ perceptions of journalism and social media.", "In this study, the diffusion of innovation (DOI) theory is used to help understand the process innovations of social media–how social media are being integrated into the news production processes, and, in consequence, how these social media engagement processes affect journalists’ attitudes toward social media. DOI explains how an innovation is communicated through certain channels over time among members of a social system (Rogers Everett 1995). For example, the adoption of innovation was found to be accelerated when initiated by opinion leaders (Valente and Davis 1999). Technology is one of the main drivers of media innovation. In the history of entrepreneurship and innovation, upon the challenges of new media technologies, it is typical for media professionals and entrepreneurs to jointly create an environment where the key professionals lead the movement, giving entrepreneurship a voice (Boczkowski and Rodriguez-Giralt 2017). Likewise, social media as a strategy of innovation is being adopted by more and more media professionals and entrepreneurs in newsrooms.", "Social media, as an innovation, have been updated constantly based on technological innovations. At the same time, social media are being used as a strategy of innovation to transform new digital technologies into reality, specifically, as a way to tap into market potential or business model (Westlund and Lewis 2014; Ratten 2017; Arbatani, Asadi, and Omidi 2018). Social media have changed the innovation processes, the exploration and exploitation of opportunities that result in new products or services (Lomborg and Helles 2013; Dogruel 2014; Sigala and Chalkiti 2015). Utterback (1974) stated that the adoption and diffusion of an innovation was found to be largely dependent on communication of ideas and problem solving: “any firm’s potential for technical innovation can be considered as a function of its environment, including social factors and information about technology” (p. 642). Similarly, a newsroom’s environment may not only affect journalists’ adoption of social media as an innovation, but also the diffusion of its product—social news.", "Based on Utterback’s (1974) findings, it seems the adoption of social media as an innovation depending to a greater extent on communication with technical personnel inside newsrooms. Therefore, it is valuable to delve into the status of social media diffusion in newsrooms, and how social media culture—the context of social media in propelling the change—affects journalists’ social media strategy; in consequence, how age affects multiple journalists groups in adopting social media strategies, and their perceptions of and attitudes toward social media in newsrooms.", "In contemporary newsrooms, despite the popularity of social media use among young adults and the adoption of social media among journalists of all ages, the differences between young journalists and old journalists in adopting social media has not been fully understood.", "Previous studies found that young and emerging adults are more likely to use social media (Hughes et al. 2012). Journalists in their 20s and 30s tend to adopt social media and are more engaged on social media. However, veteran journalists tended to expel social media (Robinson 2010).", "In this study, journalists of different age groups’ perceptions of social media culture in their newsrooms were studied, as well as the effects of social media culture on journalists’ perception of and attitude toward social media. To delve into the intelligence of the difference between younger journalists and older journalists in accepting social media as an innovation—adopting social media in daily journalistic work routines and engaging with audiences, and in light of previous literatures—a hypothesized structural equation model (SEM) is proposed.", "SEM is a statistical methodology that takes a confirmatory approach to the analysis of a structural theory bearing on some phenomenon. Typically, this theory represents “causal” processes that generate observations on multiple variables, where methods for testing theories are not well developed. And it is particularly appropriate for studying variables that are not directly observable because it provides an efficient and convenient way of describing the latent structure underlying a set of observed variables (Bentler 1988; Byrne 2000). SEM is a powerful analytical technique that combines multiple regression, path analysis and confirmatory factor analysis. The advantages of an SEM include: (1) assessing or correcting for measurement error(Byrne 2000; Raykov and Marcoulides 2006); (2) incorporating both observed variables and latent (factors) variables (Byrne 2000); (3) developing, estimating and testing direct and indirect effects of variables(Raykov and Marcoulides 2006); and (4) considering modeling of correlated errors, interrelations and interaction effects (Steenkamp and Baumgartner 2000). SEM is an advanced quantitative procedure that is adopted by more and more social science researchers.", "Based on the hypothesized SEM model (Figure 1), the following SEM model (Figure 2) was developed based on the survey design described in the Method section. In the new SEM model, social media use was divided into two latent factors: Twitter engagement and Facebook engagement. Latent factors—perception of social media culture on journalism, journalists, and news organizations—were combined into one latent factor, journalists’ attitude toward social media. How Age Affects Journalists’ Adoption of Social Media as an InnovationA multi-group SEM analysisAll authorsYanfang Wuhttps://doi.org/10.1080/17512786.2018.1511821Published online:24 August 2018FIGURE 1  Hypothesized SEM ModelDisplay full sizeFIGURE 1  Hypothesized SEM Model How Age Affects Journalists’ Adoption of Social Media as an InnovationA multi-group SEM analysisAll authorsYanfang Wuhttps://doi.org/10.1080/17512786.2018.1511821Published online:24 August 2018FIGURE 2  The SEM Model based on the Survey DesignDisplay full sizeFIGURE 2  The SEM Model based on the Survey Design", "FIGURE 1  Hypothesized SEM Model", "FIGURE 1  Hypothesized SEM Model", "FIGURE 2  The SEM Model based on the Survey Design", "FIGURE 2  The SEM Model based on the Survey Design", "The following four hypotheses regarding the effects of news outlets’ organizational cultures on social media adoption were proposed in line with the SEM Model based on the survey design: H1: The more the news organization supports adopting social media as a strategy of innovation, the more journalists will report using it. H2: The more the news organization supports the addition of social media as a journalistic tool, the more likely journalists have a positive attitude toward it (the less likely journalists think it damages their autonomy to do good journalism). H3: The more journalists use social media in their work, the more likely journalists have a positive attitude toward it. H3a: The more journalists use Twitter in their work, the more likely journalists have a positive attitude toward Twitter. H3b: The more journalists use Facebook in their work, the more likely journalists have a positive attitude toward Facebook. H4: Use of social media (Twitter, Facebook) will mediate the effects of organizational support on positive attitude toward social media (or the less journalists think it damages their autonomy to do good journalism). H4a: Use of Twitter will mediate the effects of organizational support on positive attitude toward social media. H4b: Use of Facebook will mediate the effects of organizational support on positive attitude toward social media.", "H1: The more the news organization supports adopting social media as a strategy of innovation, the more journalists will report using it.", "H2: The more the news organization supports the addition of social media as a journalistic tool, the more likely journalists have a positive attitude toward it (the less likely journalists think it damages their autonomy to do good journalism).", "H3: The more journalists use social media in their work, the more likely journalists have a positive attitude toward it.", "H3a: The more journalists use Twitter in their work, the more likely journalists have a positive attitude toward Twitter.", "H3b: The more journalists use Facebook in their work, the more likely journalists have a positive attitude toward Facebook.", "H4: Use of social media (Twitter, Facebook) will mediate the effects of organizational support on positive attitude toward social media (or the less journalists think it damages their autonomy to do good journalism).", "H4a: Use of Twitter will mediate the effects of organizational support on positive attitude toward social media.", "H4b: Use of Facebook will mediate the effects of organizational support on positive attitude toward social media.", "Furthermore, to find the model fit difference between younger and older journalists, the following three hypotheses were proposed: H5: The SEM model fits younger journalists better than middle-aged and older journalists. H6: Younger journalists tend to view their news organization as having a friendlier social media culture and they use social media more than middle-aged and older journalists. H7: Younger journalists tend to have a more positive attitude toward it than middle-aged and older journalists.", "H5: The SEM model fits younger journalists better than middle-aged and older journalists.", "H6: Younger journalists tend to view their news organization as having a friendlier social media culture and they use social media more than middle-aged and older journalists.", "H7: Younger journalists tend to have a more positive attitude toward it than middle-aged and older journalists."]}, {"title": "Method", "paragraphs": ["To investigate the hypotheses, a cross-sectional, self-administered online survey was conducted to examine the influence of the social media culture on young and old journalists’ engagement with social media and their attitude toward social media. With the popularity of web communication, the online survey is becoming a more and more popular research method because of its low cost, efficiency, good external validity, easy control over the content and variables, and wide availability of facilities (Couper and Miller 2008, 831). The purpose of an online survey is to generalize from a sample to a population so that inferences can be made about some characteristics, attitude, or behavior of this population (Babbie 1990). Specifically, in this study, to generalize from the sampled newsrooms to newsrooms in the nation.", "Data were collected through an online survey between March 18 and April 30, 2016. Subjects were randomly selected from the Cision Point Media Database, a web-based software and services platform to monitor news coverage and analyze results. The Cision Point list includes reporters, editors, and marketing and advertising staff in newsrooms across the nation. Its global media database allows quick access to comprehensive contact information of American newspaper reporters and editors.", "The American newspaper industry is being disrupted at an extraordinary pace by the digital technology. In American newspaper industry, the digital noncore products that generated from new revenue streams and non-traditional sales channels are taking the place of the core products recognized by the American Press Institute (API) (Karimi and Walter 2015). To have a better understanding of the effects of disruptive digital forces on the American newspaper business, in particular disruptions from social media, this study only focused on American newspaper reporters and editors.", "An online questionnaire was created on Qualtrix. The questionnaire was developed based on Indiana University’s American Journalists in the Digital Age questionnaire and the Worlds Journalism Study questionnaire (WorldsJournalismStudies 2012). Multiple-choice questions with five-point Likert scales were developed to ask the subjects about social media culture, social media engagement and their attitude toward social media in their news organizations. A clustered sampling strategy was utilized. First, the United States was divided into four regions: West, Mid-west, South and Northeast. Then eight states were randomly selected from each of the four regions. All together from 32 states, 14 types of reporters and editors constituted the sample, including agriculture and farming, business and finance, education, energy and environment, government and politics, health and medicine, law, manufacturing and industry, media and communication, news and current affairs, society and culture, science, technology and transportation. This compilation yielded a list of 17,885 newsroom employees. Staffs from the advertising and marketing department were screened out as the survey specified only reporters and editors were the targeted subjects. A total of 1529 interviewees completed the survey, for an overall response rate of 8.54%.", "Cases with missing or unreasonable data for the parameters were removed from the dataset. For example, for answers to “age”, “1900” was considered unreasonable, and the case was identified as invalid. All together 1,063 cases with effective answers to all of the variables in the SEM model were included in the final sample. In the final sample, 578 (54.4%) were men and 485 (45.6%) were women. The average age in the sample was 47.81 years old (SD = 13.50), which was close to the median age 50. The youngest was 22 (0.2%), the oldest was 84 (0.1%). Of all the 1,063 respondents in the final sample, 350 (32.9%) were 40 or less than 40 years old, 713(67.1%) were more than 40 years old; 466 (43.8%) were editors and 597 (56.2%) were reporters.", "In the next step, an exploratory factor analysis with four eight latent factors was conducted and a varimax rotation method was selected to determine the indicators of each latent factor. Factors failed to load at least three indicators needed to construct a latent factor and were therefore excluded, a total of four factors were extracted from the data: (1) social media culture, (2) Twitter Engagement, (3) Facebook engagement, and (4) attitude toward social media.", "Three items were extracted to measure journalists’ perception of social media culture in newsroom: (1) What kind of instructions are provided to reporters and editors in your newsroom about using social media like Facebook or Twitter?; (2) Those in the newsroom who very effectively use social media are sometimes called on to coach others; and (3) Please indicate how useful social media training events are in your news organization. A confirmatory factor analysis (principal axis factoring) using varimax as the rotation method was conducted for the three indicators of editorial discretion. The total variance after extraction was 1.932, accounted for 64.394% of variance. The reliability test shows that the Cronbach’s alpha for the three items of factor Editorial Discretion is .723.", "Three items were combined to construct the Twitter engagement factor: (1) In your daily work, about how often do you Tweet about a story or event, (2) Using Twitter enhances my credibility as a journalist, and (3) Overall how would you rate the impact of Twitter on your news organization? Following the same step, a confirmatory factor analysis (Principal Axis Factoring) with varimax as the rotation method was conducted for the three indicators of Twitter engagement. The total variance after extraction was 1.851, accounted for 61.684% of variance. The reliability test shows that the Cronbach’s alpha for the three items of factor Twitter utility is .705.", "Three indicators were extracted for the latent factor Facebook utility: (1) using Facebook is very important to the quality of journalism that I do, (2) how would you rate your expertise in using Facebook in your work as a journalist, (3) Facebook allows me to be faster in reporting the news, and (4) Facebook has increased the page views of my story. A confirmatory factor analysis (principal axis factoring) employing varimax with Kaiser normalization as the rotation method was conducted for the three indicators of Facebook utility. The total variance after extraction was 2.315, accounted for 57.877% of variance. The reliability test shows that the Cronbach’s alpha for the three items of factor Facebook utility is .754. The three items all focus on the same issue—Facebook use, which demonstrate the face validity of the factor, Facebook utility.", "Respondents were asked about their levels of agreement with the statement about their attitude toward social media: (1) journalism created through Twitter has sacrificed the accuracy of a news organization, (2) social media tend to threaten my integrity, and (3) user-generated content on Facebook threatens the integrity of a news organization. These items used a 5-point scale in which 5 means they strongly agree with the statement and 1 means they strongly disagree with the statement. The total variance after extraction was 1.891, which accounted for 63.027% of variance. The reliability test shows that the Cronbach’s alpha for the three items of attitude toward social media is .706.", "Journalists were divided into three groups by age—younger journalists (≤29), middle-age journalists (30–49), and older journalists (≥ 50) years old. Deciding where to draw the line between the age groups was difficult because (1) no previous research has tried to justify grouping journalists by age in order to determine differences in attitudes towards social media and (2) no single cut-off value by age perfectly represents a divide in such attitudes. Despite these issues, previous research on the digital divide can help provide some guidance in categorizing ages by attitude towards technology. Prior research has determined that a digital divide exists between younger (age < 30) and older (age > 50) age groups (Lenhart 2000; Loges and Jung 2001; Smith 2014), so 30 and 50 years old were used as the cut-off value in this study.", "The five latent factors with 47 indicators were combined and a SEM measurement model was constructed. A two-step SEM analytical process with maximum likelihood estimation was utilized to test the model fit. To evaluate the fitness of the measurement and the SEM, Schreiber et al.’s reporting index, including the root mean square of approximation (RMSEA), the comparative index (CFI), and the Tucker-Lewis Index (TLI) (Kaplan 2000) were adopted.", "The measurement model was trimmed until the goodness of fit indices (Schreiber et al. 2006) were satisfactory and indicated a tenable model (Chi-square = 260.767, df = 59, PCLOSE = .055, TLI = .926, CFI = .944, RMSEA = .057, SRMR = .0426, p < .001). After the measurement model was trimmed, 13 indicators were left. Then these variables were combined into the SEM. Path analysis was utilized to examine the relationships among the constructs as well as the significance of the proposed model.", "A structural equation technique using Amos 20.0 was used to test the hypotheses. The structural equation model yielded a good fit according to multiple model fit indices. Chi-square = 218.28, df = 48, PCLOSE = .047, TLI = .922, CFI = .943, RMSEA = .058, SRMR = .0407, p < .001. Based on the suggested indices of a good model fit, overall, the results of the SEM suggest that our SEM Model based on the hypotheses (Figure 2) offers a good fit for the data.", "The results of path analysis for the hypothesized model showed that social media culture in newsrooms had significant direct impacts on Twitter engagement (β = .439, p < .001), Facebook engagement (β = .233, p < .001), indicating support for H1.", "However, social media culture showed no significant associations with journalists’ attitude toward social media (β = .011, p > .05). Thus H2 was not supported.", "The standardized path coefficient between Twitter engagement and attitude toward social media was significant (β = −.443, p < .001), H3a was supported. However, the standardized path coefficient between Facebook engagement and attitude toward social media (β = −.059, p > .05), was not statistically significant. Therefore, H3b was not supported by the data.", "Additionally, as predicted, although perception of social media culture in newsrooms does not have a direct effect on attitude toward social media, Twitter engagement has a direct effect on attitude toward social media (β = −.443, p < .001). To test the mediation effects of Twitter engagement and Facebook engagement on journalists’ attitude toward social media, mediation effects tests were conducted, and then standardized regression coefficient weights were compared between the direct effects with and without mediators and the indirect effects. The analyses showed the social media culture on journalists’ attitude toward social media is mediated by Twitter engagement. The direct effect between social media culture on journalists’ attitude toward social media without mediation is −.205 (p < .001), the direct effect with the mediation of Twitter engagement is .019 (p > .05), the bootstrap indirect effect is −.0222, p value is .019 < .05. Therefore twitter engagement has a full mediation over social media culture on journalists’ attitude toward social media; Between Facebook engagement and journalists’ attitude toward social media, the direct effect between social media culture on journalists’ attitude toward social media without mediation is −.205 (p < .001), the direct effect with the mediation of Facebook engagement is −.205 (p < .001), the bootstrap indirect effect is −.014, p value is .521 > .05. So there is no mediation effect of Facebook engagement between social media culture on journalists’ attitude toward social media; H4a was supported. H4b was not supported.", "Age is the next moderator variable. The analyses showed a negative moderator effect for age. The Chi-square difference between the unconstrained model and the fully constrained model is 50.414 (df = 22, p < .001), which means there is significant difference between the two models. The unconstrained model is accepted. There is significant difference between the young (<30) journalists group and the old (>50) journalists group in terms of model fit. The model fit is different across age (Tables 1–7). How Age Affects Journalists’ Adoption of Social Media as an InnovationA multi-group SEM analysisAll authorsYanfang Wuhttps://doi.org/10.1080/17512786.2018.1511821Published online:24 August 2018TABLE 1 SEM multiple group analyses: young (≤29) vs middle age (30–49)CSVDisplay Table How Age Affects Journalists’ Adoption of Social Media as an InnovationA multi-group SEM analysisAll authorsYanfang Wuhttps://doi.org/10.1080/17512786.2018.1511821Published online:24 August 2018TABLE 2 Model comparison (young vs middle age): assuming model unstrained to be correctCSVDisplay Table How Age Affects Journalists’ Adoption of Social Media as an InnovationA multi-group SEM analysisAll authorsYanfang Wuhttps://doi.org/10.1080/17512786.2018.1511821Published online:24 August 2018TABLE 3 SEM multiple group analyses: middle age (30–49) vs old (≥50)CSVDisplay Table How Age Affects Journalists’ Adoption of Social Media as an InnovationA multi-group SEM analysisAll authorsYanfang Wuhttps://doi.org/10.1080/17512786.2018.1511821Published online:24 August 2018TABLE 4 Model comparison: assuming model unconstrained to be correctCSVDisplay Table How Age Affects Journalists’ Adoption of Social Media as an InnovationA multi-group SEM analysisAll authorsYanfang Wuhttps://doi.org/10.1080/17512786.2018.1511821Published online:24 August 2018TABLE 5 SEM multiple group analyses: young (≤29) vs old (≥50)CSVDisplay Table How Age Affects Journalists’ Adoption of Social Media as an InnovationA multi-group SEM analysisAll authorsYanfang Wuhttps://doi.org/10.1080/17512786.2018.1511821Published online:24 August 2018TABLE 6 Model comparison young (≤29) vs old (≥50): assuming model unconstrained to be correctCSVDisplay Table How Age Affects Journalists’ Adoption of Social Media as an InnovationA multi-group SEM analysisAll authorsYanfang Wuhttps://doi.org/10.1080/17512786.2018.1511821Published online:24 August 2018TABLE 7 Standard regression weights: multiple group test results—young vs middle age vs oldCSVDisplay Table", "The multi-group SEM analyses showed significant difference existed between the middle-aged journalists and older journalists, but not the younger journalists and middle-aged journalists group, and the younger journalists and older journalists group in terms of model fit. The SEM model fits the middle-aged group better than the younger and older journalists group. Based on the multiple group analyses, H5, H6, H7 were not supported by the data."]}, {"title": "Discussion", "paragraphs": ["The study found news organizations’ social media cultures affect journalists’ social media engagement. This verified the findings from a recent survey of journalists in Finland, Germany, Sweden and the United Kingdom. The result showed that media sector and size of the organization are important factors that affect journalists’ use and views about social media (Gulyas 2013). The analyses of this study demonstrated that newsroom culture affects journalists’ use and views about social media in American newsrooms. Moreover, the more the news organization accepts social media as an innovation, such as by providing effective instructions and trainings on how to use social media and calling on those who use social media effectively to coach others, the more journalists in the news organization will report engaging on social media. This may include tweeting or posting more about a story or event and rating highly the impact of social media on their news organization and journalism, such as the impact on journalists’ credibility, their expertise in using social media, efficiency, and page views of their story.", "The analyses did not support the hypothesis that the more friendly a newsroom’s culture is toward social media, the more positive journalists’ attitude toward social media. This finding is in line with Wiik’s (2010) conclusion that journalistic autonomy is increasingly challenged by working procedures and managerial attempts to exert control. The reason might be because of typical prevalent issues with social media, such as undermining journalists’ autonomy, the profession, and the power of journalism (Waisbord 2013). In addition, the downside of its immediacy, faster accessibility and rapid news release might cause the failure of verification (Zeller and Hermida 2015). In fact, many journalists hold a negative attitude toward social media because they have been considered both challenges and threats to traditional journalism (Deuze and Bardoel 2001). Some scholars even are more pessimistic about the downside of social media, claiming that the detriments from social media are beginning to overwhelm the benefits (Silverman 2015). Moreover, despite the disruption of new technologies, the pursuit of truth and objectivity remains a cornerstone of journalistic integrity (Anderson and Schudson 2009). News organizations are struggling to respond to a host of new ethical challenges to avoid any impropriety that impugns the integrity of journalists and news organizations (Podger 2009). Scholars proposed a valuable balance—recognizing social media’s potential for negative developments such as disseminating rumors while appreciating the positive side of social media (Alexander 2014).", "The study also found Twitter engagement mediates journalists’ social media culture and their attitude toward social media. The more journalists engage on Twitter, the more journalists believe Twitter engagement enhances their credibility as a journalist, and the bigger the impact they believe Twitter has on their news organization, the more positive their attitudes toward social media; in other words, the less likely they believe journalism created through social media has sacrificed the accuracy of a news organization, threatens their integrity, and the integrity of their news organization. This conclusion is in line with Gulyas’ (2013) finding that the UK journalists were the most avid users of social media and held the most positive attitudes toward these tools. The results also echoed Lee’s (2015) discovery about the influences of journalists’ social media activities on journalists’ perceptions of journalism.", "One of the interesting findings of this study is that the model distinguished Facebook from Twitter. Facebook engagement does not mediate social media culture and journalists’ attitude toward social media. The reason why is maybe because Facebook and Twitter utilities are unalike, and journalists use Facebook and Twitter because of different motivations. Facebook and Twitter are different media, with varying degrees of appeal communication modes and networks. Facebook is more widely used than Twitter. For example, a recent study found Facebook is used more by politicians because of its large audience (Quinlan et al. 2018). Between Facebook and Twitter, Facebook is a social networking site that allows users to create a profile where they can post information about their profession, hobbies, favorite books, movies, or musicians to connect with ‘friends’. A Facebook user can build their friends’ circle where to share pictures, web links, and videos. Facebook messenger is a convenient tool to message anyone in their friends’ circles. All of these features, along with the creation of groups and fan pages make Facebook a popular personal communication tool (Hughes et al. 2012). Twitter’s focus, however, is information and opinion sharing (Kwak et al. 2010), rather than social interaction (Huberman, Romero, and Wu 2009). In-depth interviews with news managers, social media producers and public relations officials in American broadcasting news organizations showed social media, in particular Twitter resources, are currently being used more promotional and audience tracking purposes than for news-gathering (Bloom, Cleary, and North 2016). Twitter users remain passive and consuming information, rather than sending their own content (Busemann 2013). Furthermore, the findings from this study showed that in terms of professional journalistic use, social media culture in newsrooms has a larger effect on younger journalists’ than older journalists’ Facebook engagement. However, social media culture in newsrooms has a smaller effect on younger journalists’ than older journalists’ Twitter engagement. The findings showed that Facebook is more popular among older journalists than younger journalists. Twitter is popular among journalists across different age groups. Which echoed the newly released demographic information of Facebook and Twitter users by Pew Research Center (Aaron and Monica 2018).", "When social media become important channels for large-scale of information diffusion online (Kwak et al. 2010; Bhattacharya and Ram 2012), it is valuable to understand how journalists of different ages use social media. The multiple group analyses found a significant model fit difference across middle-age journalists and older journalists, but not younger journalists and older journalists. This indicated that the digital age divide among journalists maybe in their 50s instead of 30s.", "As Bourdieu theorized, everything we say, do and show is evaluated by other actors in the field (Bourdieu 1993). Journalists’ perception of social media culture is subject to the impact of other actors in newsrooms. This study found older journalists and middle-aged journalists tend to view their news organizations’ social media culture had a greater effect on their Twitter engagement; and the more they engage on Twitter, the more middle-aged journalists tend to have a more positive attitude toward social media than other journalists. Younger journalists tend to view social media culture has a greater effect on their engagement on Facebook. Organizing of resources and collaborators in new patterns should be the route toward good quality of digital journalism (Landström and Johannisson 2001). Younger journalists are trained to get prepared for digital newsrooms where social media are integrated into journalists’ daily routines, particularly in well-recognized journalism schools. However, these students may enter into a larger news organization where the old print-centric culture seems to linger, where print culture is embedded in older journalists’ attitudes about how to produce a good story, and where senior journalists take an ‘expulsion’ strategy toward social media (Carlson and Lewis 2015). Perhaps that conflict is the reason why the social media culture of a newsroom had the least influence on younger journalists among journalists of the three age groups.", "Journalists are expected to ‘reskill, deskill, and upskill’ their practices and working routines (Deuze and Witschge 2018), especially in the light of institutional, economic and technological change (Willnat, Weaver, and Choi 2013). The results showed that journalists of different ages have different expectations of social media engagement in the digital age. Covering news in real-time across multiple platforms with the assistance of social media is an expected scenario for younger journalists (Witschge 2012). In the present study, younger journalists favored Twitter, while older journalists embraced Facebook and middle-aged journalists adopted both Facebook and Twitter. The analyses showed the more that middle-aged journalists interacted on Twitter, the more they tended to have a positive attitude toward social media. However, the more that younger and older journalists engaged on Twitter, the more they tended to have a negative attitude toward social media. Journalists from all three age groups tended to hold a negative attitude toward social media if they engaged more on Facebook. The age divide findings were in line with results of previous studies. For example, Spyridou et al. (2013) also included age as an important factor to illustrate journalists’ relation with audiences in a newsroom network and found younger journalists tended to believe in greater structural changes resulting in greater transparency and media control as well as dialogue opportunities. Likewise Gulyas (2013) found length of professional career was recognized as a significant factor that affects journalists’ views about the impact of social media (Gulyas 2013).", "The findings indicated older journalists are picking up social media as a strategy of innovation, especially Twitter, and being nurtured a positive attitude toward them under the influence of their news organizations’ social media culture. The finding is in line with previous research results: when seniors adopt digital technology, they make visiting the digital world a regular occurrence (Smith 2014). Moreover, the finding from this study signifies positively that social media are being communicated as an innovation, which aligns with Hermida and co-author’s (2012) finding that the affordances and culture of social media are influencing how newsrooms are reporting the news. The fending off incursions or protection of autonomy (Lewis 2012) strategy adopted by most older journalists is being taken place by a positive attitude. However, there still maybe a long way for older journalists to become experts in social media."]}, {"title": "Conclusion", "paragraphs": ["Utilizing a SEM analysis, the study sought to understand how social media culture in newsrooms affects journalists’ strategies of taking social media as an innovation, in particular social media engagement and their attitude toward social media, and how journalists of different age groups differ in the SEM model fit. The analyses indicated that H1, regarding social media culture and journalist’ social media use, as well as H3a and H4a, concerning the mediating effect of Twitter, were supported. However, H2, regarding social media culture and Facebook use, as well as H3b and H4b, concerning the mediating effect of Facebook, were not supported. These results indicate Twitter engagement mediates social media culture and journalists’ attitude toward social media while Facebook does not. Thus, as newsrooms continue to transition in the digital age, these results suggest they should create a culture that favors Twitter more than Facebook.", "Moreover, all three hypotheses concerning how age categories fit the SEM model (H5, H6 and H7) were not supported. The results suggest that the digital divide in social media use among journalists is not whether younger and older journalists use social media; rather the divide is between the types of social media they prefer to use. While younger journalists favored Twitter, older journalists embraced Facebook and middle-aged journalists adopted both Facebook and Twitter. The analyses showed the more that middle-aged journalists interacted on Twitter, the more likely they tend to have a positive attitude toward social media. However, the more that younger and older journalists engaged on Twitter, the more they tended to have a negative attitude toward social media. Journalists from all three age groups tended to hold a negative attitude toward social media if they engaged more on Facebook.", "The study is not without limitations. The response rate of the online survey was relatively low and the average age of the participants was 47.81 years old (SD = 13.50), which may not be representative enough for journalists in American newsrooms across the country and affect the generalizability of the findings.", "The SEM model developed from this study was shown to be a good fit and therefore may be applied to future research studies. For instance, future researchers may test the model with a comparatively younger journalists’ age group to see whether younger and older journalists differ by age in the model fit. Furthermore, future researchers may explore whether differences exist among journalists’ perception of social media culture on their attitude toward journalism, journalists and their news organizations."]}], "references": [{"title": "Depth of Processing, Belief Congruence, and Attitude-Behavior Correspondence", "year": "1999", "journal": "Dual-process Theories in Social Psychology", "volume": "", "authors": [{"name": "Ajzen Icek", "first_name": "Ajzen", "last_name": "Icek"}, {"name": "Sexton James", "first_name": "Sexton", "last_name": "James"}]}, {"title": "Social Media in Disaster Risk Reduction and Crisis Management", "year": "2014", "journal": "Science and Engineering Ethics", "volume": "20", "authors": [{"name": "Alexander David E.", "first_name": "Alexander", "last_name": "E."}]}, {"title": "On the Role of Emotion in the Future of Journalism", "year": "2016", "journal": "Social Media+ Society", "volume": "2", "authors": [{"name": "Beckett Charlie", "first_name": "Beckett", "last_name": "Charlie"}, {"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Journalists at a Crossroads: Are Traditional Norms and Practices Challenged by Twitter?", "year": "2018", "journal": "Journalism", "volume": "19", "authors": [{"name": "Bentivegna Sara", "first_name": "Bentivegna", "last_name": "Sara"}, {"name": "Marchetti Rita", "first_name": "Marchetti", "last_name": "Rita"}]}, {"title": "Traversing the ‘Twittersphere’", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Bloom Terry", "first_name": "Bloom", "last_name": "Terry"}, {"name": "Cleary Johanna", "first_name": "Cleary", "last_name": "Johanna"}, {"name": "North Michael", "first_name": "North", "last_name": "Michael"}]}, {"title": "The Processes of Adopting Multimedia and Interactivity in Three Online Newsrooms", "year": "2004", "journal": "Journal of Communication", "volume": "54", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J."}]}, {"title": "Social Control in the Newsroom: A Functional Analysis", "year": "1955", "journal": "Social Forces", "volume": "33", "authors": [{"name": "Breed Warren.", "first_name": "Breed", "last_name": "Warren."}]}, {"title": "Personal Branding on Twitter: How Employed and Freelance Journalists Stage Themselves on Social Media", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Brems Cara", "first_name": "Brems", "last_name": "Cara"}, {"name": "Temmerman Martina", "first_name": "Temmerman", "last_name": "Martina"}, {"name": "Graham Todd", "first_name": "Graham", "last_name": "Todd"}, {"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel"}]}, {"title": "Social Media as Beat: Tweets as a News Source During the 2010 British and Dutch Elections", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel"}, {"name": "Graham Todd", "first_name": "Graham", "last_name": "Todd"}]}, {"title": "Wer Nutzt was im Social Web", "year": "2013", "journal": "Media Perspektiven", "volume": "7", "authors": [{"name": "Busemann Katrin.", "first_name": "Busemann", "last_name": "Katrin."}]}, {"title": "Web Survey Methods: Introduction", "year": "2008", "journal": "Public Opinion Quarterly", "volume": "72", "authors": [{"name": "Couper Mick P.", "first_name": "Couper", "last_name": "P."}, {"name": "Miller Peter V.", "first_name": "Miller", "last_name": "V."}]}, {"title": "Beyond Journalism: Theorizing the Transformation of Journalism", "year": "2018", "journal": "Journalism", "volume": "19", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Witschge Tamara", "first_name": "Witschge", "last_name": "Tamara"}]}, {"title": "What is so Special About Media Innovations? A Characterization of the Field", "year": "2014", "journal": "The Journal of Media Innovations", "volume": "1", "authors": [{"name": "Dogruel Leyla.", "first_name": "Dogruel", "last_name": "Leyla."}]}, {"title": "Interactivity in the Daily Routines of Online Newsrooms: Dealing with an Uncomfortable Myth", "year": "2008", "journal": "Journal of Computer-Mediated Communication", "volume": "13", "authors": [{"name": "Domingo David.", "first_name": "Domingo", "last_name": "David."}]}, {"title": "Social Journalism in the Inter-Media Society: Results from the Social Survey on the Great East Japan Earthquake and the Fukushima Nuclear Power Plant Disaster", "year": "2013", "journal": "Journal of Contemporary Eastern Asia", "volume": "12", "authors": [{"name": "Endo Kaoru.", "first_name": "Endo", "last_name": "Kaoru."}]}, {"title": "The Twitter Explosion: Whether They are Reporting About it, Finding Sources on it or Urging Viewers, Listeners and Readers to Follow Them on it, Journalists Just Can&#039;t Seem to Get Enough of the Social Networking Service. Just How Effective is it as a Journalism Tool?", "year": "2009", "journal": "American Journalism Review", "volume": "31", "authors": [{"name": "Farhi Paul.", "first_name": "Farhi", "last_name": "Paul."}]}, {"title": "Targeting Innovation and Implications for Capability Development", "year": "2005", "journal": "Technovation", "volume": "25", "authors": [{"name": "Francis Dave", "first_name": "Francis", "last_name": "Dave"}, {"name": "Bessant John", "first_name": "Bessant", "last_name": "John"}]}, {"title": "Facebook Me: Collective Self-Esteem, Need to Belong, and Internet Self-Efficacy as Predictors of the IGeneration’s Attitudes Toward Social Networking Sites", "year": "2008", "journal": "Journal of Interactive Advertising", "volume": "8", "authors": [{"name": "Gangadharbatla Harsha.", "first_name": "Gangadharbatla", "last_name": "Harsha."}]}, {"title": "The Influence of Professional Variables on Journalists’uses and Views of Social Media: A Comparative Study of Finland, Germany, Sweden and the United Kingdom", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Gulyas Agnes.", "first_name": "Gulyas", "last_name": "Agnes."}]}, {"title": "Twitter Journalism in Ireland: Sourcing and Trust in the Age of Social Media", "year": "2016", "journal": "Information, Communication \\& Society", "volume": "19", "authors": [{"name": "Heravi Bahareh Rahmanzadeh", "first_name": "Heravi", "last_name": "Rahmanzadeh"}, {"name": "Harrower Natalie", "first_name": "Harrower", "last_name": "Natalie"}]}, {"title": "Share, Like, Recommend: Decoding the Social Media News Consumer", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}, {"name": "Darryl Korell Fred Fletcher", "first_name": "Darryl", "last_name": "Fletcher"}, {"name": "Logan Donna", "first_name": "Logan", "last_name": "Donna"}]}, {"title": "Crowdsourcing, Attention and Productivity", "year": "2009", "journal": "Journal of Information Science", "volume": "35", "authors": [{"name": "Huberman Bernardo A", "first_name": "Huberman", "last_name": "A"}, {"name": "Romero Daniel M", "first_name": "Romero", "last_name": "M"}, {"name": "Wu Fang", "first_name": "Wu", "last_name": "Fang"}]}, {"title": "A Tale of Two Sites: Twitter vs. Facebook and the Personality Predictors of Social Media Usage", "year": "2012", "journal": "Computers in Human Behavior", "volume": "28", "authors": [{"name": "Hughes David John", "first_name": "Hughes", "last_name": "John"}, {"name": "Rowe Moss", "first_name": "Rowe", "last_name": "Moss"}, {"name": "Batey Mark", "first_name": "Batey", "last_name": "Mark"}, {"name": "Lee Andrew", "first_name": "Lee", "last_name": "Andrew"}]}, {"title": "The Role of Dynamic Capabilities in Responding to Digital Disruption: A Factor-Based Study of the Newspaper Industry", "year": "2015", "journal": "Journal of Management Information Systems", "volume": "32", "authors": [{"name": "Karimi Jahangir", "first_name": "Karimi", "last_name": "Jahangir"}, {"name": "Walter Zhiping", "first_name": "Walter", "last_name": "Zhiping"}]}, {"title": "Theoretical Foundations of Swedish Entrepreneurship and Small-Business Research", "year": "2001", "journal": "Scandinavian Journal of Management", "volume": "17", "authors": [{"name": "Landström Hans", "first_name": "Landström", "last_name": "Hans"}, {"name": "Johannisson Bengt", "first_name": "Johannisson", "last_name": "Bengt"}]}, {"title": "Normalizing Twitter: Journalism Practice in an Emerging Communication Space", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic L", "first_name": "Lasorsa", "last_name": "L"}, {"name": "Lewis Seth C", "first_name": "Lewis", "last_name": "C"}, {"name": "Holton Avery E", "first_name": "Holton", "last_name": "E"}]}, {"title": "The Double-Edged Sword: The Effects of Journalists&#039; Social Media Activities on Audience Perceptions of Journalists and Their News Products", "year": "2015", "journal": "Journal of Computer-Mediated Communication", "volume": "20", "authors": [{"name": "Lee Jayeon.", "first_name": "Lee", "last_name": "Jayeon."}]}, {"title": "The Effects of News Consumption via Social Media and News Information Overload on the Perceptions of Journalism", "year": "2017", "journal": "Computers in Human Behavior", "volume": "75", "authors": [{"name": "Lee Sun Kyong", "first_name": "Lee", "last_name": "Kyong"}, {"name": "Lindsey Nathan J", "first_name": "Lindsey", "last_name": "J"}, {"name": "Kim Kyun Soo", "first_name": "Kim", "last_name": "Soo"}]}, {"title": "The Tension between Professional Control and Open Participation: Journalism and its Boundaries", "year": "2012", "journal": "Information, Communication \\& Society", "volume": "15", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}]}, {"title": "Exploring the Digital Divide: Internet Connectedness and Age", "year": "2001", "journal": "Communication Research", "volume": "28", "authors": [{"name": "Loges William E", "first_name": "Loges", "last_name": "E"}, {"name": "Jung Joo-Young", "first_name": "Jung", "last_name": "Joo-Young"}]}, {"title": "Mapping the Journalism–Blogging Relationship", "year": "2006", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "7", "authors": [{"name": "Lowrey Wilson.", "first_name": "Lowrey", "last_name": "Wilson."}]}, {"title": "Social Media: The New Hybrid Element of the Promotion Mix", "year": "2009", "journal": "Business Horizons", "volume": "52", "authors": [{"name": "Mangold W. Glynn", "first_name": "Mangold", "last_name": "Glynn"}, {"name": "Faulds David J.", "first_name": "Faulds", "last_name": "J."}]}, {"title": "‘I Don’t Engage’: Online Communication and Social Media Use among New Zealand Journalists", "year": "2018", "journal": "Journalism", "volume": "19", "authors": [{"name": "Neilson Tai.", "first_name": "Neilson", "last_name": "Tai."}]}, {"title": "The Influence Game: How News is Sourced and Managed Today", "year": "2012", "journal": "The Oriella PR Network Global Digital Journalism Study", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "User Generated Content in the Newsroom: Professional and Organisational Constraints on Participatory Journalism", "year": "2008", "journal": "Westminster Papers in Communication and Culture", "volume": "5", "authors": [{"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "Ugille Pieter", "first_name": "Ugille", "last_name": "Pieter"}]}, {"title": "The Limits of Control: With Journalists and Their Employers Increasingly Active on Social Media Sites Like Facebook and Twitter, News Organizations are Struggling to Respond to a Host of New Ethics Challenges", "year": "2009", "journal": "American Journalism Review", "volume": "31", "authors": [{"name": "Podger Pamela J.", "first_name": "Podger", "last_name": "J."}]}, {"title": "‘Show Me the Money and the Party!’–Variation in Facebook and Twitter Adoption by Politicians", "year": "2018", "journal": "Information, Communication \\& Society", "volume": "21", "authors": [{"name": "Quinlan Stephen", "first_name": "Quinlan", "last_name": "Stephen"}, {"name": "Gummer Tobias", "first_name": "Gummer", "last_name": "Tobias"}, {"name": "Roßmann Joss", "first_name": "Roßmann", "last_name": "Joss"}, {"name": "Wolf Christof", "first_name": "Wolf", "last_name": "Christof"}]}, {"title": "The Roots of a Sociology of News: Remembering Mr. Gates and Social Control in the Newsroom", "year": "2001", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "78", "authors": [{"name": "Reese Stephen D", "first_name": "Reese", "last_name": "D"}, {"name": "Ballinger Jane", "first_name": "Ballinger", "last_name": "Jane"}]}, {"title": "Traditionalists vs. Convergers", "year": "2010", "journal": "Convergence: The International Journal of Research into New Media Technologies", "volume": "16", "authors": [{"name": "Robinson Sue.", "first_name": "Robinson", "last_name": "Sue."}]}, {"title": "Broader and Deeper a Study of Newsroom Culture in a Time of Change", "year": "2009", "journal": "Journalism: Theory, Practice \\&amp; Criticism", "volume": "10", "authors": [{"name": "Ryfe David M.", "first_name": "Ryfe", "last_name": "M."}]}, {"title": "Reporting Structural Equation Modeling and Confirmatory Factor Analysis Results: A Review", "year": "2006", "journal": "The Journal of Educational Research", "volume": "99", "authors": [{"name": "Schreiber James B", "first_name": "Schreiber", "last_name": "B"}, {"name": "Nora Amaury", "first_name": "Nora", "last_name": "Amaury"}, {"name": "Stage Frances K", "first_name": "Stage", "last_name": "K"}, {"name": "Barlow Elizabeth A", "first_name": "Barlow", "last_name": "A"}, {"name": "King Jamie", "first_name": "Jamie", "last_name": ""}]}, {"title": "Knowledge Management, Social Media and Employee Creativity", "year": "2015", "journal": "International Journal of Hospitality Management", "volume": "45", "authors": [{"name": "Sigala Marianna", "first_name": "Sigala", "last_name": "Marianna"}, {"name": "Chalkiti Kalotina", "first_name": "Chalkiti", "last_name": "Kalotina"}]}, {"title": "Still Guarding the Gate? The Newspaper Journalist&#039;s Role in an On-Line World", "year": "1997", "journal": "Convergence: The International Journal of Research Into New Media Technologies", "volume": "3", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "Strange Bedfellows? The Diffusion of Convergence in Four News Organizations", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "Journalism in a State of Flux: Journalists as Agents of Technology Innovation and Emerging News Practices", "year": "2013", "journal": "International Communication Gazette", "volume": "75", "authors": [{"name": "Spyridou Lia-Paschalia", "first_name": "Spyridou", "last_name": "Lia-Paschalia"}, {"name": "Matsiola Maria", "first_name": "Matsiola", "last_name": "Maria"}, {"name": "Veglis Andreas", "first_name": "Veglis", "last_name": "Andreas"}, {"name": "Kalliris George", "first_name": "Kalliris", "last_name": "George"}, {"name": "Dimoulas Charalambos", "first_name": "Dimoulas", "last_name": "Charalambos"}]}, {"title": "On the Use of Structural Equation Models for Marketing Modeling", "year": "2000", "journal": "International Journal of Research in Marketing", "volume": "17", "authors": [{"name": "Steenkamp Jan-Benedict EM", "first_name": "Steenkamp", "last_name": "EM"}, {"name": "Baumgartner Hans", "first_name": "Baumgartner", "last_name": "Hans"}]}, {"title": "Why Web Analytics Click: Factors Affecting the Ways Journalists use Audience Metrics", "year": "2014", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}]}, {"title": "Determining Influential Users in Internet Social Networks", "year": "2010", "journal": "Journal of Marketing Research", "volume": "47", "authors": [{"name": "Trusov Michael", "first_name": "Trusov", "last_name": "Michael"}, {"name": "Bodapati Anand V", "first_name": "Bodapati", "last_name": "Anand"}, {"name": "Bucklin Randolph E", "first_name": "Bucklin", "last_name": "E"}]}, {"title": "Innovation in Industry and the Diffusion of Technology", "year": "1974", "journal": "Science", "volume": "183", "authors": [{"name": "Utterback James M.", "first_name": "Utterback", "last_name": "M."}]}, {"title": "Accelerating the Diffusion of Innovations Using Opinion Leaders", "year": "1999", "journal": "The Annals of the American Academy of Political and Social Science", "volume": "566", "authors": [{"name": "Valente Thomas W", "first_name": "Valente", "last_name": "W"}, {"name": "Davis Rebecca L", "first_name": "Davis", "last_name": "L"}]}, {"title": "Twitter as a Reporting Tool for Breaking News: Journalists Tweeting the 2011 UK Riots", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Vis Farida.", "first_name": "Vis", "last_name": "Farida."}]}, {"title": "Agents of Media Innovations: Actors, Actants, and Audiences", "year": "2014", "journal": "The Journal of Media Innovations", "volume": "1", "authors": [{"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}, {"name": "Lewis Seth C", "first_name": "Lewis", "last_name": "C"}]}, {"title": "The Global Journalist in the Twenty-First Century: A Cross-National Study of Journalistic Competencies", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Willnat Lars", "first_name": "Willnat", "last_name": "Lars"}, {"name": "Weaver David H", "first_name": "Weaver", "last_name": "H"}, {"name": "Choi Jihyang", "first_name": "Choi", "last_name": "Jihyang"}]}, {"title": "When Tradition Meets Immediacy and Interaction. The Integration of Social Media in Journalists’ Everyday Practices", "year": "2015", "journal": "Sur le journalisme About journalism Sobre jornalismo", "volume": "4", "authors": [{"name": "Zeller Frauke", "first_name": "Zeller", "last_name": "Frauke"}, {"name": "Hermida Alfred", "first_name": "Hermida", "last_name": "Alfred"}]}]}