{"doi": "10.1080/14616700601056908", "url": "https://doi.org/10.1080/14616700601056908", "title": "THE PROFESSIONALIZATION OF THE INTOLERABLE", "volume": "8", "year": "2007", "issue": "1", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Arve R⊘ssland", "first_name": "Lars", "name": "Lars Arve R⊘ssland", "affiliation": "", "orcid": "", "role": ""}], "abstract": " The history of crime journalism in Norway is the most prominent feature of the process of popularization of journalism in this country. In addition to this, the process of professionalization is a complementary prerequisite for understanding how crime journalism in the popular media at the start of the 21st century is constituted. Debates around the political connotations of the word “popular”, its use to denote making information as accessible as possible, as well as the qualitative and quantitative uses of the word when applied to journalism are explored. This article demonstrates how journalism in Norway has progressed to include more socially responsible, less sensationalized forms of crime journalism as part of its process of professionalization. ", "body": [{"sec_title": "Introduction—Defining Terms and Debates", "sec_content": ["The present article is drawn from three related research projects: the first project is a textual analysis of crime journalism in the Norwegian popular media (the newspapers Verdens Gang and Dagbladet and the TV channel TV 2) during two months of the year 2000 (R⊘ssland, 2003) and also a close analysis of crime journalism in two Norwegian newspapers in 1928. The second project from 2002/3, in co-operation with Svein Brurås at the University College of Volda, used 34 interviews with journalists and their sources during the triple murder in the Orderud case (Brurås and R⊘ssland, 2003). The third project, also on the journalists and the journalism in the Orderud case, was carried out in co-operation with Helge Østbye from the University of Bergen and Svein Brurås from the University College of Volda. The textual material referred to is a quantitative analysis of the Orderud coverage of five newspapers. This article will highlight information from these three projects regarding crime journalists’ and crime journalism's statements on the importance of this coverage as well as professional attitudes towards it. For the purposes of this piece, crime journalism means everything that is covered in the newsmedia that pertains to crime and criminal cases in the court.", "The media and journalism studied in these three projects are first and foremost popular. Popularization was traditionally used politically, related to the Latin term “popularis”—belonging to the people. At the same time it had to do with the ordinary, the lowly, the simple (Sparks, 1992; Williams, 1976, p. 236). While the term to popularize was a political expression up until the 19th century, it later began to denote presenting knowledge in such a fashion that as many people as possible would be able to understand it (Eide, 1998, p. 23). Within journalism, the distinction between the popular press and the quality press adds further qualitative dimensions to the concept. In short, the quality press often presents itself as what the popular press is not. The popular press may be characterized by its success in reaching a large number of readers through its emphasis on particular kinds of journalism. This is one of the traits where the popular press and the elite press differ. A definition of popularization, then, should not make quantity and numbers the single most important feature. One may, after all, attempt to reach many readers, but fail to do so. What then could be defined as the qualitative elements in the process of popularization within journalism? Human interest is one important feature. The term was first used “to designate the chatty little reports of tragic or comic incidents in the lives of people” (Hughes, 1940, pp. 12–3). Another, related aspect of popular journalism is human touch journalism which focuses on feelings and emotions. Crime journalism is both human interest (the sensationalism as well as the disruption of public life caused by the “tragic incidents”) and it is often done with a human touch. In addition to these qualitative elements, it sells newspapers.", "Traditionally, crime—both as fact and fiction—has been one of the key discourses of the popular press: “The development of the popular press from its inception confirmed ‘crime’ as a moveable feast in everyday life” (Brown, 2003, p. 190). When the penny press in the 1830s in New York started its substantial coverage of crime cases, it drew deep antipathy from the more established quality newspapers. The reason for this was not primarily the ways in which the popular penny press covered crime journalism. Rather, the traditional newspapers regarded the act of reporting crime cases itself as profoundly and irredeemably immoral (Schudson, 1978).", "Yet this article will argue that the view of crime as an intolerable staple for journalism has shifted as part of a process of journalistic professionalization. A profession is traditionally regarded as a group of people working in a particular field which has an exclusive right to certain knowledge generally considered as very important to society. The kinds of work usually deemed to be in possession of such knowledge and therefore defined as professions tend to require a long, academically based education which is completed by a public certification. Members of a profession enjoy a high degree of professional autonomy, social status and exclusive occupational knowledge while at the same time adhering to high professional ethical standards. Professionalization usually refers to the process through which a group attains full professional status. The emphasis on professionalization as process is most relevant for journalism because there are several elements which make it difficult, if not impossible, for journalism to become a full profession in the traditional sense, as for instance the designation of profession is used for legal and medical practitioners. Professionalization for journalism means generally speaking, the process of gradually seeking and possibly gaining higher status in society. Inherent elements of this process are better and more formal education—although there is no common education for all practitioners and certainly no prescriptive public authorization—and higher professional and ethical standards. Schudson (1978, p. 9) reminds us that journalism is without the social and bureaucratic insulating layers of traditional professions.", "Crime journalism has had a complex function at the heart of popular journalism. Paradoxically, this sort of journalism has been an integral and even formative part of both the popular press and the process of popularization while at the same time being regarded as a hindrance to raising the status of journalism in society at large. In the academic sphere as well, crime journalism has been regarded as less interesting and of low standing compared to political or cultural journalism. “Crime reporting has habitually been rather ignored by academic researchers or treated as essentially apolitical” (Chibnall, 1977, p. 1). Yet here, it is important to distinguish between the status of crime inside journalism itself and the way it is interpreted in the academic world of mass communication and journalism research."]}, {"sec_title": "Redirecting the Focus on Crime Journalism", "sec_content": ["The present perspective may in one sense be seen at least as an adjustment of much of the work done on crime journalism. This does not mean that these works are “wrong” or are misguided, this is far from being case. Both classic critical examinations of news media's coverage of crime stories (e.g. Chibnall, 1977; Cohen and Young, 1973; Hall et al., 1978) and more recent ones (e.g. Wykes, 2001) are important contributions to an academic understanding of crime journalism's relation to other central institutions of social control in society. Such studies “have highlighted the quantitative overrepresentation of certain crimes and certain sections of the population (most obviously in the overrepresentation of violent crime), and the qualitatively pejorative labelling of certain individuals and groups using lurid and sensationalist language and images to create stereotypes of persons and urban myths about crime” (Brown, 2003, p. 30).", "Wykes (2001), drawing on a 30-year-old academic tradition, shows in important ways the role of the media in portraying and defining groups like black communities, young people, and homeless people in relation to crime. While it is still important to examine thoroughly the consequences of crime coverage for various social groups, it is also important not to ignore the high ethical intentions of some professional crime journalists and the importance of conscientious crime coverage for both victims of crime and those accused of crime. With text and wider context being the analytical basis for much critical crime-and-media studies, this is an appeal to a closer look also at the text producers, journalists and editors. Wykes, for instance, treats the aspect of the “professional journalist” in a very general manner: Most journalists are not reflexive about the process of selecting and representing news. It is simply the art and craft of their work. Their claim to independence, objectivity and impartiality is a necessary delusion of a profession that justifiably imagines itself to be prey to propagandists, spin-doctors and image-makers. (Wykes, 2001, p. 189)  ", "Most journalists are not reflexive about the process of selecting and representing news. It is simply the art and craft of their work. Their claim to independence, objectivity and impartiality is a necessary delusion of a profession that justifiably imagines itself to be prey to propagandists, spin-doctors and image-makers. (Wykes, 2001, p. 189)", "While this is a true statement at one level, such a perspective tends to ignore important dynamics and changes in the “news culture”. What does it mean when crime journalists start reflecting explicitly upon what doing crime journalism entails? Too static a view of the culture of news is not very helpful in trying to answer such a question. Ericson et al. (1991) stress that nuances are important when it comes to the market orientation of media organizations. Studies focusing on the actual production of journalistic texts (like Schlesinger, 1978; Tuchman, 1978) have shown how journalistic norms and values lead to similarities when it comes to topics, sources, and angles. Such insights may provide an explanation for a phenomenon like pack journalism under conditions of extreme competition. Yet the more general lesson from such studies is the importance of being close to the text producers, the journalists, themselves, at the same time as directing attention towards the texts and the wider context. The second aspect that is important to stress before moving on to crime as part of the process of professionalization of journalism in Norway, is to stress the vital differences between the Norwegian situation and the British, from which so much academic work on crime and media is done.", "British society has been much more clearly marked by class divisions than Norway's. The division between quality press and popular press has likewise been much more clear-cut in Britain. Norwegian newspapers may be termed “popular” but still contain many elements that can be considered as characteristic of the “quality” press. They have been termed schizophrenic (e.g. Gripsrud, 1992, p. 85) because of this mixed profile. The opposite is also the case: newspapers traditionally regarded as “quality papers” also want to cover popular cultural phenomena like sport and rock music. The last two decades have also shown a wide acceptance among Norwegian media that crime should be covered quite extensively, also by media previously unlikely to carry much crime news.", "Ericson et al. look to Canada to find examples of newspapers “that try to encompass both ends of the spectrum, to be all things to all people” (1991, p. 35). In Toronto, the Sun is explicitly a popular newspaper, the Globe and Mail explicitly a quality newspaper but they identify the Star as a mass newspaper that includes elements of both. In Norway, some newspapers are more like quality newspapers, others are more like popular newspapers, yet the distinction, as we will see, is less absolute than these categories imply. This is also a relevant point to consider when looking at the major television channels, NRK and TV 2. The clear labels given to quality and popular journalism in much of the academic literature must be modified accordingly with regard to Norway. Ericson et al. state, for instance, that limited budget and therefore circumscribed content are more characteristic of popular news outlets than of quality news outlets (1991, p. 46). This does not fit neatly in the Norwegian situation: the biggest newspaper, Verdens Gang (VG), is considered as doing popular journalism and at the same time it devotes more resources to crime coverage than other media in Norway. VG's position and its role in presenting crime journalism in Norway will be returned to later. Let us first make a short detour to briefly consider the history of Norwegian crime journalism."]}, {"sec_title": "Crime in the Norwegian Press Around 1930: Low Status, Poor Quality, but Profession-building Possibilities", "sec_content": ["The press has covered crime since the dawn of the medium, and before printed news even, stories of robberies, murders and executions have been part of the most popular themes of storytelling in whatever medium through the ages. In the press, however, crime coverage has traditionally been part of a specifically low-brow popular package and as such it has been accorded a relatively low status in the hierarchy of journalistic genres and categories.", "The popular package means the more or less consciously made decisions on which categories of journalism are prioritized in order to maximize both circulation and advertising revenue. In Norway, this process of popularization was first started by Dagbladet around 1930 and then by the largest selling newspaper of the last three decades, VG, around 1950. In the popular packages of both these newspapers were more journalism directed to women, more entertaining and even bizarre content—and more crime (Dahl, 1993; Eide, 1998).", "This background leaves us with two possibilities when it comes to an evaluation of whether crime coverage in the popular press could be seen as enhancing its overall “quality”. “Quality” can either be a relative term, used most often by those supporting the journalism of the so-called “quality press”, or it can be used analytically to provide overall criteria for “quality” journalism. These criteria are based on professional reflections on how “good journalism”, irrespective of genre or category of journalism, ought to be carried out. In Norwegian journalism history two main features characterize the crime coverage of the 1920s and the 1930s which can illustrate the complexities of this debate. Crime was an abundant feature in these years in the popular press and was not, in the narrow sense of the word, identifiable as quality journalism.", "A brief look at the coverage of two murder cases in the two most significant newspapers in Norway at the time, Aftenposten and Dagbladet, in one week of September 1928, when the first Norwegian Press Council was established by the Press Association, indicate that these elements formed the most prominent patterns in the coverage:  the use of names/personalization;   the specific details of crime;   speculation;   trust in the police.   ", "the use of names/personalization;", "the specific details of crime;", "speculation;", "trust in the police.", "The two first elements are clearly related, as are the last two. All individuals involved in a criminal case, irrespective of the nature of their involvement, are mentioned in the newspaper articles by name, and prominently so. Everything that reaches the newspapers about the two murder cases is to be presented. No conscious ethical choices seem to be made about whether to limit the use of names or details. The articles are full of gory details, leaving little room to the imagination.", "The articles are also full of speculation about what the details from the scene of the murders might mean. Motives are assumed, and so is speculation about what could have been stolen or whether there are one or more killers. However, the speculation is not solely the journalist's subjective interpretation of whatever he sees at the scene, but is also based on equally speculative conversations with the police officers present. The police are clearly respected and the information proffered by the police is not critically assessed or questioned.", "The conclusion that one is forced to draw is that any level of awareness of the potentially problematic aspects of crime journalism is lacking. The most obvious limitations of this sort of crime coverage within the narrow market demands of the popular journalism of this era can, on the other hand, easily be seen. There is no attempt made to present the accounts as if the journalists are in an independent relationship with the police. Sensation is prioritized as entertainment.", "Crime journalism in 1928 is speculative in the extreme, personalized and unethical in contemporary terms in its unquestioning and uncritical dependence on police sources. In the last week of September 1928, the Norwegian Press Association,1 still in its infancy, decided to establish the first Press Council in Norway.2 One of the main reasons for the establishment of the Council was the heavy criticism of intolerable and irresponsible crime coverage. These two elements characterize responses to crime journalism in Norway around 1930: it is heavily criticized as representative of the lowest common denominator of the generally not very well regarded activity of journalism. However, in contrast, at the same time, crime continued to be recognized as a subject of journalism that could sell newspapers to large audiences. Morally suspect it might have been; but hugely attractive economically.", "In 1928, it was the low esteem of popular crime journalism which brought about the establishment of the first Press Council in Norway as a commitment towards improving the standing of journalism. Whatever its effectiveness in raising standards, there were a mere 30 complaints in the period 1930–45 (R⊘ssland, 1999). It was also run on almost exclusively intuitive lines as the Council was established without any publicly ratified Code upon which it could base its decisions. Instead, in the very few cases which it dealt with, the three “gentlemen of the press” whom the Council consisted of at first could only lean on their own experiences and “good faith”.", "It is important for any aspiring profession to muster a wide range of social and political respect, as shown among others by Macdonald (1989). The first Norwegian Code of Press Ethics was established in 1936,3 and it can be seen as the second profession-building measure taken by the Press Association based on reactions towards the lack of professionalism or ethics in popular crime coverage among other things. The Union of Ministers in Trondheim, for instance, voiced such reactions in an open letter in 1936. The heading of the letter was “Get rid of the sensationalism about crime and criminals in the daily press”. In the letter it was stated that: We are in no doubt that the sensational newspaper coverage of crime leads to incalculable harm. What we have in mind is in particular the effect on children and young people, but also on the criminal world itself, because we are aware that the aggressive sensationalism in this coverage is both morally destructive and serves to glamorize the crimes reported. (R⊘ssland, 2003, p. 51, translated from Norwegian by the author)  ", "We are in no doubt that the sensational newspaper coverage of crime leads to incalculable harm. What we have in mind is in particular the effect on children and young people, but also on the criminal world itself, because we are aware that the aggressive sensationalism in this coverage is both morally destructive and serves to glamorize the crimes reported. (R⊘ssland, 2003, p. 51, translated from Norwegian by the author)", "The first Code consisted of 11 principles and it was basically a code on crime journalism, not a code on journalism in general. This might in fact have been be a reasonable manoeuvre by the Press Association if both public reaction and the real quality of the crime journalism were to be considered. The paradox, however, is that the Code was not put to real use by the Press Council until the late 1950s or the beginning of the 1960s. For the first couple of decades the Press Council mostly dealt with complaints about the level of political journalism, in which party-political polemic in print was deemed too extreme.", "Establishing a Press Council as an answer to such heavy criticism of the poor reputation of crime journalism was more of an organizational and profession-building measure than a way of quickly solving the perceived shortcomings of the sensationalized coverage of crime. This sort of reaction–action dynamic has been a recurrent pattern in the press organizations’ endeavours in profession-building. Certain sections of the public react to something they find intolerable in the press and the press organizations respond by adding new elements to their ethical apparatus. These reactions become significant when the objections are raised by a good number of people but also by sufficiently important members of the public—such as politicians, lawyers or, as in the cited example, ministers. In this sense, the measures can be seen as public relations measures to at least make it look as if something is being done to address the criticism. An ethical dimension is important in a profession-building process, but measures such as new elements which are added to the responsibilities of the Council or new codes or additions to an existing code do not necessarily have much to do with ethics per se (see e.g. Black and Barney, 1985).", "The second wave of significance for the role of crime in popular journalism in Norway comes in the 1950s and 1960s, in the process of popularization of VG. At this point, this hitherto rather modest newspaper started its tremendous growth to become Norway's biggest newspaper. Crime was an important journalistic element along this route. Martin Eide (1998) writes about the struggle for the newspaper's soul at the beginning of the 1950s. Crime journalism was on the winning side, although other parts of the popularization process dominated until the 1970s. Since then VG has had a leading role in both covering crime and in developing crime journalism in Norway. It has also been a chief target for criticism about the lack of quality of crime coverage in the popular media.", "By the late 1950s, the Norwegian Press Association had established three profession-building measures based on reactions towards the poor level of the crime journalism: the Council, the Code and, in 1956, specific guidelines, in co-operation with the Lawyers’ Association and the Judges’ Association, on how to cover cases before the Court.", "Crime journalism is popular both in the sense that many people want to read or hear about it and in the sense that it is part of the package of trying to popularize a newspaper. This is often explained as a feature of popular journalism, focusing on the “more immediate instances of deviance, conflict, and the threat to or disruption of everyday life” (Knight, 1989, p. 111). Crime journalism can also be unpopular among a more critical, elite section of society. It has been highly criticized time and again. The 20th century was marked by a profession-building process among Norwegian journalists and much of the building job was done by the Press Association, and many of the measures taken by the Press Association had clearly and, in some important instances, solely to do with crime journalism. The importance of Schudson's (1995) general observation that journalism is historically specific and historically created thus cannot be overstated with regard to Norwegian journalism and in particular its popular variant.", "At the same time, VG's commercial success meant that a lot of media in Norway—big and small, newspapers and broadcasting media—cast their eyes on VG and asked what the newspaper had been doing to achieve such a success. What kind of journalism had it concentrated on and how? VG's commercial success was clear and substantial. It has been Norway's biggest newspaper since 1981. At the same, it is a journalistic success. The newspaper and its journalists have been awarded a wide range of journalism prizes in Norway over the years. Above all, VG's success has meant a greater awareness and confidence among those within popular journalism regarding the importance of forms of journalism that previously did not enjoy too much respect, bringing with it an improved assessment of aspects of the role of crime coverage in popular journalism which have been described thus: A major focus of news of deviance is the policing of organizational life in important institutions of society. Journalists focus on crime, corruption, negligence, mismanagement, and procedural impropriety to foster accountability and effect change in the organizations concerned, and to provide general lessons about institutional order. (Ericson et al., 1991, pp. 252–53)  ", "A major focus of news of deviance is the policing of organizational life in important institutions of society. Journalists focus on crime, corruption, negligence, mismanagement, and procedural impropriety to foster accountability and effect change in the organizations concerned, and to provide general lessons about institutional order. (Ericson et al., 1991, pp. 252–53)", "During the first year of the coverage of the Orderud triple murder case, VG established its own “Orderud group”, with four journalists working full-time covering the case for several months. The resources spent and the working methods in the group were reminiscent of the formal groups of investigative journalists established during the first half of the 1990s in many Norwegian news operations. The group was certainly accorded importance by the editorial leadership of the newspaper, and the members of the group were unequivocal about the general importance of their work and saw it as a vital part of an increasingly professionalized discourse."]}, {"sec_title": "The Professionalization of Crime Journalism", "sec_content": ["Popularization has had a major impact in the recent history of Norwegian journalism. At the same time there has been a parallel professionalization. The two have clear links within a form which has developed as a popular yet professional journalistic category. During the process of professionalization within Norwegian journalism over the course of the 20th century, the standards on display in crime reporting were used as a tool by the Press Association. Within this trend, the general professionalization of journalists also included journalists covering crime. The profession-building process can be viewed as having three dimensions: liberation from party politics, measures taken by the Press Association and new opportunities for journalism education.", "1972 is often regarded as a symbolic year after which the professionalization of Norwegian journalists gathered irresistible momentum. It was the year which produced the national trauma of the first Norwegian referendum on the EEC. The Norwegian people were divided between a “no” and a “yes” vote, and while most newspapers were editorially in favour of a “yes” vote, most journalists were in the “no” camp. Most importantly, views on the EEC crossed a lot of the traditional divisions of party political lines and party political journalism. Time was ripe for ending the historical links between newspapers and political parties which could be dated back about a hundred years. Those links were clearly the greatest obstacle to developing a truly independent journalism profession. Journalists now started to concentrate on a politically independent path to lifting the profession's standing, a development which also led to important changes in the ways journalists consciously reflected on their own profession and began to prioritize their journalism over political concerns. This had an impact in increasing consciousness of the importance and values of types of journalism with a traditionally low standing, with crime journalism being central among these.", "The pattern of reaction–action within the Norwegian press organizations in response to criticism is a continual process. The answers in Norway have not been to create entirely new councils, as in the British case, or new codes, but rather to modify the existing ethical apparatus. Heavy criticism towards the press during the latter half of the 1960s, mostly against crime journalism in the popular press, was the direct background to the major restructuring of the Norwegian Press Council in 1972. The Council was extended at this point from three to seven members, with the most important concession to the critics being the inclusion of two lay members. The next change of the Council, in 1993, was one step further along this route; the press reduced their representation in the Council from five to four members to the benefit of the lay members who were increased from two to three.", "The process of using criticism of crime journalism as a public strategy in the profession-building process continues. The climate for drawing journalistic lessons from the criticism is, however, clearly different compared to the 1920s and 1930s. Norwegian journalists today are relatively highly educated, either with general bachelor's or master's degrees or, increasingly, with specifically professional studies in journalism. The first form of journalism education in Norway was pioneered by correspondence schools at the beginning of the 1950s. A rather exclusive journalism college, the “Journalist Academy”, was established in Oslo in 1951. The “Norwegian School of Journalism” in 1965 and the “Norwegian College of Journalism” in 1980 followed. Journalism programmes were established at a few local colleges throughout the 1970s and 1980s. Professional studies in journalism were established in Norwegian universities as late as the 1990s and the 2000s.", "This gradual rise in the level of education for journalists has caused an interesting change in the reaction–action process of criticism of crime journalism. At first the responses came from the organizational level, that is to say at the management level of the press (the Press Association, the Press Council). The responses were focused on making institutional changes to the ethical apparatus. As has been shown above, the responses at this level continue. A higher degree of education together with professional consciousness among journalists are now able to lead to a genuine journalistic feedback, as the journalists are now much more able to internalize and act upon constructive criticism. This is, of course, more difficult to identify than actual measures taken by the press organizations, but over time the journalism profession has been more able to react to criticism by modifying its output. The aim and outcome of the reactions both at the organizational and the journalistic level have been higher status for journalism and journalists. This has brought benefits for crime journalists and crime journalism as a consequence, although crime coverage will always be perhaps more fraught than other areas of journalism because of the tendency within crime journalism for heightened commercial pressures, sensationalism and the bending and breaking of ethical rules which are more applicable in other areas.", "In the 1990s, a new sense of pride in doing crime journalism could be identified among editors and crime journalists in the Norwegian popular media. At the same time a number of new media formats appeared covering larger crime issues such as new commercial radio and TV stations and Internet news sites. In addition, traditional media such as the Norwegian Broadcasting Corporation (NRK) and the biggest subscription-based broadsheet (from 2004 in tabloid format) Aftenposten started covering crime on a completely different level of engagement than it had previously done. For the NRK the change has been from almost no coverage of crime, to one which deploys large resources to cover at least the most prominent crime cases. This latter change appeared after the establishment of NRK's prime journalistic competitor, TV 2. The new television channel, established in 1992, has been much more dominated by the popular package than by the traditional news values of the NRK.", "More and more journalists are covering crime. They are better educated and they enjoy a raised professional status in this form of journalism. While crime journalists used to congregate among the lowest ranks of the journalistic fraternity and their journalism in general was accorded only the negative implications of muckraking, today's crime journalists are no longer hiding their heads in shame. They would consider that they genuinely play an important role in the contemporary media world."]}, {"sec_title": "Making Covering Crime Important", "sec_content": ["  An ideology is essentially an integrated framework of categories, concepts and relevancies grounded in a particular mode of existence (in this case, professional journalism is the mode of existence). This framework is a largely unconscious construction which structures perception and thought, systematically excluding certain realities and promoting and shaping others (Chibnall, 1977, p. 11). This journalistic professionalism produces, according to Schudson, different ways of angling news anchored not in ownership of the media or in the ideological dimension, but in the professional ideals of journalism itself (Schudson, 1995).", "An ideology is essentially an integrated framework of categories, concepts and relevancies grounded in a particular mode of existence (in this case, professional journalism is the mode of existence). This framework is a largely unconscious construction which structures perception and thought, systematically excluding certain realities and promoting and shaping others (Chibnall, 1977, p. 11).", "The professional independence of journalists and journalism has certain ideological consequences based on the journalists’ own view of the importance of what they are doing. Here, the paradox of more conscious journalism and the unconscious effects of professionalism are relevant. In short, the effects of a more professionalized journalism are that the news media are increasingly structuring how we think (Chibnall, 1977; Wykes, 2001).", "When the necessity for producing partisan journalism ended, a new imperative of producing journalism on behalf of “the public” or “the people” took over. Journalists themselves now regard the importance of journalism to be asking their idealized public questions—whether the public is regarded in its capacity as citizen or as consumer. In short, journalists consider themselves as professional and independent. Their main task as such is to direct the public's questions towards those in power. In a sense, journalists “authorize themselves to represent the people, to stand in for citizens in making representations to powerful officials and bureaucracies on their behalf” (Ericson et al., 1991, pp. 5–6)", "This approach has produced some of the best pieces of investigative journalism in the spirit of Watergate. The goal is to disclose the authorities’ abuse of power and when this is achieved, it is regarded as the zenith of good modern journalism. Ettema and Glasser show how this professional attitude depends on the process of objectification: the use of official written standards, rules or laws to legitimate journalistic disclosures (Ettema and Glasser, 1998). In 1991—well into the era of non-partisan independent journalism in Norway—the organization SKUP was established, SKUP in Norwegian is an acronym for the Association of a Critical and Investigating Press. Annual SKUP conferences award prizes for the best pieces of investigative journalism of the previous year. Disclosure of the abuse of power can be identified as the most important criterion for securing these prizes.", "If this holds true, then, journalists in the post-partisan journalism era building upon the promotion of a more professionalized practice now look at themselves as crusaders against power abuse. What does this mean for crime journalism? Chibnall claims that the history of crime reporting as a specialist field—in the British case—is characterized by:  An increasing reliance on one major institutional source—the police.   A long-standing tradition of source suspicion and secrecy.   The increasing autonomy and complexity of the crime reporter's role. (Chibnall, 1977, p. 11)   ", "An increasing reliance on one major institutional source—the police.", "A long-standing tradition of source suspicion and secrecy.", "The increasing autonomy and complexity of the crime reporter's role. (Chibnall, 1977, p. 11)", "In Norway, key crime journalists and their editors have lately articulated the more contemporary view within the profession with regard to the independence and importance of modern crime journalism. The key crime journalists and their editors are in most instances from the popular media, a fact which illustrates the incorporation of those once outcast crime journalists into their more socially and professionally recognized practice. Crime journalism is now viewed as essential in the most general way—essential for the citizens and for society at large. The only significance of most of the crime journalism from the 1920s and the 1930s was, even if sympathetically viewed, a potential form of support and assistance for the police in a very narrow sense.", "From 1999 to 2002, the Norwegian media were filled with the coverage of a triple murder case at the Orderud farm, the so-called “Orderud case”. Two older people and their daughter were brutally murdered. At first, the murders were linked to possible connections to the daughter's job in the bureaucracy of the State Department. After three weeks, however, the son/brother of the victims and his wife were arrested and charged with the murders. In addition, the wife's sister and the sister's former boyfriend also were charged in connection with the killings. The four people charged were eventually tried and convicted, and received prison terms of 16–21 years.", "The media coverage of the Orderud case was massive. In the period from 25 May 1999 until 23 March 2002, the Orderud case was mentioned—in one way or the other—on 39.4 per cent of the days in VG. For the newspapers VG, Dagbladet, Aftenposten (morning edition and evening edition) and Romerikes Blad (the local daily in the area where the killings happened) combined, the Orderud case made the front page 661 times during the three-year period. In addition, the case was widely covered by radio and TV (especially during the two trials) and by news sites on the Internet.", "Criminal cases have also been covered thoroughly in the past, but none has come close to the total coverage of the Orderud case. Of course, the fascination with crime is an ancient phenomenon, both in news and in fiction, but in the coverage of the Orderud case and in the subsequent debate on the coverage, we find several statements supporting the journalism establishment's own view of the importance of crime journalism. In other words, in earlier times journalists and editors would respond to criticism of their crime coverage by reiterating their economic motives and the base interests of their readers. Now, we find explicit claims of editors and journalists taking pride in their crime journalism because of its social importance. Early on in the coverage of the Orderud case the main editorial in Dagbladet, the Norwegian newspaper with the longest record of specialist crime coverage, stated “Crimes that qualify for serious punishment both must and shall be reported to the public” (Dagbladet, 26 May 1999). This editorial was seemingly an open criticism of the NRK's coverage of the case during the first days after the killings were discovered. Dagbladet's message was that the NRK had not done its job properly due to not taking covering crime seriously enough. Most of all, however, the editorial, was about showing Dagbladet's own pride in covering crime and how this medium can report it in a socially important and responsible way. The leading journalist of the “Orderud group” in VG, today's chief Norwegian medium for crime coverage, added in a debate article in the trade paper Journalisten (The Journalist): “Crime journalism is not entertainment, it is not about details playing on our curiosity or our lust for peering into other people's misery … The details or crime journalism consist of information about what has happened to one or more members of our community” (Journalisten, 24 September 1999).", "Throughout the trials in the Orderud case one could interpret the importance given to the coverage by the biggest news media operations through their use of commentators covering the case as the commentators deployed were well-respected journalists, most of them usually better known for their work within political journalism. One award-winning journalist renowned for his brilliant investigative and political journalism wrote the best and the most respected commentaries. In this fashion, crime journalism capitalizes on the traditional credibility of political journalism as a genre and the actual credibility of particular political journalists. Besides, journalists covering crime today are often doing so for a limited period only, often coming from and going to other genres and categories of journalism. This is part of a general professional attitude which now implies that the same basic criteria of doing good professional journalism are at work no matter what the genre or category.", "Among the strongest impediments to a truly independent form of crime journalism is the structural necessity to have close and lasting relationships with the police. An example of the symbiosis is the popular TV format best represented by Crimewatch UK and America's Most Wanted. Here crime journalists and the police co-operate on behalf of the public (see e.g. Schlesinger and Tumber 1994). Ericson et al. (1991, p. 12) underline how journalists are directly involved in the activities of lawmakers and law-enforcers, joining with them as agents of social control, directly through the stigmatic effects of publicity. In the history of Norwegian crime journalism the question of when to identify persons involved in crime has been the most dominant, leading to recurrent controversies about where the lines should be drawn.", "Much of journalism's popular political power is derived from a tradition based on the ideals of investigative journalism, the disclosure of abuses of power by political or economic leaders. Crime journalism shifts this emphasis in a way which, although popular, has implications for the politics of power. According to this interpretation, society can be said to be considered as consisting of three groups, journalists, “normal people” and those in power. “Criminals” are considered to be power holders, holding power over “normal people” in their ability to spread fear and anxiety. Members of the category of “normal people” committing criminal acts are, according to such a logic, no longer included in the “normal people” category. A model of a modern and reflective crime journalism can be mapped on to this logic in this way: crime journalists look at themselves as being on a disclosure mission on behalf of “the people” and the authorities against “the criminals”. Crime journalism is, according to such a mode of thinking, about defending so-called “normal people” against “the criminals” both by helping the police in apprehending the criminals and by informing the public about their activities. It is “us” versus “them”, “the innocent” versus “the guilty”, “order” versus “chaos”. This echoes both Stanley Cohen's (1972) and Herbert Gans’ (1979) conclusion that journalism tends to conserve the moral status quo in society through journalism that allots a very public form of punishment to those who deviate from national and cultural values, leading to the strengthening and relegitimation of these values. “While celebrating the people as the bearers of positive values, tabloid's populism is effectively conservative” (Knight, 1989, p. 124). Crime journalistic professionalism is, in this sense, also about moral indignation, making choices and priorities among crimes and criminals, echoing such priorities both among the police and the public (Young, 1971, pp. 29–31).", "Low-quality crime journalism focusing narrowly on the gory details of a specific case may, of course, have consequences, mostly negative, for the police or for the accused. High-quality crime journalism carried out by self-conscious, independent, highly professionalized journalists may have similar consequences as well as consequences at quite another level; those of crime politics and basic ideology in society:  Populism: the sorting and defining of groups in society according to the political currents in the public opinion.   It can be more difficult for those who have served their sentences to return to a “normal life”, that is to leave the category of “criminals” and rejoin the category of “normal people”.   Indirect media power through a possibility that the Court of Law may judge differently in cases with heavy media focus.   The totality of “media crime”—both in fact and fiction—can have consequences for the position of crime on the political agenda.   A more general influence on discussions and opinions on crime in the public sphere.   Changes in public opinion on how big an issue law and order is.   Reactions from politicians in symbolic cases: politicians want or feel obliged to set an example.   ", "Populism: the sorting and defining of groups in society according to the political currents in the public opinion.", "It can be more difficult for those who have served their sentences to return to a “normal life”, that is to leave the category of “criminals” and rejoin the category of “normal people”.", "Indirect media power through a possibility that the Court of Law may judge differently in cases with heavy media focus.", "The totality of “media crime”—both in fact and fiction—can have consequences for the position of crime on the political agenda.", "A more general influence on discussions and opinions on crime in the public sphere.", "Changes in public opinion on how big an issue law and order is.", "Reactions from politicians in symbolic cases: politicians want or feel obliged to set an example.", "The consequences of such interplay between media attention and public opinion may increase the attention given to certain kinds of crime while other kinds enter into spirals of silence (Stephenson-Burton, 1995). Another factor in this relationship is the professionalization of media sources. Both crime politicians, attorneys, police and prosecutors are becoming skilled in handling the media (Schlesinger and Tumber, 1994). An initial conclusion to the issues raised here can be formulated as follows. Crime journalism in Norway today is clearly of a higher quality than it was in the 1920s and 1930s. In Ericson et al.'s material “all three quality outlets had depictions of their journalists involved in policing the police, while none of the popular outlets did so” (1991, p. 324). The particular kind of popular journalism in the Norwegian context, as compared to, for instance, the British, also means that it is possible to identify both police friendly and police critical coverage in the same popular media. Both media formats and the status of professionalization should be taken into account, then, when studying crime journalism."]}, {"sec_title": "Conclusions", "sec_content": ["  The basic interests of the human race are not in music, politics and philosophy, but in things like food and football, money and sex, and crime—especially crime. (Larry Lamb, in 1975 the Editorial Director of the Sun and the News of the World, quoted in Chibnall, 1977, p. ix)  ", "The basic interests of the human race are not in music, politics and philosophy, but in things like food and football, money and sex, and crime—especially crime. (Larry Lamb, in 1975 the Editorial Director of the Sun and the News of the World, quoted in Chibnall, 1977, p. ix)", "Crime as content has always fascinated media audiences. It should be no surprise, then, to learn that crime has been a vital ingredient in the popularization packages of news media aiming at selling as many copies or getting the highest ratings possible. This, however, has not been any guarantee that the crime coverage in the popular media has been of high quality. Historically, crime coverage has been the prime target of criticism about low ethical standards and sensationalism in journalism in Norway.", "Paradoxically, this criticism towards crime journalism has functioned as an element in the profession-building process of Norwegian journalism, a process managed by the leadership of the press organizations. In particular, the Norwegian Press Association's development of the press ethical apparatus—of codes and a Council—as a direct result of massive criticism of crime coverage has been readily identified as a key component of different epochs of the professionalization process.", "The professionalization has been successful in the sense that the Press as an institution and Norwegian journalists on an individual level have markedly higher status and respect today compared to, for instance, the 1920s and the 1930s. The level of education for Norwegian journalists is also much higher. The development of a self-conscious professional attitude has been most prominent in the period after the severing of the close bonds between party politics and journalism from the early 1970s onwards. This new confidence of Norwegian journalists has led to a strong belief in adhering to the goal of independence and the high ideals of investigative journalism in order to be “good journalists”. However, the new seriousness of doing crime journalism is not so much grounded in the contexts, or the causes of crime as in a continuous attention towards the incident. There may be better and more conscientious journalism on crime than in earlier times, but the focus on the incident remains in general the same. In this sense the professional attitude could amplify the negative spirals of biased crime attention. At the same time, it is clear that a more responsible role is also in play although it remains umbilically connected to the incident or to the actual case reported on. This is especially connected to an awareness of the role of crime journalism maintaining a legal safeguard for the accused, but also being a “voice for the victim”.", "Crime journalists have not been excluded from the professionalization and new self-conscious attitude towards doing journalism. Explicit statements of pride in doing crime journalism in the popular media have replaced its previous relegation to a dark corner of journalistic practice. Doing crime journalism not solely to entertain viewers or readers, but in the belief that this is essential information in the most general sense, has had consequences that merit close academic scrutiny. Populist crime coverage and populist political standpoints may merge and lift certain aspects of criminal politics to the top of the agenda in ways that are not necessarily easily identified (e.g. Wykes, 2001, p. 10). It is time for journalism research to give modern crime journalism in popular media the attention it deserves."]}], "references": [{"title": "“The Case Against Mass Media Code of Ethics”", "year": "1985", "journal": "Journal of Mass Media Ethics", "volume": "1", "authors": [{"name": "Black Jay", "first_name": "Black", "last_name": "Jay", "affiliation": "", "orcid": "", "role": ""}, {"name": "Barney Ralph D.", "first_name": "Barney", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Building Respectability”", "year": "1989", "journal": "Sociology", "volume": "23", "authors": [{"name": "Macdonald Keith M.", "first_name": "Macdonald", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}]}