{"doi": "10.1080/17512780701768568", "url": "https://doi.org/10.1080/17512780701768568", "title": "THE INTERNET, MOBILE PHONES AND BLOGGING", "volume": "2", "year": "2008", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Bivens", "first_name": "Rena", "name": "Rena Kim Bivens"}], "abstract": " This research examines adaptations within traditional journalistic practice that are a result of the varied use of new media among both journalists and the public. Observations in newsrooms and 40 interviews with journalists from eight major news organisations in the United Kingdom and Canada highlight three significant changes: (1) shifts in traditional news flow cycles; (2) heightened accountability; and (3) evolving news values. Rising public documentation via mobile phones inserts a new element into traditional news flow cycles while material from bloggers acting as “citizen journalists” occasionally aids reporting of contested topics or regions fraught with accessibility issues. Elevated public scrutiny also obliges news organisations to contend with increasingly effective flak-producers. Some journalists have modified their daily routines to reflect the opportunities enabled by new media but altered organisational notions of immediacy significantly constrain time spent gathering the news, particularly within 24-hour programmes. Largely as a means of securing audiences, organisations are turning to their websites to offer interactivity and transparency. ", "body": [{"title": "Introduction", "paragraphs": ["The value of exploring the impact of new media on both journalism practice and public behaviours is rooted in an awareness that actions of both journalists and the wider public intertwine and can become influential in the production of mainstream news. Since this research area is inevitably wide, with governments, industry and their associated PR agents also acting to influence news content, this article concentrates on the perspectives of journalists. Newsroom observations and 40 face-to-face interviews with journalists from eight major news organisations in the United Kingdom and Canada1 are used to illustrate how individual journalists and their organisations are adapting to the unique circumstances enabled by new media.", "The strength of new media within the public domain rests in its evolution towards cheaper, more mobile and widely accessible technologies. Yet mere availability is not sufficient to alter the media landscape within which journalists work. The creation of a new technological device does not ensure its success nor do consumers necessarily use devices in ways intended by developers. Furthermore, the more substantial developments currently influencing journalism are largely extensions of public behaviours that had existed without the enabling technology (Kline and Burstein, 2005) but operated in a less visible and influential way. For example, audience interaction with news organisations was once limited to written letters or phone calls but has expanded to include e-mail, text and an abundance of online options. As well, free online publishing tools have enabled the growth of a blogosphere essentially mass broadcast, containing opinions and commentary that otherwise may have only been accessible to a few—via small-scale circulations, personal communication, diaries, etc.—or may never have escaped the minds of many who now choose to openly publish their thoughts. Since these new tools enable the potential for boundless discussion2 among the public, engagement with new media by news organisations “holds the promise of a better, more efficient, more democratic medium for journalism and the public” (Pavlik, 2001, p. xiii). At the same time, however, information overload inevitably leads to filtering and potential group polarisation of views, both of which fragment audiences and contradict the democratising function supposedly inherent within new media. This is because democracy is dependent upon citizens being “exposed to materials that they would not have chosen in advance” and many or most having “a range of common experiences” (Sunstein, 2001, pp. 8–9). However, predicting the long-term impact of new media on democracy is not the aim of this paper. Instead, analysis focuses on the means through which journalists and news organisations are adapting their practice to reflect the possibilities enabled by new media.", "Three significant transformations are highlighted: (1) shifts in traditional news flow cycles; (2) heightened accountability; and (3) evolving news values. Developments within the public realm relevant to these adaptations include: mobile phone picture and video recording at the scene of a news event and subsequent transmission to news organisations; publishing original news reports, news analysis and commentary via publicly accessible blogs; and online criticisms of mainstream news output complete with video “evidence” that greatly enhance flak-producing campaigns. Relevant developments within the realm of journalism include: electronic transmission of news agency feeds; organisational adaptations to the volume of images received from the public; occasional incorporation of blog content into news output, particularly within the online section of converged newsrooms; experimentation with professional journalist blogs; technologies expanding “live” coverage; and engagement with interactive functions of new media.", "The research design for this project involved a focus on production within television news organisations, which ultimately also encompassed associated online activities. Therefore it is the body of production research that this project has sought to expand in light of new media developments. News production research has typically privileged the constraining factors that influence the final news bulletin to the detriment of those factors that facilitate agency within the daily practice of journalism. This analytical focus began with gatekeeper studies that considered only the initial process of selection, which most researchers depicted as subjective and determined by individual preferences (Flegel and Chaffee, 1971; Snider, 1967; Warner, 1970; White, 1950). Research soon developed into more inclusive studies determined to expose news as a social construction and in so doing focused attention on the routines of production and hence the predictability of most news coverage (Epstein, 1973; Fishman, 1980; Gans, 1980; Gitlin, 1980; Golding and Elliott, 1979; Schlesinger, 1987; Sigelman, 1973; Tuchman, 1978). These relatively stable routines were analysed within the framework of structural constraints and thus everything from the daily news conference and the “trickling down” of policy to rampant professional ideologies, newsroom cultures and logistic-centric decision-making were viewed as limitations on news output. Since this explosion of production studies, most research has continued in the same analytical direction (Harrison, 2000; MacGregor, 1997), with less attention to the agency periodically secured by journalists despite this overarching system of internal and external constraints. A journalist's position determines the level of accessible autonomy yet what is most interesting here is the bulk of journalists whose greatest opportunities to exercise agency occur after story assignment (e.g. choosing resources to browse and selecting sources to quote). These decisions are a necessary part of the production process and can have a significant impact on news content, despite what are often rigid instructions from superiors regarding preferred story angles, internalised notions of which approaches to news content are most desirable by the organisation as a whole, and attempts to achieve professionalised notions of impartiality and objectivity (Tuchman, 1972, p. 668).", "McNair's (2006) recent exposition of research in this area supports the conclusion that academics continue to overemphasise constraints and largely dismiss any anomalous findings despite the need to engage with today's emerging political, economic, ideological and technological environments (hence his suggestion to shift from a “control paradigm” to a “chaos paradigm”). According to McNair (2006), p. 4), the balance of power is shifting, leading to a weakened capacity of elite groups to influence news agendas. Considering the capacity of bloggers to sporadically influence news agendas, there may be some validity to his claim but any perceived shift is only slight and elite groups are adapting hastily and will likely continue to find ways of shaping news output. Therefore, apart from elite groups, this research exposes those developments within the public realm enabled by new media that act as catalysts for transformations within journalistic practice. In so doing, the adaptations individual journalists can make to their daily routines are considered in relation to traditional constraining factors. Journalists do not necessarily embrace whatever level of agency they perceive to have and attempt to improve their news gathering by, for instance, engaging with more voices through the outlets now provided by new media, but if they are not organisationally constrained from doing so it is important that researchers question why they choose not to."]}, {"title": "News Flow Cycles", "paragraphs": ["The routines of news production are dependent upon the consistent flow of potentially newsworthy items from the “information-producing strata” (Golding and Elliott, 1979, p. 169) of society. This strata most often translates into government officials and industry spokespeople, but generally refers to those individuals or groups that produce information specifically geared towards inclusion in mainstream news output. Traditionally, economic imperatives driving production processes led to the domination of news agencies over news flow since sending foreign correspondents easily surpassed agency subscription costs (Golding and Elliott, 1979, p. 104). With the Internet offering platforms for a greater assortment of prospective actors in the “information-producing strata”, the prior role of “stringers” is expanded in new ways while the addition of “citizen journalists” invokes credibility issues, with assessments becoming increasingly convoluted. Escalating public documentation of events and greater acceptance of “non-professional” video and images by news organisations has also altered news flow patterns. Therefore, a wider variety of actors can direct news agendas while citizens increasingly capture the most memorable images of breaking news stories. These public behaviours have not destabilised the established role of news agencies or forced “official” voices out of news production processes, and there are no indications that they will. Still, even Reuters CEO Tom Glocer (2006) publicly accepted that news agencies “no longer have a choke-hold on the flow of information”.", "Normally reporters and correspondents are assigned stories on the basis of news flow cycles and coverage by other media outlets, while occasionally offering their own stories. However, the substitution of teleprinters for electronic delivery of news agency feeds has enabled greater participation in the initial selection process, displacing the traditional gatekeeping role of the lone “copy taster”: “We still have copy tasters—everyone is one!” (Sky Executive Producer). Software packages like iNews and ENPS manage running orders and facilitate collection of news items via colour-coded or comparable ranking systems. For instance, phrases like “iraq-unrest-blast” appear in blinking red font in the corner of a computer screen to signify that the news item is urgent. The consequences of the change in delivery format is, on one hand, a diffusion of power over subjective notions of newsworthiness due to collective monitoring of feeds and, on the other hand, a greater control by news agencies over notions of importance attached to each item: In terms of who's rejecting and who's approving stories for publication, it's very much a democratic process within our team I think. People will spot things that I might not spot and say “what do you think of this as a story” and if the resource is there we'll say “ok we'll have a look at that”. (Mick McGlinchey, BBC Scotland Web Editor)  ", "In terms of who's rejecting and who's approving stories for publication, it's very much a democratic process within our team I think. People will spot things that I might not spot and say “what do you think of this as a story” and if the resource is there we'll say “ok we'll have a look at that”. (Mick McGlinchey, BBC Scotland Web Editor)", "Newsroom observations revealed that constant monitoring of feeds entails a greater potential for more “explanatory” or “review” items to be included within news broadcasts that may not have otherwise. During the course of a day Executive Producers rarely click on an item if it is not marked “urgent” but other journalists more readily see the constant barrage of items—for instance over a particular conflict as it becomes increasingly violent—regardless of whether each item is included in their organisation's broadcast. Collective monitoring leads to occasions where journalists will advocate for the inclusion of particular items, persuading their Executive Producer to, for instance, assign an item on the steady rise of violence in Iraq, including summary casualty statistics. Any potential for the inclusion of news items that might offer greater “explanation” or “review” can only be advantageous to public understanding, but selection ultimately rests with the Executive Producer.", "The most significant development arising from the ubiquity of mobile phones is the advent of “user-generated content” (UGC). The December 2004 South Asian tsunami, the 7 July 2005 attacks in London, and the December 2005 Buncefield oil depot fire are what most journalists conceive of as the beginning of UGC due to the unprecedented volume of images and video from mobile phones, e-mails, and text messages sent to news organisations.3 UGC can also refer to any material produced by the public via the Internet, ranging from online comments and forum discussions on news websites to news-related material produced and published outside of the mainstream media via websites and blogs, although the latter is often labelled “citizen journalism”. What is critical about this public behavioural shift towards an explosion of UGC is that mainstream media are making space for this production within newsrooms—with the BBC creating a UGC Hub—and within news items: The story's not just about getting people on air and getting packages, it's about the whole kind of UGC picture as well. It's just kind of what we do now, we don't even think about it half the time. It's become like second nature … So editors are wanting to do more of this. (Mariita Eager, BBC News Editor)  ", "The story's not just about getting people on air and getting packages, it's about the whole kind of UGC picture as well. It's just kind of what we do now, we don't even think about it half the time. It's become like second nature … So editors are wanting to do more of this. (Mariita Eager, BBC News Editor)", "On some occasions, the flood of UGC linked to a breaking news item has actually reversed the traditional flow of news, compelling news organisations to act as distributors and pass on material to news agencies and other media. This could become more significant than it first appears since news output increasingly consists of breaking news items, or “event-driven” news (Lawrence, 2000). Schudson's (2005, p. 173) latest review of the sociology of news led him—for the first time since 1989—to remove himself from the set of academics who sought to highlight the social construction of news since “the unexpected, the dramatic, the unprecedented, even the bizarre” is now more likely to be encountered by journalists than “institution-driven” news, which Schudson deems social scientists to be “almost exclusive[ly] preoccupied with”. While Schudson's review was likely prepared before the onslaught of UGC, an increase in “event-driven” news can only be intensified by a reliable flow of UGC, particularly for broadcast journalism which is highly dependent upon good images. Online news facilitates the acquisition of UGC and hence the occasional reversal of traditional news flows: For instance, the derailment we had in Inverness at the start of the year—we put a post form saying “do you know anyone who was on the train”, “were you on it yourself”, “have you got any photographs”? Within an hour we had e-mails back from people saying “I know my friend was on it, they've given me their number, here you can give them a ring”. So we were ringing them up, interviewing them for the website, for the radio, for television. And then it was the agencies who were taking that content and using that in terms of the reports they're putting out. So you see how things can go full circle. (Mick McGlinchey, BBC Scotland Web Editor)  ", "For instance, the derailment we had in Inverness at the start of the year—we put a post form saying “do you know anyone who was on the train”, “were you on it yourself”, “have you got any photographs”? Within an hour we had e-mails back from people saying “I know my friend was on it, they've given me their number, here you can give them a ring”. So we were ringing them up, interviewing them for the website, for the radio, for television. And then it was the agencies who were taking that content and using that in terms of the reports they're putting out. So you see how things can go full circle. (Mick McGlinchey, BBC Scotland Web Editor)", "Mainstream news organisations are the obvious choice for submissions from “citizen journalists” since “People won't think of CP [Canadian Press] here or Reuters but they would think of the Toronto Star or Global Television” (Sean Mallen, Global Political Correspondent). This is compounded by the fact that nearly all news organisations now openly solicit UGC, although news agencies such as Reuters have also begun soliciting UGC through their online presence that in and of itself is altering their once negligible relationship with the public. BBC World News Editor Jon Williams (2006) suggests the ubiquity of digital imaging technology is an advantage: “For news—as news editor—it's a magnificent resource to draw on”. The BBC's UGC Hub Producer, Nicola Green, also highlights the value of UGC: I mean essentially we've got stringers in every corner of the world. It's a difference between getting the picture of the explosion as it happens and getting the picture of the firemen turning up afterwards and hosing it down, you know. We get the news as it happens.  ", "I mean essentially we've got stringers in every corner of the world. It's a difference between getting the picture of the explosion as it happens and getting the picture of the firemen turning up afterwards and hosing it down, you know. We get the news as it happens.", "Even further, this ubiquity can provide perspectives of events that differ from “official perspectives” carefully crafted and provided to the media. A recent example is Saddam Hussein's execution where mobile phone images taken by guards and posted on the Internet after the initial story aired provided a very different perspective, one in which the proceedings had little dignity (Oliver, 2007). For ABC Vice President Bob Murphy, this example reveals “the potential of cell phone video as a powerful new source for news organizations” (Bauder, 2007). Nevertheless, journalists remain very dependent upon “official sources” due to the nature of their news agenda. Still, new media can also help break stories, as BBC Editor Craig Oliver (2007) writes: When Sir Michael Jackson said that army accommodation was “shaming”, the Ten O'Clock News wanted to find out if that was true. A combination of appeals for pictures on our website and army message boards provided us with the evidence to put to the man in charge of accommodation, who admitted it wasn't good enough.  ", "When Sir Michael Jackson said that army accommodation was “shaming”, the Ten O'Clock News wanted to find out if that was true. A combination of appeals for pictures on our website and army message boards provided us with the evidence to put to the man in charge of accommodation, who admitted it wasn't good enough.", "Some journalists who are more technically knowledgeable and keen to embrace new media when it enhances news output make use of personal blogs, Google's indexing and search function, a BlackBerry and an Internet connection in order to quickly access information previously stored to challenge the subject of a news item: I'm also not tethered to my desktop, my physical computer at work. If I'm on the road, if I'm on an airplane, if I'm in the middle of a scrum, you know politicians have said things in the middle of the scrum, I kinda go, “that doesn't compute” and fire up the BlackBerry with a decent service here, still web-access, search. In a scrum now I can challenge a politician saying, “you know you just said Y but a year and a half ago you said X”. (David Akin, CTV Political Correspondent)  ", "I'm also not tethered to my desktop, my physical computer at work. If I'm on the road, if I'm on an airplane, if I'm in the middle of a scrum, you know politicians have said things in the middle of the scrum, I kinda go, “that doesn't compute” and fire up the BlackBerry with a decent service here, still web-access, search. In a scrum now I can challenge a politician saying, “you know you just said Y but a year and a half ago you said X”. (David Akin, CTV Political Correspondent)", "While journalists can choose to exploit new media in these ways, their specific conduct can still be constrained through self-censorship following a harsh berating from a superior during a “post-mortem”.", "Another shift with the potential to alter news flow patterns is the growing multiplicity of online sources easily accessible to journalists. The Internet is a “fantastic tool for research” (Kevin Backhurst, BBC News24 Controller). Journalists can now “scan the web world for ideas, for possibilities” and the blogosphere plays an increasingly important role: “a lot of the blogs that Canadian journalists would rely on are like an internal wire service for journalists” (Tony Burman, CBC Editor-in-Chief). Blogs are accessed by journalists for a variety of reasons: background information, story ideas, alternative viewpoints, and occasionally as news sources. Most journalists limit their contact with the blogosphere to keyword searches on Technorati (a blog indexing service of 72.9 million blogs4) or BlogPulse 5 as a means of gauging general opinions on a topic or, more often, for background information, but overall journalists are progressively including this practice into their daily routines (EURO RSCG, 2005). Global Editor Peter Kent says, “You might look in on [blogs] just to see what the mood is, the public mood is on topic X or issue Y but I wouldn't ever use it as a primary source”. Nevertheless, BBC Deputy Editor Daniel Pearl (2006) claims that Technorati was the tool through which the blogosphere had “an immediate impact on Newsnight's running order”.", "E-mail alone has widened the range of accessible sources, depending on how one exploits new media. CTV Parliamentary Correspondent David Akin encourages journalists to harvest e-mail addresses from publicists, academics or government officials in order to move from trying to find the needle in the haystack to “ask[ing] the haystack to produce the needle”. As these individuals are all hoping to curry favour with journalists, Akin feels his approach “is a great example of how you can use technology to accelerate your newsgathering, improve your newsgathering, widen your sources—because I want to find people I've never heard of before”. However, some more senior journalists clearly expressed their dislike for blogs: I'm not a big fan of blogs in the sense that I think it's vanity journalism. “Oh look at me, I can express an opinion on something”. And I'm too much of an old style journalist, you know I still put value on fairness and balance and everything else. And I don't particularly care generally what most ill-informed people out there who appoint themselves pundits think. Because basically it's drinking bath water. (Mark Sikstrom, CTV.ca Executive Producer)  ", "I'm not a big fan of blogs in the sense that I think it's vanity journalism. “Oh look at me, I can express an opinion on something”. And I'm too much of an old style journalist, you know I still put value on fairness and balance and everything else. And I don't particularly care generally what most ill-informed people out there who appoint themselves pundits think. Because basically it's drinking bath water. (Mark Sikstrom, CTV.ca Executive Producer)", "Other journalists may have not chosen to alter their daily routines due to their self-confessed status as Luddites. For instance, BBC News24 Chief Diplomatic Correspondent Paul Adams confesses, “you know I haven't yet been tempted to e-mail a blogger. Perhaps that's rather narrow-minded of me”. Adams views this possible addition to his daily routines as a personal choice, not pre-determined by any organisational constraints.", "Bloggers who produce alternative news6 are increasingly important within conflict reporting and “narrow-mindedness” may only lead to the rejection of material that might offer personal insight into political turmoil and violent conflict. This could indicate credibility concerns harboured under professional ideologies. CBC Editor-in-Chief Tony Burman admits, “There's a real reluctance to accept what is read or circulated in blogs as being fact”. Nonetheless, some journalists underscored the future value of blogs, in this case referring to the Iraq war: You'll have the mainstream media saying one thing and [Iraqi] blogs saying another. Blogs will inevitably become a legitimate source for broadcasters. They could become used just as a wire service—the ones that tend to be reliable. (BBC Scotland Reporter)  ", "You'll have the mainstream media saying one thing and [Iraqi] blogs saying another. Blogs will inevitably become a legitimate source for broadcasters. They could become used just as a wire service—the ones that tend to be reliable. (BBC Scotland Reporter)", " Global Voices Online, a non-profit global citizens’ media project, has won awards for contributing to the elevation of standards in the blogosphere and were invited to form an alliance with Reuters. Their stated aim is to “redress some of the inequities in media attention by leveraging the power of citizens’ media”.7 Nevertheless, invoking credibility appears to operate as a scapegoat at times, yet may also be a reflection of the inexperience within journalism practice more generally of dealing with such an inflated “information-producing strata”. More insight into this issue is derived from a recent study of foreign journalists’ use of blogs within China. China presents a special set of circumstances due to information control policies and it is thus comprehensible why these journalists might find extra value in blogs as informants, yet these respondents “tended to reject the idea that one can judge the “reliability” of blogs in general—and instead emphasised the need to evaluate the usefulness of each blog individually depending on the author's track record and reputation” (MacKinnon, 2007, p. 3), which could be indicative of the development of these sources within restricted settings.", "Credibility issues have not altogether prevented news organisations, and even news agencies, from incorporating content from the blogosphere into their coverage, particularly as a supplement within online coverage (Kline and Burstein, 2005; McNair, 2006; Project for Excellence in Journalism, 2007). Most significant are the moments when bloggers can aid journalistic norms of balance by providing a wider spectrum of accounts of news events and dismantling obstacles of access encountered by mainstream journalists—although smaller, more mobile technology and smaller crews have also helped reduce obstacles (Livingston and Van Belle, 2005). New media that can assist in such situations is very valuable, as can be seen in the current situation in Zimbabwe where bloggers and information sent from mobile phones makes up some of the only news coverage mainstream media organisations can acquire.8 Despite this explosion of accessible sources, the long-standing critique that mass media over-rely on “official sources” still largely holds; yet new media enables journalists to lessen this dependency through the expansion of personal networks and means of communication."]}, {"title": "Accountability", "paragraphs": ["The ubiquity of new media enables the production of far more images and videos, much more intensive reproduction and publication in far more easily accessible locations than ever before. Within this environment actions deemed offensive are increasingly documented and investigated via blogs, resulting in heightened demands for accountability of societal actors and organisations, and a rising capacity for this production outwith mainstream media to shape mainstream news agendas. Mobile phone videos, blogs and popular websites like YouTube have increasingly been used to expose politicians, celebrities and institutions as worthy of public condemnation. US Attorney General Alberto Gonzales’ role in the firing of several US attorneys (blogs), Michael Richards’ use of racial slurs directed at hecklers during a comedy routine (mobile phone video + YouTube), and UCLA security guards’ repeated use of a taser on a student (mobile phone video + YouTube) are but a few examples.9 Such shifts in public behaviour were recently touted as evidence of citizens acting within the “new digital democracy” by TIME Magazine: You control the Information Age. Welcome to your world … for seizing the reins of the global media, for founding and framing the new digital democracy, for working for nothing and beating the pros at their own game, TIME's Person of the Year for 2006 is you. (Grossman, 2006, p. 15)  ", "You control the Information Age. Welcome to your world … for seizing the reins of the global media, for founding and framing the new digital democracy, for working for nothing and beating the pros at their own game, TIME's Person of the Year for 2006 is you. (Grossman, 2006, p. 15)", "Institute for the Future Director Paul Saffo echoed these sentiments when criticising ominous predictions of total government surveillance: “Little Brother has a cellphone camera and he is watching back” (Harmon, 2004). Along with the potentially rising “power of the people” to produce what we may call “Exposuregates”, news organisations are facing issues of public accountability due to fallout from the use of forged material and the rise in e-mail and blog-based campaigns in response to specific news coverage.", "Most of the repercussions created through “Exposuregates” have pertained to American politics, but journalists are likely to watch Canadian bloggers during the next elections: I expect that when we get into campaigning that'll be an issue as I'm sure the bloggers for the various parties will be firing out stuff. That I'll have to keep an eye on … But in terms of having someone busted on a particular issue as has happened with the bloggers in the States, hasn't happened at Queen's Park [provincial legislature] yet. But I would not be surprised if something comes up in the next election. (Sean Mallen, Global Political Correspondent)  ", "I expect that when we get into campaigning that'll be an issue as I'm sure the bloggers for the various parties will be firing out stuff. That I'll have to keep an eye on … But in terms of having someone busted on a particular issue as has happened with the bloggers in the States, hasn't happened at Queen's Park [provincial legislature] yet. But I would not be surprised if something comes up in the next election. (Sean Mallen, Global Political Correspondent)", "By choosing to “keep an eye on” bloggers, this journalist is adapting his daily routines to these new conditions. Regardless of the speed at which such behavioural shifts move outwith the United States, journalists are increasingly aware that bloggers can create “rolling impacts that affect the mainstream media” (Tony Burman, CBC Editor-in-Chief).", "When news-related videos are uploaded to websites like YouTube or individual blogs, very large audiences can be attracted via popular lists and “featured videos” on the former and an explosion of hyperlinks from other bloggers for the latter. The attention generated makes it difficult for news organisations to doubt a video's potential newsworthiness and hence news agendas can be influenced: the above examples of Richards and UCLA would likely not have received coverage without the video footage nor would coverage of the Virginia State Massacre have developed as it did, with social networking site Facebook, bloggers, mobile phone images and video, and student “citizen journalists” having a large influence on content (Berrigan, 2007).", "Traditional news values that shunned the use of “non-professional” material are decreasing hastily in order to embrace new video sources: We'll use video I think from anywhere. Those boundaries have really come down. I think technology's driven that, made it possible for people to get stuff, get it back quickly, and so a producer says “I've got this video, why not use it?” In many cases people don't question whether it should be used because it's available. (Seán O'Shea, Global Reporter)  ", "We'll use video I think from anywhere. Those boundaries have really come down. I think technology's driven that, made it possible for people to get stuff, get it back quickly, and so a producer says “I've got this video, why not use it?” In many cases people don't question whether it should be used because it's available. (Seán O'Shea, Global Reporter)", "In this way availability alone increases a video's potential of ending up in the running order, however, credibility concerns can act as obstacles.", "Reuters was the subject of forged images during its coverage of the 2006 Israel–Lebanon conflict. Adnan Hajj, a Lebanese freelance photographer, allegedly digitally manipulated extra plumes of smoke on to an image of the aftermath of an Israeli bombing raid on Beirut. In this case (also known as “Reutergate”) bloggers were instrumental in exposing the faked photo and garnering attention to the incident. Reuters CEO Tom Glocer acknowledges Charles Johnson of the Little Green Footballs blog10 as the foremost player in this instance; Johnson is also claimed to be the impetus behind “Rathergate”—another agenda-setting, citizen-based “report” exposing the alleged errors in Dan Rather's CBS report criticising President Bush's US National Guard service—along with the three lawyers who author the blog Power Line. Of course Exposuregates are not necessarily neutral in intention, as some bloggers employed Reutergate as a means of undermining the fact that buildings had actually been bombed, which is essentially equivalent to the practices of established lobby groups that have always sought influence over the larger narrative of a conflict, even with the use of “old media”.", "During an interview on BBC's Newsnight (8 August 2006), Reuters Editor Paul Holmes responded to the claims that Hajj doctored images, commenting on the role of the blogosphere in these revelations: I welcome, and Reuters welcomes, the scrutiny we come under from bloggers. We will consider criticism from any source and we will take it seriously. I think it has to be said, as well, that because of the blogging community, many of the more egregious breaches of journalistic ethics have been exposed. It makes the media much more accountable and much more transparent.  ", "I welcome, and Reuters welcomes, the scrutiny we come under from bloggers. We will consider criticism from any source and we will take it seriously. I think it has to be said, as well, that because of the blogging community, many of the more egregious breaches of journalistic ethics have been exposed. It makes the media much more accountable and much more transparent.", "“Exposuregates” can occur more frequently as voices of non-journalists become increasingly prominent due to new media's readily available platforms. As Holmes suggests, accountability—either the semblance of it or its actualized form—becomes all the more important under the microscope of the public. Public scrutiny targeting mainstream media adds increasing pressure to improve transparency over decision-making processes in order to maintain audience trust and loyalty, which is particularly important in light of the abundance of choices now available to news consumers.", "This heightened public accountability is also a result of new media (text, e-mail, blogs) that drastically increases “the volume and the precision of complaints” (Vince Carlin, CBC Ombudsman). Much more consequential than an increase in volume is the means through which audiences become aware of the need to complain: I remember one case where the majority came from some southern states—from Alabama and Georgia—and there's no conceivable way that these people saw the broadcast they were protesting but it was through an e-mail campaign that I—I mean the joke I used to tell was I was hearing from people complaining about CBC's coverage, people who probably had not heard of Canada let alone the CBC and certainly had not seen or heard the report that they were allegedly so offended by. (Tony Burman, CBC Editor-in-Chief)  ", "I remember one case where the majority came from some southern states—from Alabama and Georgia—and there's no conceivable way that these people saw the broadcast they were protesting but it was through an e-mail campaign that I—I mean the joke I used to tell was I was hearing from people complaining about CBC's coverage, people who probably had not heard of Canada let alone the CBC and certainly had not seen or heard the report that they were allegedly so offended by. (Tony Burman, CBC Editor-in-Chief)", "Situations like this are now typically the result of blog-based campaigns. With the advent of TiVos,11 live streaming video, video on demand and online archived news reports, there are many more ways for the public to record news than the days of rushing to find an empty videotape to spontaneously capture a disagreeable report. Today it is generally very easy to record digital copies of television programmes and post segments on to YouTube, Google Video or embed them on a blog, usually via one of these websites. This is exactly what university student Stephen Taylor did on his blog when he crafted a video12 to criticise CBC's coverage of the Conservative Party's caucus and the resulting protest against Prime Minister Stephen Harper's stance toward the Middle East during the 2006 Lebanon–Israel conflict. His video compared Christina Lawand's report for CBC with CTV's report of the same event, concluding that CBC showed bias towards Harper by taking his comments out of context. CBC's report included a protestor's demands for the end to “burning children and killing [of] innocent people”, followed by Lawand's statement that “Harper clearly wasn't swayed”, and then Harper's apparent “response”: “I'm not concerned or preoccupied in any way with reaction within individual communities. I think that reaction is very predictable”. CTV's report involved a longer clip of Harper's full response, revealing that it was in fact related to a question about increased support from the Jewish community and negative responses among some portions of the Arab community in Canada.", "Blog-based campaigns such as Taylor's are effective since the rising currency of video often equates to instant persuasion, thereby magnifying the volume of complaints. E-mail-based campaigns are similar but generally the result of individuals signing up for mailing lists of particular groups known to be critical of the media (e.g. CAMERA or FAIR). Regardless of the medium, the growing organisation and effectiveness of citizens to influence opinions is enabled by new media and amplifies notions of accountability for news organisations."]}, {"title": "News Values", "paragraphs": ["Broadcasting production research cited above highlighted importance, interest, entertainment and proximity as crucial news values, along with the ever-important value placed on images. Immediacy has also always been part of the vocabulary of journalists but was normally cited in relation to beating the competition. New media have enabled news organisations to focus more on “lives” and instantaneous coverage as a means of portraying a perception of immediacy in the sense that the news organisation is there. The media environment also encourages the predominance of immediacy with an escalation in the volume of video available via UGC and news agencies,13 along with the growing sector of 24-hour news with Al Jazeera English and France 24 joining the ever-expanding global news market in late 2006. As well, journalists are regularly operating in converged newsrooms where the news website has become vital for any mainstream news organisation—“in order for us to thrive and to survive we've got to go where audiences go” (Tony Burman, CBC Editor-in-Chief). It is through this medium that interactivity and transparency have become increasingly important considerations.", "Old notions of immediacy are retained through memos revealing that “CBC beat us by 2 minutes with X”, but investigative journalism tends to suffer in the new immediacy environment since “resources of news companies have migrated from providing exclusive coverage as a measure of performance to providing real-time coverage as a measure of performance” (Nigel Baker, Executive Director of APTN). CBC Executive Producer Paul Hambleton echoes these comments, combining both elements of immediacy: “we're in a constant state of war to be first with something, to be live with something and then we're just filling time, trying to have interesting programming”. Accuracy is also never far off in these discussions: “speed and accuracy are the two main concerns. And you know for the bulletins speed is not so important, accuracy is as important. Probably more so actually” (Kevin Backhurst, BBC News24 Controller).", "Technology acts as an enabler within this environment. CBC Supervising Technician Daniel Morin's primary responsibility is to offer technical support to field crews. He describes how decisions regarding new media often sacrifice quality for immediacy: I can send it live if I want to with the video phone. Ya it looks like crap but who cares. I get to move the pictures now. They go on air. Then I can encode them and take an hour to send them so that for the next hour they're going to use this clean version of the same thing … You've got the immediacy of it all with the video phone.  ", "I can send it live if I want to with the video phone. Ya it looks like crap but who cares. I get to move the pictures now. They go on air. Then I can encode them and take an hour to send them so that for the next hour they're going to use this clean version of the same thing … You've got the immediacy of it all with the video phone.", "Reporter Seán O'Shea emphasises the changing news values by means of Global's helicopter purchase: That helicopter is flying through the whole newscast at 6 to 7 and has been pretty much since they got it about four years ago because they want the ability, for example, to cover a fire that breaks out at 6:01 so they're over there right away.  ", "That helicopter is flying through the whole newscast at 6 to 7 and has been pretty much since they got it about four years ago because they want the ability, for example, to cover a fire that breaks out at 6:01 so they're over there right away.", "CBC Presenter Heather Hiscox argues that today's audiences want this type of coverage since they expect to “see it, not just hear it”. News organisations “want people to feel that [they are] on top of everything that's going on around the world”. However, if live coverage is seen by superiors as the means of obtaining this sense of immediacy, time for reflection is severely diminished, altering journalist's routines: I used to fly from Nairobi to southern Sudan and spend three weeks in southern Sudan gathering material and then come back and send my stories from Nairobi because [they had transmission technology]. And that would never happen now because they want something, you know, everyday because it's possible, because satellite technology is there. And so it means you no longer have that luxury of time, it means that everything is pretty much instant. (Lindsey Hilsum, Channel 4 Correspondent)  ", "I used to fly from Nairobi to southern Sudan and spend three weeks in southern Sudan gathering material and then come back and send my stories from Nairobi because [they had transmission technology]. And that would never happen now because they want something, you know, everyday because it's possible, because satellite technology is there. And so it means you no longer have that luxury of time, it means that everything is pretty much instant. (Lindsey Hilsum, Channel 4 Correspondent)", "CBC Foreign Assignment Editor Brien Christie argues that going live “hurts the product”, referring to CBC's coverage of the 2006 Lebanon–Israel conflict: Some of the anchors were inane—inane questions, it was embarrassing, you know? You're an embarrassing reporter. You know, just “how do you feel”. That stupid question about, how do you feel, right? This uninformed—  ", "Some of the anchors were inane—inane questions, it was embarrassing, you know? You're an embarrassing reporter. You know, just “how do you feel”. That stupid question about, how do you feel, right? This uninformed—", "Christie says his correspondents are exhausted by the premium placed on immediacy and these conditions demonstrate organisational constraints that journalists cannot easily overcome. CTV Investigative Reporter Alan Fryer succinctly sums up these issues, as he experienced while a Washington correspondent: “It's like a treadmill, you don't have the chance to think about what you're doing that much anymore before they throw you on live to talk about it”. He also explains how the 24-hour news cycle's insatiable appetite devalues investigative journalism in favour of immediacy: If I'm a reporter in a bureau somewhere and I phone my producer and I say look I've got a lead on what might be a really huge story but I need a week or two to work on it, they'll say, “Are you crazy? Are you crazy?” It's like an insatiable appetite, right, it's minute by minute so they can't spare people. They can't spare people to take the time, to investigate things, and to break stories.  ", "If I'm a reporter in a bureau somewhere and I phone my producer and I say look I've got a lead on what might be a really huge story but I need a week or two to work on it, they'll say, “Are you crazy? Are you crazy?” It's like an insatiable appetite, right, it's minute by minute so they can't spare people. They can't spare people to take the time, to investigate things, and to break stories.", "CBC Editor-in-Chief Tony Burman sees this as a challenge for CBC while criticising CNN as “almost obsessed” in its competition with FOX to capture everything live, even manufacturing drama to do so. He describes CNN's coverage of the 2006 Lebanon–Israel conflict: At 10 o'clock it's around 5 or 6 o'clock in the morning in Israel and Anderson Cooper was regularly cutting live to different events. In reality it was the middle of the night and nothing was happening and at one point they were spending minutes covering what was essentially an Israeli tank that was stuck in the mud. And they kind of elevated it to a story of great drama and importance when it wasn't that at all, they were just scouring the country for something they could portray in a dramatic, live sense at 5 or 6 in the morning Israeli time.  ", "At 10 o'clock it's around 5 or 6 o'clock in the morning in Israel and Anderson Cooper was regularly cutting live to different events. In reality it was the middle of the night and nothing was happening and at one point they were spending minutes covering what was essentially an Israeli tank that was stuck in the mud. And they kind of elevated it to a story of great drama and importance when it wasn't that at all, they were just scouring the country for something they could portray in a dramatic, live sense at 5 or 6 in the morning Israeli time.", "Apart from televised news, online news has shifted news values towards considerations of interactivity and transparency via comment features and forums and experimentation with blogging. Many organisations now have “newsroom blogs” akin to the BBC's blog The Editors and have proved particularly insightful when offering descriptions of the context within which important editorial decisions were made, responses to external criticisms of performance and interaction with audiences. Some journalists view blogging for their news organisation as “a chance to empty the notebook” since “television is a bit of a restricted format” (David Akin, CTV Parliamentary Correspondent). Other journalists are constrained by upper management: “Our supervisors don't like blogs. Which is kind of amazing to me but they don't like blogs” (Alan Fryer, CTV Investigative Reporter). Fryer claimed the dislike was largely due to their unpredictability and concerns with being sued. Those who do blog for their organisation deem the practice effective in moving journalism away from stenography: the ecosystem of your readers or of your job would include people who are keenly interested in [your topic], they'll read anything at all, they're hardcore, they'll follow everything you write and often respond to you, usually in a letter to the editor. Now in the world of the Internet they are amplifying what you wrote, they're correcting, they're steering you in a different direction about what you wrote … your news consumers now can amplify, extend, comment, annotate your writing. Fabulous. What a great resource for a reporter on a beat. (David Akin, CTV Parliamentary Correspondent)  ", "the ecosystem of your readers or of your job would include people who are keenly interested in [your topic], they'll read anything at all, they're hardcore, they'll follow everything you write and often respond to you, usually in a letter to the editor. Now in the world of the Internet they are amplifying what you wrote, they're correcting, they're steering you in a different direction about what you wrote … your news consumers now can amplify, extend, comment, annotate your writing. Fabulous. What a great resource for a reporter on a beat. (David Akin, CTV Parliamentary Correspondent)", "These sentiments touch on issues relating to the traditional one-way communication approach of mainstream news media that some believe to be in transition, driven by audience needs: This is becoming an increasingly interactive world, right, [yet] we always like to think of ourselves. It's almost one-way communication: we speak and you listen and then you know just shut up. But that's not what people want anymore. They want to be able to interact, they want to have a say and blogs are one way of doing that. There are other ways but I don't think we're terribly advanced when it comes to recognising that. I mean a lot of other people are but we're slow and plodding and very cautious. (Alan Fryer, CTV Investigative Reporter)  ", "This is becoming an increasingly interactive world, right, [yet] we always like to think of ourselves. It's almost one-way communication: we speak and you listen and then you know just shut up. But that's not what people want anymore. They want to be able to interact, they want to have a say and blogs are one way of doing that. There are other ways but I don't think we're terribly advanced when it comes to recognising that. I mean a lot of other people are but we're slow and plodding and very cautious. (Alan Fryer, CTV Investigative Reporter)", "While the adoption of blogs occurs at differing rates, private news organisations—as distinct from public news organisations—focus on the commercial aspects of the decision to include various blogs on their websites, such as increasing visitor hits, which attracts advertising income, and attempts to cater to niche audience markets.", "Differing levels of experimentation aside, blogs can offer increased transparency for interested audience members about decisions such as the newsworthiness of “giant panda babies” or leading the bulletin with David Beckham's resignation as opposed to the death of two British soldiers.14 Even Reutergate fallout can be tackled: Editor-in-Chief David Schlesinger (2007) suggested on his company's blog that swift actions taken by Reuters strengthened the company's commitment to trust and their “reputation as a respected global news provider which acts with integrity and transparency”.", "US journalist Jeff Jarvis believes that new media have taught news organisations that transparency is of a higher virtue than objectivity: “[W]e thought … it was our job to deliver the truth, when in fact it's our job to let the audience decide what's true” (Wilson, 2006). The BBC's introduction to The Editors blog included Jarvis’ comments along with an apparent intention to adopt his ideas: The adoption of a transparent attitude, of which an editors’ blog is just a part, is a statement that journalism isn't made silently behind the walls of a castle, he says. “It says ‘We're going to share the process’. And in return, people can say ‘We disagree’ or ‘We agree’, or ‘I thought that was the wrong decision but I see why you made it’”. (Wilson, 2006)  ", "The adoption of a transparent attitude, of which an editors’ blog is just a part, is a statement that journalism isn't made silently behind the walls of a castle, he says. “It says ‘We're going to share the process’. And in return, people can say ‘We disagree’ or ‘We agree’, or ‘I thought that was the wrong decision but I see why you made it’”. (Wilson, 2006)", "Such ideals are embraced more openly within public news organisations; as such private organisations tend to stress that the goal is “to convince people that yes we're great people and if you associate with us in this way then you'll buy our news information product because we're trusted” (Peter Kent, Global Deputy Editor)."]}, {"title": "Discussion", "paragraphs": ["News production once perceived by researchers as a set of static and predictable routines contingent upon the narrow “information-producing strata” of society is transforming in response to changing patterns of public behaviour and opportunities enabled by new media that broaden the range of accessible actors. While news production research has typically concentrated on the factors that constrain individual journalists, the agency they can exploit is revealed within the decisions they make amid routinised production processes. Developments both within and external to news organisations have created opportunities for journalists to secure greater agency. Hence, collective monitoring of news agency feeds disperses power over selection, the readily accessible blogosphere greatly expands potential sources and knowledge of a wider range of discourses, and journalist blogging increases engagement with audiences while amplifying and extending the production process. Obstacles to incorporation of these practices into daily routines are largely a result of credibility concerns, followed by antagonistic attitudes towards citizen-produced content, and occasionally a lack of technological knowledge. Traditional constraining factors were not highlighted except in relation to journalist blogging, which is ultimately an upper management decision.", "However, not all developments favour journalistic agency. Elevated documentation and scrutiny by the public, along with more effective flak-producing campaigns, renders news organisations more aware of their accountability to audiences, or at least more willing to address potentially problematic content via public forums such as “newsroom blogs”. While this development does not explicitly constrain journalists, the transformation of organisational notions of immediacy has operated as an expanding control mechanism, significantly reducing time allocated to journalists for news gathering. Journalists working for 24-hour news programmes are most affected and readily offer their complaints.", "News organisations are also adapting to the addition of UGC as a new element within news flow cycles; yet this is largely in the form of soft items or breaking news, although it may prove more influential if “event-driven” news continues to surge. “Citizen journalism” in the form of blogging is slowly making headway, particularly as an aid to conflict reporting and regions fraught with accessibility issues. This development has the potential to increase public understanding of world events but remains rife with credibility issues. As journalists and news organisations become more experienced with an inflated “information-producing strata”, increased acceptance of citizen-based content may be forthcoming. “Exposuregates” are likely to spread outwith the United States and as they increase in number more journalists will become aware of the potential power of bloggers to influence both the news agenda and public opinion, perhaps leading to the development of more dependent relationships akin to the traditional dependency on “official sources”.", "Despite all of these developments, news organisations remain firmly embedded within traditional power structures, with ownership control and elite political power restricting the limits of permissible debate and preserving narrow news agendas. Thus, production of major political news items has not been transformed; dissenting views and radical critiques of both foreign and domestic policies remain rare among mainstream news accounts despite their popularity elsewhere. Still, increased cultural and discursive production outside of mainstream media via new media platforms multiplies occasions for rational debate and discussion and in this sense “counter-public spheres” can develop and challenge the dominant public sphere (Downey and Fenton, 2003, p. 193). This counter-publicity is inevitably applying pressure to the traditional orbit of mass media institutions, publics and governmental establishments. The future of journalism is now dependent upon the direction of upper management and their perceptions of audience needs as these decisions continue to restrict the actions of individual journalists. Will decisions by journalists that embrace the dynamic nature of new media become standardised forms of journalistic practice, with organisational policy tending to encourage journalists to exploit the democratising potential inherent within new media? Will the public continue to produce alternative content within counter-public spheres that engages with the dominant public sphere? And will audiences persist in their demands for interactivity and transparency? Answers to these questions will determine the development of mainstream media in an age of ubiquitous new media."]}], "references": [{"title": "“New Media, Counter Publicity and the Public Sphere”", "year": "2003", "journal": "New Media and Society", "volume": "5", "authors": [{"name": "Downey John", "first_name": "Downey", "last_name": "John"}, {"name": "Fenton Natalie", "first_name": "Fenton", "last_name": "Natalie"}]}, {"title": "“Influences of Editors, Readers, and Personal Opinions on Reporters”", "year": "1971", "journal": "Journalism Quarterly", "volume": "48", "authors": [{"name": "Flegel Ruth C.", "first_name": "Flegel", "last_name": "C."}, {"name": "Chaffee Steven H.", "first_name": "Chaffee", "last_name": "H."}]}, {"title": "“The Effects of Satellite Technology on Newsgathering from Remote Locations”", "year": "2005", "journal": "Political Communication", "volume": "22", "authors": [{"name": "Livingston Steven", "first_name": "Livingston", "last_name": "Steven"}, {"name": "Van Belle Douglas A.", "first_name": "Van", "last_name": "A."}]}, {"title": "“Reporting the News: an organizational analysis”", "year": "1973", "journal": "The American Journal of Sociology", "volume": "79", "authors": [{"name": "Sigelman Lee", "first_name": "Sigelman", "last_name": "Lee"}]}, {"title": "“‘Mr. Gates’” Revisited: a 1966 version of the 1949 case study", "year": "1967", "journal": "Journalism Quarterly", "volume": "44", "authors": [{"name": "Snider Paul B.", "first_name": "Snider", "last_name": "B."}]}, {"title": "“Objectivity as Strategic Ritual: an examination of newsmen&#039;s notions of objectivity”", "year": "1972", "journal": "The American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye"}]}, {"title": "“The ‘Gate Keeper’: a case study in the selection of news”", "year": "1950", "journal": "Journalism Quarterly", "volume": "27", "authors": [{"name": "White David Manning", "first_name": "White", "last_name": "Manning"}]}]}