{"doi": "10.1080/1461670X.2011.629109", "url": "https://doi.org/10.1080/1461670X.2011.629109", "title": "PRESS CLUBS, THE JOURNALISTIC FIELD AND THE PRACTICE OF JOURNALISM IN PAKISTAN", "volume": "13", "year": "2012", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Dickinson", "first_name": "Roger", "name": "Roger Dickinson"}, {"last_name": "Memon", "first_name": "Bashir", "name": "Bashir Memon"}], "abstract": " This article reports original research findings about the role of press clubs in Pakistan and shows how media systems and social structures are powerful shaping influences on the practice of journalism. Drawing on Bourdieu's field theory the article examines field dynamics in Pakistani journalism and the means by which journalists protect themselves and their collective interests. A key element in the Pakistani news world is the press club. The empirical data collected via a survey of 576 journalists and focus group discussions show that divisions in the journalistic field between autonomy and heteronomy are not always clear cut. In Pakistan the press club system helps journalists to pursue their self-interest. This is a reminder that to understand news production and journalism and how they are performed and accomplished, it must be acknowledged that they are forms of social organization that are historically, culturally, and socially situated. ", "body": [{"title": "Introduction", "paragraphs": ["How do journalists protect themselves and pursue their collective interests when corruption and the threat of violence are endemic to the society in which they work? This article reports original research findings about the role of press clubs in Pakistan and shows how media systems and social structures have powerful shaping influences on the practice of journalism.", "The ways in which journalists have pursued their collective interests have recently received attention from a number of scholars (Aldridge and Evetts, 2003; Conboy, 2004; Dickinson, 2008; Høyer, 2010; Örnebring, 2009; Schudson and Anderson, 2009). Some of this work has been inspired in part by previous studies exploring the formation of journalism as a distinct occupation in the United States (Dooley, 1997; Schudson, 1978, 2001) and comparative research (e.g. Benson, 2004, 2006; Chalaby, 1996, 1998; Esser, 1997; Hallin and Mancini, 2004) that has helped to show how different political and cultural contexts have shaped journalism and journalists’ practices, and created different professional norms against which journalists and others may judge their work. The norm of objectivity, for example, has been identified as central to American journalism's claim to professional distinctiveness (Schudson, 1978, 2001) but appears to have been much less important in the United Kingdom (Hampton, 2008).", "Also influential in the study of the history, formation and practice of journalism has been the work of Pierre Bourdieu and, in particular, what has become known as ‘field theory’ (Benson, 2004, 2006; Benson and Neveu, 2005; Neveu, 2007). In essence field theory is an attempt to explain the relative autonomy of social actors in different spheres of human activity that occur within society. As such it represents a departure from the reductionism of political economists’ accounts of social processes claiming that culture and society—and thus cultural forms such as journalism—simply emanate from underlying economic systems and relations of power. Each field has its own internal rules, guiding the ways in which people can enter that field, progress within it or be rewarded. In all fields there are divisions between insiders and outsiders and between elites and non-elites. A social actor's power and position within a field is determined by his or her social capital (membership of networks, social connections, friendships with the ‘right’ people), cultural capital (skills, knowledge, educational background), or economic capital (command over economic resources). In the journalistic field, one of the main divisions is between autonomy and heteronomy (i.e. how far journalists are free of external political or economic constraints). Different news outlets—and thus different journalists—will be nearer to or further away from the heteronomous pole on this continuum depending on their market position. There may also be divisions between the established members of a field and newcomers who may have less social or cultural capital. One of the attractions of field analysis for the study of journalism is that it acknowledges the interplay between these different forces in the activities of journalists and the ways they organize themselves. Bourdieu offers a way of thinking about the relative autonomy of different social spheres via an understanding of their own internal logics and dynamics, while noting that in their logics some fields are more independent than others. Our aim here is to examine such logics and dynamics in a specific national context by exploring what journalists do to protect and strengthen their autonomy.", "Journalism's history, wherever it is located, is always one of an evolving, developing occupation which, in the process of its formation, is always in pursuit of collective autonomy. Histories of journalism as a cultural form describe processes of emergence involving the establishment of ‘occupational jurisdiction’ (Abbott, 1988; Dooley, 1997) and the creation of occupational ‘boundaries’ and their maintenance through ‘boundary work’ (Gieryn, 1983; Schudson and Anderson, 2009). Principally, journalists have sought autonomy from the fields of politics and economics, and, as Krause points out, from other cultural fields, such as the field of literature (Krause, 2011). Autonomy is always relative and varies according to context. In any given national context there will be periods of relative freedom and restriction, moments in history when journalists’ freedom is upheld and moments when it is threatened.", "The growth of professional norms and the quest for autonomy are social processes that are bound closely together. They involve collective action and collaborative association between practitioners. One of the characteristics of an evolving occupation is the urge to create professional associations of various sorts and the formation of journalism seems always to entail the establishment of occupational associations and/or trade unions. Krause (2011) notes how, by the late nineteenth century, US journalists had developed their own “forms of sociality” in the shape of press clubs (Krause, 2011, p. 84) and similar developments can be discerned in the history of journalism in other countries. Accounts of the attempts of journalists to organize themselves have shown that the process is commonly halting and uneven, and prone to schism and conflict (e.g. Aldridge and Evetts, 2003; Høyer, 2010). Social and cultural contexts have strong determining influences. Høyer shows how the nature of a media system can have a profound effect on the ways journalists’ associations are able to develop and establish themselves and demonstrates how intimately the processes of association and professionalism are linked. In Norway in the late nineteenth century, for instance, a system where news organizations and political parties were closely intertwined created a “double bind” for journalists, presenting them with twin obligations: a commitment to politics as well as to professionalism (entailing an attachment to journalistic norms of independence and objectivity) (Høyer, 2010).", "While these accounts illuminate the workings and evolution of occupational associations as field-level processes, they have so far provided limited understanding of the ways in which these processes have influenced the conduct of newswork and how they continue to shape journalists’ day-to-day practices. Later in this article we present some findings from a study of journalists in Pakistan that we hope will begin to reveal the dynamics involved and will show how system and context play a central role in the way journalism is and can be performed. Our aim is modest: we wish to give some flavour of the conditions in which journalism is conducted in Pakistan, the role that press clubs play there and to offer some insight into the responses and reactions of journalists to those conditions. In Pakistan journalism is an embattled occupation. Its members are frequently subject to intimidation and physical threat and these conditions add greater impetus to the urge to collaborate. We describe how journalists’ forms of collaborative action are played out and show that, in this particular context at least, the formation of the occupation of journalism entails struggles not only between the journalistic field and the fields that threaten journalism's autonomy but also how those struggles shape relations inside the field between its members.", "We have chosen the Pakistan press club system as an illustration for two reasons. First, as Benson argues, data from national cases that have differing “system-level” variables are invaluable for theory building (Benson, 2010). Pakistan's political and media systems have features that create unique field tensions—and resulting field dynamics—that have important consequences for journalistic practice. Second, as we hope will become clear, in Pakistan press clubs play a key role in determining what journalists do, where and how they do it, and who they do it for. A study of the operation of a specific press club system offers the opportunity to explore the ways in which rival journalists and their employing organizations co-operate with one another in order to lessen the risks they face or, at the very least, to distribute those risks equally between themselves. This will help to illuminate an important feature of human activity in the social worlds that create news output, reminding us that the routine practices of journalism entail, at least some of the time, collaboration and collective behaviour. It shows also how significant a part system-level variables play in the formation of the occupation.", "Our data capture a moment in journalism's formation in Pakistan from a socially situated perspective—from the experiences and points of view of journalists themselves. This is important, as one of us has argued elsewhere (Dickinson, 2007), for a more rounded understanding of how and why journalists act as they do. Before that, however, we present an introduction to press clubs and some of their more well-known manifestations and a brief account of Pakistan's media system. These accounts are, inescapably, given the space at our disposal, simplified, but are offered as an initial orientation and to provide some background to the empirical report to follow."]}, {"title": "Press Clubs: An Introduction", "paragraphs": ["Press clubs were initially conceived as associations in which journalists could establish and strengthen their sense of occupational group membership and assert their collective interests with regard to newspaper owners and publishers. Since their appearance in the second half of the nineteenth century they have evolved in a number of ways. Two broad categories of club now exist. In the first category—and in the majority of cases—they are relatively passive institutions supported by journalists (usually by subscription) to provide spaces where they can meet, eat and socialize, and, on some occasions, act to protect and preserve the interests of their members. They may have certain rules of membership and thus have a degree of exclusivity, but most have little to do with newsgathering. Typical in the United Kingdom is the Birmingham Press Club which, having been established (as the Junior Pickwick Club) in 1865, claims to be the oldest in the world, and is a focus for local media award ceremonies, commemorative lunches, and a programme of invited speakers. Some clubs in this category have loftier aims (the International Association of Press Clubs, for example, was formed in 2002 as a network of national organizations located in Europe, the United States, and South and East Asia, sharing the aim to “uphold the ethics of journalism and free access and distribution of information worldwide”1) but in the majority of cases, press clubs of this type are overwhelmingly the focus of social activity—places of recreation and informal networking. This type of club is not usually affiliated to any government department, political party or commercial enterprise. However, there is another type that has evolved that contrasts sharply. Clubs in this latter category have developed into organizations that have an active role in journalistic practice and bring the field of journalism into closer relations with the fields of politics and economics.", "Among the most well-known of the press clubs of this type are the Japanese kisha clubs which, according to Yamamoto, are “the foundation of the country's mass media” (1989, pp. 371–2). Journalists seeking access to report on the Japanese parliament established the first kisha club in 1890, but the system has since evolved into a unique and complex pattern of social organization involving ties of ownership, financing and personnel. The system is partly controlled by the Japanese Newspaper Publishers and Editors Association (the Nihon Shinbun Kyokai; NSK or, simply, the kyokai). The kyokai's membership excludes the employees of small and medium-sized newspapers, magazines, and freelancers. It monitors the management of clubs and arbitrates over any disputes arising from the system. Most major business, state and political organizations have clubs affiliated to them. Without kisha membership, reporters are barred from entry to the press clubrooms of government ministries, the courts, the police, most other public institutions and many commercial organizations. The system extends abroad, operating to control reporters’ access to Japanese embassies and high commission offices. Typically, newspapers and broadcasting organizations will assign one or two reporters to, say, a government ministry. The ministry provides the club with rooms, desks, equipment, and staff to supply administrative support. These premises are also venues for exclusive press briefings. The activities of kisha members are bound by strict reporting rules that guide, for example, the way quotes should be attributed. Strong sanctions and punishments can be applied when these rules are broken. The effect is to restrict investigative journalism and independent reporting.", "The total number of press clubs currently active in Japan is unknown. Freeman estimated in the mid-1990s that there were more than 100 in Tokyo alone and perhaps 1000 or more in the country as a whole (Freeman, 2000). Together they constitute one component of a three-part system of social networks that control political information. The kisha, kyokai and the media groups—keiretsu—which comprise a collection of companies and conglomerates similar to those found in other advanced industrial societies—form a complex of institutional and individual relationships that Freeman argues amounts to an “information cartel” that controls the flow of news from and about the majority of Japanese public and commercial institutions (Freeman, 2000). The cartel helps to protect from close public scrutiny the Japanese state, its political leaders and the bureaucracies within which they operate. The relationships that the media and the State build up help, in turn, to provide a mechanism via which elites obtain news and information. The result is that elites are furnished with a way of filtering news that helps them to shape public perceptions of their actions. The kisha clubs, Freeman argues, are instrumental in this process, working to limit competition between news outlets and foster uniformity in news coverage.", "Unique though the Japanese kisha system is in its reach and complexity, there are parallels with institutionalised reporting arrangements in other countries. The exclusive group of political reporters authorised to work inside the British parliament (the Westminster lobby correspondents), is one example (Tunstall, 1970) and there are similar formal understandings between institutional sources and journalists—most commonly relating to the reporting of politics and government—in most countries. These arrangements are on a much smaller scale than those operating in Japan, but Freeman's conclusion—that the club system allows elites to filter the news and shape public perceptions—generally holds good (see Davis, 2009 on the Westminster lobby, for example). For present purposes the more general point to note is that in many cases around the world journalists have formed associations that play a key—perhaps indispensable—role in the performance of their occupation. Press clubs are not only a focus for social and professional association; in many instances they help to furnish journalists with the essential raw material of their work: an abundant and reliable supply of news from authoritative sources.", "The press club system in Pakistan shares some of these features but differs in a number of ways. Before exploring these, we offer some background on the relations between politics, economics and the media system—Benson's “system-level variables”. In what follows it should become clear that these have an important influence on the role that press clubs take there."]}, {"title": "The News Industry and Journalism in Pakistan", "paragraphs": ["In recent years the news media in Pakistan have experienced periods of liberalization and tightened regulation in turn (Ali and Gunaratne, 2000; Gunaratne, 2003). Pakistan's current media system is dominated by television. Alongside six terrestrial channels run by the state broadcaster, PTV, there are around 50 private cable channels and more than 100 licensed, and dozens more unlicensed, private radio stations. The liberalization of electronic media after 1999 led for the first time in the country's history to the provision of independently produced broadcast news. Despite this there continue to be tight restrictions and to avoid controversy most private broadcasters limit their output to entertainment programming (CIA, 2011).", "Pakistan's print media, though not subject to the same degree of overt government control as its electronic media, are nonetheless dominated by the country's political and economic elites. To a large extent their editorial stance is determined by the interests of their owners. There are more than 1500 daily, weekly or monthly newspapers published in English, Urdu, Sindhi, and numerous other languages. In general there is a metropolitan bias. The English-language press has a broadly liberal/critical tradition, catering for the educated elite; the larger circulation papers published in other languages are less critical of government, more conservative in their religious and political outlook, but place more emphasis in their pages on scandal, celebrity gossip and entertainment news. The country's low literacy rate means that overall readership levels are low: at 49.9 per cent of the population (CIA, 2011—estimate based on 2005 data) they are among the lowest in the world (Pakistan Press Foundation, 2006).", "Government and military influence is strong and is secured not only through ownership but also through the exclusive supply of news via official information and public relations bureaux. The Pakistani government is also able to exercise its power to a significant degree through its dominance as an advertiser: it is the largest source of advertising revenue for the printed media, accounting for an estimated 30 per cent of all advertising (Press Reference, 2007). The threat to withhold advertising can thus readily curb press criticism. Press–government relations are often tense but, despite this, there is a continuing tradition of open criticism and political debate in newspapers. There are, however, periodic government clampdowns on the supply of newsprint, and restrictions on the provision of official information. The frequent instances of intimidation and harassment of individual journalists and their employing organizations are regularly documented by groups campaigning for press freedom (e.g. the Pakistan Press Foundation, which is based in Karachi, and Intermedia, based in Islamabad).", "Attempts to control journalists and their employers are not the exclusive province of government. Editors and journalists are also threatened and intimidated by the police, political parties and representatives of commercial interests, as well as ethnic, sectarian and religious groups (Pakistan Press Foundation, 2009; Rehmat, 2008). The corruption of individual journalists is widespread—particularly in the non-metropolitan press—and has done a great deal to discredit journalism and weaken public confidence in the press in general (Sumbal, 2011), but the conditions under which many journalists work are highly charged, whether they are located in rural or urban areas. Pakistani journalists are often victims of extreme violence. According to the press freedom campaigning group Reporters Without Borders (2011), 13 journalists were killed in Pakistan in the 13 months up to March 2011, making Pakistan the world's “deadliest country” for news workers."]}, {"title": "The Press Club System in Sindh Province", "paragraphs": ["The data below derive from a study of journalists conducted during 2009 in Sindh province, Pakistan. Covering more than 140,000 square kilometres and with a population of around 55 million (more than one-third of the country's total), Sindh is the second largest of Pakistan's four main provinces. More than half of its population live in urban areas. Major concentrations are in Karachi (the capital) and Hyderabad. Government is organized across three levels: divisions, of which there are five, districts, numbering 23, and sub-districts of varying number per district. Sub-districts are roughly equivalent to local authority areas in the United Kingdom (Provincial Assembly of Sindh, 2011).", "Although their origins and history are as yet uncharted, press clubs exist in all administrative districts in Sindh province. All are government-registered. Some clubs operate separately at sub-district level but these tend not to be registered and are thus regarded as being of low status. Club members are journalists who work for newspapers, magazines, news agencies, in television and radio as reporters, sub-editors and editors, photographers, camera operators and in various other news production roles. In most press clubs membership is divided into two categories: general and associate. General members are those working for media organizations. They pay an annual fee to their club and, as a condition of membership, undertake to abide by its rules and regulations. An elected committee of general members runs each club. Associate members tend to be academics, government officials or others of some social standing. They have no voting rights in club elections and are ineligible for election to club offices.", "In the 23 district press clubs of Sindh, total membership in January 2009 was estimated to be around 1880. Members of the Karachi (1100) and Hyderabad (260) district press clubs accounted for more than half the total; the average number of members in the remaining clubs was around 25."]}, {"title": "Methods", "paragraphs": ["A self-completion questionnaire was distributed to all known media outlets in the province and all district-level press clubs between January and April 2009. Sampling was purposive and opportunistic, the aim being to include as many active journalists as possible. The survey included only those regularly employed to work for newspapers, magazines, news agencies, television channels or radio stations as reporters, sub-editors or editors. The survey was administered by field researchers who were on hand to ensure that queries over questions could be answered and that completed forms could be collected securely. The questionnaire ranged widely over topics relating to journalists’ careers, their training and experience, the organizations they worked for, their political affiliation, their attitudes to and use of new technologies, their membership of press clubs and other organizations, their educational backgrounds, and their pay and working conditions. A total of 576 journalists completed questionnaires. At the time of the survey the total population of journalists in Sindh was estimated to be around 2500. This figure includes both members and non-members of press clubs, working at both district level and sub-district level. The majority (59 per cent) of the sampled journalists were surveyed at press clubs, 38 per cent at work places and 3 per cent in their homes.", "Additionally, focus group discussions were conducted with members of each of the six largest district press clubs in the province. These involved an average of five journalists in each group and took place on press club premises in three cases and at one or other of the larger media organizations’ district offices in the remainder. The focus groups allowed for more detailed probing of certain of the survey topics and others relating to the conditions under which journalism is conducted in Pakistan that were potentially sensitive and about which data were unlikely to be forthcoming via questionnaire.2 "]}, {"title": "Findings", "paragraphs": ["The resulting quantitative and qualitative data have been the subject of much more detailed exposition elsewhere (Memon, 2011). Here we will confine ourselves to the insights the data offer in relation to Pakistan's press club system.", "The press clubs in Sindh serve a number of purposes for journalists. They provide facilities for them to carry out their work (telephones and fax machines in most cases, computers in a very few) and some journalists will visit their press clubs every day to dispatch copy for publication or broadcast. The majority of the survey participants reported that they belonged to press clubs (Table 1). At nearly three-quarters of those surveyed this figure is high by international standards—the best available evidence suggests that only Australian and Finnish journalists exhibit comparable or higher levels of press club membership (Weaver, 1998)—and indicates the centrality of the press club system to Pakistan's news industry. Differences between participants emerged depending on the kind of work they did and where they did it. News reporters and print media journalists were more likely to have club membership. Importantly, senior and more experienced journalists were significantly more likely than their junior counterparts to report that they were club members.", "The typical district press club member was thus working as a reporter for a newspaper, was aged over 31 and had at least five years experience as a journalist. There was also a rural bias: those reporting that they were not members of a press club were significantly more likely to be located in urban areas. This was not necessarily a matter of choice. In focus group discussions it emerged that it is more difficult to join a press club in an urban area than a rural area. The reasons lie in the importance of the club system for the connections it establishes between journalists and news sources near the centres of power. Press clubs are highly significant from the point of view of certain news sources and for the relationships that exist between them and club members. At district level, recognition by the Provincial Government (via the Government District Information Office) gives members of a press club formal press accreditation (and thus reporting access) and entitles the club to government funding. Predictably, this creates the conditions for close relationships to form between the clubs, their members, and government sources and for favours to be sought and granted on both sides. In some clubs political influence is even more direct: members of political parties and, in some cases, Members of Senate and Members of the National Assembly, hold positions on club committees, resulting in factionalism and division between club members.", "The links between journalists, politicians and government officials are public knowledge. It is thus common for private individuals and interest groups to attempt to gain media attention by visiting clubs and lobbying for their causes, on occasion using club premises as focal points for demonstrations and to stage sit-ins. The negative consequences of these arrangements were described by one focus group participant as follows: There is one kind of journalist who is playing their role honestly, however, another kind is practising corruption in the name of journalism, they blackmail people and various [government] departments and in the name of press clubs they have set up little business shops and are damaging the reputation of the press. (Thatta press club, 14 April 2009)  ", "There is one kind of journalist who is playing their role honestly, however, another kind is practising corruption in the name of journalism, they blackmail people and various [government] departments and in the name of press clubs they have set up little business shops and are damaging the reputation of the press. (Thatta press club, 14 April 2009)", "The funding relationships—official and unofficial—lead to exclusivity. Because funds are limited, club committees will often restrict membership to ensure that club funds are not distributed too thinly among members. This can lead to favouritism, on the one hand, and very strong ties of affiliation between club members and their government sponsors, on the other. In addition, leadership in the established club is often dominated by a small section of the membership which works to maintain and further personal interest. This and the political factionalism mentioned earlier have resulted in the formation in some districts of new unofficial clubs. In some cases, in response to vigorous lobbying by the journalists concerned, these clubs also receive funding from district information offices but they are regarded as being of lower status compared with the official clubs. In some instances members will finance these unofficial clubs themselves in order to maintain their contact with government officials and politicians in their areas. In one or two cases two clubs operating in the same district will co-operate with one another, but most commonly the new club will operate as a competitor. The breakaway clubs generally are not only given lower priority compared with the main district-level press clubs, but their members also get less chance to be accredited by the district information offices. They thus have less formal access to government news sources. In January 2009 there were five such district-level clubs in Sindh with an estimated total membership of around 120.", "At sub-district level the situation is quite different: none of the press clubs have official recognition and, again, the lack of recognition means, in turn, a lack of funding and a lack of accreditation. This is one reason why journalism is a far more precarious occupation in rural areas than it is in the larger cities. Rural journalists are less well-connected, often receive very low (or no) pay (for many, journalism can only be a part-time occupation—rural journalists in the survey were significantly more likely to be working part-time) and tend to suffer from poor, sometimes exploitative, working conditions. For newspapers in rural areas competition for readers (already hard to come by because of the low literacy rate) is fierce and revenues relatively small. In the pursuit of revenue, employers will often insist that their reporting staff also sell display advertising space to their sources or seek commercial sponsorship for news stories or features. Under these conditions it is perhaps understandable that rural journalists are more prone to corruption than their urban counterparts, a point confirmed by Sumbal (2011). The comments of two focus group participants give an indication of why this might be: The first thing is the salary journalists draw monthly. Does it suffice to meet the expenses of the journalist's family? Absolutely not, therefore, when a journalist goes to the field he puts away the [ideals of the] profession and tries to earn unfairly. (Hyderabad, 13 April 2009)    There are so many examples that journalists extort monthly fixed amounts from various places. If it is complained against them to their media organizations, there is no use of it, because, the media organizations also need money—nothing else. (Khairpur, 11 April 2009)  ", "The first thing is the salary journalists draw monthly. Does it suffice to meet the expenses of the journalist's family? Absolutely not, therefore, when a journalist goes to the field he puts away the [ideals of the] profession and tries to earn unfairly. (Hyderabad, 13 April 2009) ", " ", "There are so many examples that journalists extort monthly fixed amounts from various places. If it is complained against them to their media organizations, there is no use of it, because, the media organizations also need money—nothing else. (Khairpur, 11 April 2009)", "A few journalists work independently. In one district it was estimated at the time of the research that there were about 44 journalists working for various media organizations who were not members of their district press club. It is very likely that there are independent journalists working in other districts of Sindh; the total figure for the province as a whole is unknown. In the view of one focus group participant: Actually the number of journalists who write and report stories sitting in hotels is more than the member journalists of this press club where we are sitting now. However, if you will not accept them and for a long period are not awarding them membership of the press club then they will set up new groups or press clubs. (Thatta, 14 April 2009)  ", "Actually the number of journalists who write and report stories sitting in hotels is more than the member journalists of this press club where we are sitting now. However, if you will not accept them and for a long period are not awarding them membership of the press club then they will set up new groups or press clubs. (Thatta, 14 April 2009)", "During fieldwork it was not unusual for younger journalists to complain that their senior colleagues monopolized the clubs and were reluctant to allow new members to join. In a discussion held in Karachi, one participant explained: For years vested-interest types have occupied the press clubs. They have linkages with government departments and they extort money from there. Therefore, if new entrants enter in the field of journalism, [existing members] fear that the share of extorted money will dwindle in value. (Karachi, 6 April 2009)  ", "For years vested-interest types have occupied the press clubs. They have linkages with government departments and they extort money from there. Therefore, if new entrants enter in the field of journalism, [existing members] fear that the share of extorted money will dwindle in value. (Karachi, 6 April 2009)", "In another group a participant claimed simply that club membership was restricted because ‘the number of shares will decrease the booty [to be shared around]’ (Khairpur focus group, 11 April 2009). In the same discussion another participant said: ‘In the press clubs of small cities membership is not awarded to junior journalists’. One reason for this is the fear among existing club members of losing access to the privileges and advantages that membership (and seniority) affords: Due to fear of defeat in [club] elections seniors do not award membership to junior journalists. (Hyderabad, 13 April 2009)    Leadership is the main reason because when one becomes president of the press club he3 is recognized everywhere, in press conferences DCOs [District Coordination Officers], DPOs [District Police Officers] address him or when the president of press club meets politicians they honour him. (Larkana, 12 April 2009)  We are agro-based and a feudal society, so everyone wants to be leader, because, if someone becomes the president of the press club, automatically, his personal relations increase in society. (Larkana, 12 April 2009)  ", "Due to fear of defeat in [club] elections seniors do not award membership to junior journalists. (Hyderabad, 13 April 2009) ", " ", "Leadership is the main reason because when one becomes president of the press club he3 is recognized everywhere, in press conferences DCOs [District Coordination Officers], DPOs [District Police Officers] address him or when the president of press club meets politicians they honour him. (Larkana, 12 April 2009) ", "We are agro-based and a feudal society, so everyone wants to be leader, because, if someone becomes the president of the press club, automatically, his personal relations increase in society. (Larkana, 12 April 2009)", "For many, the club is thus, understandably, a place for newsgathering and the sharing of information as well as somewhere to socialize. The survey asked participants about their perception of press clubs—were they social clubs, newsgathering organizations or both? Nearly three-quarters saw them as either newsgathering organizations or as both social clubs and newsgathering organizations (Table 2). Those who worked as reporters and those working in rural areas were significantly more likely to see them as social clubs—another indication of the divide between the rural and urban news worlds and a reflection of the differing conditions under which journalism is practised.", "The survey asked whether participants shared news information with colleagues at their clubs and found significant differences according to seniority and location (Table 3). Most journalists said that they did share information with colleagues, at least on some occasions. Those most likely to say this were journalists with more than five years experience and those working in rural areas. "]}, {"title": "Discussion", "paragraphs": ["The data presented here provide some insight into the internal dynamics of the journalistic field in Pakistan, its formation, and the role of variables relating to the media system in which it is located. The picture of Pakistan's press clubs that emerges is one in which news reporters are in the majority. This is because press club membership appears to be central to their occupation. Press clubs facilitate a reporter's work in various ways. For urban newspaper workers it seems that club membership is in most cases essential for survival—literally and occupationally. It secures them the social and cultural capital they need to do their jobs, providing access to scarce news resources, as well as social and political influence, and it results in career advancement and increased income. For them, press clubs are newsgathering organizations first, and only secondarily places in which to be sociable. Relatively few use them to share information with colleagues. The clubs are dominated by senior and experienced journalists who work hard to preserve their privileges. This is a clear reflection of the realities of newswork near—and sometimes intimately linked with—the centres of economic and political power in Pakistan.", "In contrast, for rural journalists struggling to work in precarious and often dangerous conditions, press clubs are easier to join and are more likely to be seen by their members as sites for co-operation and collegiality. Rural journalists appear to think of press clubs mainly as places for socialising and as places where information can be shared. Less frequently linked with government financially or through personal influence, the rural press club is a less pressured and less competitive environment where journalists can gather to file copy to the urban centres and retreat from the exigencies of their insecure working environment.", "These findings give us some appreciation of the web of relationships connecting politicians, government officials, private media owners and senior journalists who are complicit in, facilitate, or just simply ignore, the exploitation of journalists to manipulate the news in order to maintain existing hierarchies of power and privilege, to gain political or business advantages, or to settle scores. Bribes, threats (physical as well as the threat of being sacked), regular payments for services rendered, uncertainty over wages, lack of employment contracts and thus employment rights, the expectation that selling advertising space to potential news sources is part of a journalist's job, all help to control what journalists do on a daily basis and compromise their commitment to professionalism. Press clubs play a central role in this environment.", "Does the press club system in Pakistan help journalists observe the ethical standards and fulfil a commitment to occupational ideals characteristic of journalism that protect them from the forces exerted from the fields of economics and politics? In other words, do press clubs in Pakistan today enable the occupation to escape the double bind that confronted Norwegian journalists more than 150 years ago (Høyer, 2010)? From the evidence here this would seem not to be the case; indeed in the urban centres it is through the press club system itself that these very influences are exercised—a clear example of cross-field influence and the domination of the journalistic field by the fields of economics and politics.", "In this sense the system is similar to the arrangements involving the Japanese kisha clubs, but there is a key difference between Japanese and Pakistani journalists: the former are most frequently members of a highly educated elite, tending to be graduates of Japan's most prestigious universities and thus having much in common in terms of social capital with members of the nation's political and bureaucratic elites—the sources of most of their stories. In Pakistan, journalists are of rather lower status, are much less well-regarded publicly and, far from being members of an elite class, are in many cases (sometimes out of necessity) distinctly marginal members of society, particularly so in rural areas. Their low social capital and outsider status makes them vulnerable in at least two ways: not only do they run the risks of physical intimidation and violence, they are dependent, materially and in terms of the wherewithal with which they do their work, on elite patronage. The press clubs, especially those operating in urban areas, represent one means whereby elites, through their funding and system of accreditation, simultaneously make the practice of journalism possible whilst conferring social capital on a group whose members are very much lower in the social and professional hierarchy. This occurs through a process of association and it is through association achieved through the press club system that journalists make the connections and build the networks that not only get them stories but also open up the possibility for advancement beyond journalism into professional politics or into business.", "The comparison with Japan is helpful in a second sense. As Freeman points out, Japanese newspapers follow the pattern of many other industries in that country, operating a job-for-life policy, enterprise unions, and pay scales tied to length of service (Freeman, 2000). Two important outcomes of this, says Freeman, are collectivized writing: by-lines are rare in the Japanese press (if a Japanese journalist is well-known it is likely he/she works in television) and, more important for the present discussion, the tendency for journalists to see career progression in terms of promotion to management rather than the pursuit of excellence in reporting and analysis. While, as we have shown, precarity rather than security is the prevailing characteristic of journalistic life in Pakistan, career progression entails the abandonment of reporting and a move from the journalistic field into the fields of professional politics, business, or both. For those aspiring to political or economic power in Pakistan, journalism offers the opportunity to build the right contacts and accumulate the credit for favours done that they will need to obtain it.", "Despite the differences between the two systems then, the overall effect of the press club system in Pakistan is similar to that in the Japanese case: elites are able to control the nature and flow of news reporting about their activities. While the press club system in Pakistan helps to some extent to protect the interests of journalists working there, rather than acting as a means of achieving occupational autonomy and the freedom to pursue the cherished values of their profession, its main role is as a mechanism of control and repression and one in which, out of individual if not collective self-interest, journalists are frequently complicit."]}, {"title": "Conclusion", "paragraphs": ["In this article we have presented evidence of the ways journalists in a specific national context have organized themselves in the pursuit of occupational autonomy. We have shown that their practices are shaped by the powerful forces exerted by the fields of politics and economics. This is not simply an inevitable consequence of the dominance of these forces in Pakistani society—it results to some degree from the collective action of journalists themselves.", "Press clubs in Pakistan operate to simultaneously protect and control journalistic activity. They do this by controlling membership and the system of rewards that membership brings with it. This helps to explain the way journalism in Pakistan takes the form that it does and demonstrates how that form is context-dependent. To return to the theoretical discussion with which we began, it is clear how system-level variables alter what are often assumed to be universal tendencies in journalism.4 Our evidence suggests that the divisions in the journalistic field identified previously as central to it—that between autonomy and heteronomy, for example—may in certain contexts be less clear cut than might at first be supposed. In Pakistan the press club system shows a tendency not to strengthen journalists’ attachment to autonomy for the practice of independence and the ideal of objectivity but rather for self-preservation and the pursuit of self-interest. In the concentrations of activity in urban areas near the centres of economic and political power this leads journalists to orient themselves towards heteronomy. This is an important finding because it is a powerful reminder that in order to understand journalism and the production of news and how they are performed and accomplished one must be aware that they are forms of social organization that are historically, culturally, and socially situated. Further research of this sort in Pakistan and other, non-Western countries will serve to deepen our knowledge of these processes and enrich the theoretical frameworks that are available to understand them."]}], "references": [{"title": "Rethinking the Concept of Professionalism: the case of journalism", "year": "2003", "journal": "British Journal of Sociology", "volume": "54", "authors": [{"name": "Aldridge Meryl", "first_name": "Aldridge", "last_name": "Meryl"}, {"name": "Evetts Julia", "first_name": "Evetts", "last_name": "Julia"}]}, {"title": "Bringing the Sociology of Media Back In", "year": "2004", "journal": "Political Communication", "volume": "21", "authors": [{"name": "Benson Rodney", "first_name": "Benson", "last_name": "Rodney"}]}, {"title": "News Media as a ‘Journalistic Field’: what Bourdieu adds to new institutionalism, and vice versa", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Benson Rodney", "first_name": "Benson", "last_name": "Rodney"}]}, {"title": "Journalism as an Anglo-American Invention. A comparison of the development of French and Anglo-American journalism, 1830s–1920s", "year": "1996", "journal": "European Journal of Communication", "volume": "11", "authors": [{"name": "Chalaby Jean K.", "first_name": "Chalaby", "last_name": "K."}]}, {"title": "Journalist–Source Relations, Mediated Reflexivity and the Politics of Politics", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Davis Aeron", "first_name": "Davis", "last_name": "Aeron"}]}, {"title": "Accomplishing Journalism. Towards a revived sociology of a media occupation", "year": "2007", "journal": "Cultural Sociology", "volume": "1", "authors": [{"name": "Dickinson Roger", "first_name": "Dickinson", "last_name": "Roger"}]}, {"title": "Studying the Sociology of Journalists: the journalistic field and the news world", "year": "2008", "journal": "Sociology Compass", "volume": "2", "authors": [{"name": "Dickinson Roger", "first_name": "Dickinson", "last_name": "Roger"}]}, {"title": "Editorial Structures and Work Principles in British and German Newsrooms", "year": "1997", "journal": "European Journal of Communication", "volume": "13", "authors": [{"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}]}, {"title": "Boundary-work and the Demarcation of Science from Non-science: strains and interests in professional ideologies of scientists", "year": "1983", "journal": "American Sociological Review", "volume": "48", "authors": [{"name": "Gieryn Thomas F.", "first_name": "Gieryn", "last_name": "F."}]}, {"title": "The ‘Objectivity’ Ideal and its Limitations in 20th-century British Journalism", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Hampton Mark", "first_name": "Hampton", "last_name": "Mark"}]}, {"title": "The Double Bind of Politics and Profession", "year": "2010", "journal": "Media History", "volume": "16", "authors": [{"name": "Høyer Svennik", "first_name": "Høyer", "last_name": "Svennik"}]}, {"title": "Reporting and the Transformations of the Journalistic Field: US news media, 1890–2000", "year": "2011", "journal": "Media, Culture and Society", "volume": "33", "authors": [{"name": "Krause Monika", "first_name": "Krause", "last_name": "Monika"}]}, {"title": "Pierre Bourdieu: sociologist of media, or sociologist for media scholars?", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Neveu Erik", "first_name": "Neveu", "last_name": "Erik"}]}, {"title": "The Objectivity Norm in American Journalism", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "The Press Clubs of Japan", "year": "1989", "journal": "Journal of Japanese Studies", "volume": "15", "authors": [{"name": "Yamamoto Taketoshi", "first_name": "Yamamoto", "last_name": "Taketoshi"}]}]}