{"doi": "10.1080/21670811.2018.1545592", "url": "https://doi.org/10.1080/21670811.2018.1545592", "title": "The 5Ws and 1H of Digital Journalism", "volume": "7", "year": "2019", "issue": "3", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Waisbord", "first_name": "Silvio", "name": "Silvio Waisbord"}], "abstract": "AbstractDigital journalism is the networked production, distribution, and consumption of news and information. It is characterized by networked settings and practices that expand the opportunities and spaces for news. Digital journalism is the outgrowth of new ecological conditions for the circulation of news content in contemporary society and the crumbling of the pyramidal model of news that prevailed since the beginnings of industrial journalism. These unprecedented developments have broadened the essential elements of journalism—the who, what, where, when, why, and how news are reported.Concept definition: digital journalism", "body": [{"title": "", "paragraphs": ["Digital journalism (DJ) has become a multipurpose keyword in journalism studies. A rich trove of journals, books, and reports attests to the enormous difficulties of producing a synthetic, integral definition of DJ (Witschge et al. 2016). It is a protean concept. It is the name of a line of research and practice articulated around developments driven primarily by technological changes (Franklin and Eldridge 2017; Karlsson and Sjøvaag 2018). It denotes a radically new phase in the history of journalism primarily brought about by the digital revolution. It has become an expedient shorthand to refer to a distinctive set of questions and trends at the intersection of technology and journalistic practice. It is associated with innovative forms of producing and distributing news as well as news engagement and participation: blogging, data, and computational journalism, social media news, algorithm, hyperlocal, and mobile news. So much is folded under “digital journalism” that no succinct definition could do justice to a diversity of theories, concepts, and attributes.", "What is digital journalism then? Does it refer to all forms of journalism in “the digital society”? Is all contemporary journalism “digital journalism”? What is journalism? What is the “digital society” anyway? Any effort to define DJ quickly bumps into unresolved semantic disputes over the meaning of “journalism” and “digital.”", "We are past the time when “digital” was primarily identified with specific formats, platforms, or the coding and storing of information (Grueskin, Seave, and Graves 2011). In the past two decades, unending controversies over the defining aspects of “the digital” in contemporary societies have added additional several layers of meaning (Lupton 2014). As either adjective or noun, the meaning of “digital” goes beyond a matter of information coding into 0s and 1s, or particular software and hardware. It is neither just about the specific properties of data nor the attributes of information technology. Instead, “the digital” represents the rise and the consolidation of networked forms of social action facilitated by technological innovations. Understood as networked social action, “digital” foregrounds institutional and structural transformations in journalism and news. It is about revolutionary changes in social and public life articulated through the Internet rather than about specific attributes of information and technologies.", "Likewise, “journalism” remains the subject of long-standing definitional battles among journalists, academics, observers, and policy-makers (Vos 2018). Some believe it a distinct occupation focused on reporting and commentary about current events performed by salaried workers (“journalists”) who typically toil for corporations (“news/journalistic organizations”). Others believe journalism is a particular set of occupational practices that follow certain public ethics in the production of news and information that makes meaningful contributions to public life, society and/or democracy. Finally, others espouse the notion that any act of producing news about current events is journalism.", "Where does this leave us to define digital journalism? My option is to marry preferred meanings of each concept – digital as networked social action, and journalism as the reportage of news and information. Digital journalism is the networked production, distribution, and consumption of news and information about public affairs. What is distinctive about DJ are networked settings and practices (Domingo and Wiard 2016; Russell 2011; Ryfe 2016) that expand opportunities and spaces for reporting news. DJ broadens conventional understandings of journalism and news - who produces daily information for large-scale consumption as well as what is socially considered and used as news. DJ is the outgrowth of new ecological conditions for the circulation of news content in contemporary society that resulted from the crumbling of the unidirectional, pyramidal model of industrial journalism and the consolidation of more flattened conditions for public expression. Journalism was primarily organized around the production of news by newsrooms and news companies that relegated citizens to minor roles. This model has not completely collapsed; it remains viable, active and influential notably in legacy news organizations. Yet it currently exists in a completely different environment of networked actors, information abundance and chaos, and multidirectional communication flows."]}, {"title": "The 5Ws and 1H of digital journalism", "paragraphs": ["To discuss the specificities of DJ, I repurpose the classic 5Ws and 1H questions of journalism as an analytical device.", "Who: Virtually anyone with access to the Internet can take part in digital journalism. No longer are journalists and newsrooms the only suppliers of news, information, and commentary. A vast array of actors contributes massive amounts of news content (Lewis and Westlund 2015). News is not only what “journalists” decide. Ordinary citizens, once thought simply as “passive audiences,” are busier than ever. They produce, share, snack, click, scan, modify, and comment on news for public consumption. Fact-checking companies work with social media and news organizations. Public relations and marketing firms have perfected the science of news virality and native advertising. Government agencies flood the Internet with content that resembles traditional news. Activists’ groups and non-government organizations constantly churn out information for public consumption. Crowd-produced news are ubiquitous in websites and social media. Global networks of journalists and citizens collaborate in investigate stories. Social media algorithms shape news offerings and display. In summary, although not everyone fits conventional definitions of “journalist,” anyone can potential play one on the Internet.", "The explosion of journalistic fare produced by multiple actors has upended the traditional division of labor between news producers and users – journalists and the rest of society. This disruption of news roles has unsettled the modernist notion of news authorship grounded in firm and stable relationships between production and output. Certainly, non-journalistic actors were never passive actors, quietly expecting newsrooms to decide the news and uncritically digesting reams of news. Yet news conditions have profoundly shaken up the “who” of news. Authorship is not only embedded in networks of countless produsers who compete for space and attention with journalists and newsrooms. News authorship is also more complicated as networks of authors permanently produce layers of content by adding, discussing, excising, deleting, and reframing content. The authenticity of news is thrown into question when many authors produce digital news feeds.", "Purists reasonably doubt that anyone who reports and comments news on the Internet is truly a journalist. They continue to uphold the idea that journalists are those who report news following standard professional principles and get compensated for performing a regular job (Carlson and Lewis 2015; Coddington 2014). One may not think that news and commentary produced by non-journalistic actors are journalism strict sensu, or believe that conventional journalistic organizations are on equal social standing and influence with armies of news produsers. Yet news content produced by various sources is socially used as news, without concern or care about origin and legitimacy. Multiple authors contribute content to platforms that function as news sources, such as social media feeds, streams of commentary appended to news articles, and scattered satirical news. Who is a digital journalist is under dispute (Ferrucci and Vos 2016) as digital journalism makes everyone a potential source of news.", "Another important issue that not all produsers have similar power. Notably, legacy news brands, digital giants, major news-makers and well-resourced corporations have a dominant presence in terms of recognition, capacity to produce news, and reach. These are hugely important differences considering the constant fight for public attention. The fact that digital journalism features new actors who had a marginal presence in the past does not mean that it has ushered in horizontal, egalitarian conditions. Huge disparities persist based on long-standing inequalities in market access, political influence, and economic muscle of individual and collective actors.", "What: The content of digital journalism can be anything. Stock-in-trade products of industrial journalism included news, commentary, opinion, headlines, letters to the editor, arts reviews, obituaries, and interviews. To this content, digital journalism has added a plethora of content: social media postings, memes, readers’ comments and reviews, blogs, podcasts, satire, hoaxes, rumors, and fake news. As a consequence of the proliferation of content, news and information goes beyond traditional journalistic criteria. DJ is not particularly tied to any strict epistemology or conventional news routines and norms to decide what makes news. Certainly, one could reasonably argue that industrial journalism has also featured diverse offerings – highbrow and tabloid content, in-depth investigations on important matters and trivial happenings, quality reporting and puff pieces. Despite the consolidation of professional ideals, it was never unified by a single logic, a set of criteria to establish news content. Yet DJ offers an even wider range of content that blends personal and institutional information, private and public issues, fact and fiction.", "Where: DJ happens in a variety of platforms that are not limited by geography, language and other barriers that historically circumscribed journalism’s place and reach. Whereas journalistic content was delivered through channels/media such as newspapers and broadcast news, DJ takes place anywhere on the Internet. Content is published and accessed in different formats and platforms. Websites, search engines, and social media applications as well as personal computers and mobile platforms are the gateways to DJ. Partnerships between legacy news organizations and Facebook, content specifically targeted to certain national and global audiences, and editions in multiple languages, are just some examples that reflect changing practices in terms of where news are accessed. Despite the reluctance of social media companies to be considered information providers, they do act as journalistic organizations: they have become main platforms for regular access to news and information and regulate flows of content according to corporate objectives.", "When: DJ has blown up modern notions of time in news production and consumption. Industrial journalism built regimented and distinct notions of time both in the definition of news (When did something newsworthy happen?) and the consumption of news (When were newspaper and broadcast editions made public?). These understandings shaped journalistic notions about “news cycle” and “deadlines” as well as the manufacturing of “news audiences” in specific time slots (Bødker 2017). Old time-bound conventions of news production and delivery persist in industrial journalism, but time works differently in DJ. DJ is characterized by the constant circulation of news. Content is changed and complemented by revisions and updates in traditional news platforms. News feeds are regularly updated. 24-7 information replaces a regimented series of time-bounded production (deadlines) and consumption (editions). News are on anytime.", "Why: The purpose of DJ (“why make news”) is much broader than in modern journalism. Journalism featured news and other content for many reasons: to create audiences for advertisers, to make money, to scrutinize and to support power, to champion partisan causes, to educate and influence the public, to create visibility for influential newsmakers. In contrast, DJ represents many more purposes. Multiple actors have many motivations to participate in news-making. Individuals are driven by information, self-presentation, and social connection and support. Companies pursue corporate branding and reputation fixing. Social media corporations set to make money and drive up profits. Social activists want to make demands and change policies and public opinion. Political propagandists spread news to deceive voters. Legislation mandates government agencies to disseminate news and information.", "How: How news are reported also sets DJ apart from journalism. Journalism traditionally had a more defined set of procedures and norms to produce content. Typically, reporters follow news routines, values, and sources to find stories and had to meet organizational expectations crystallized in codes of ethics and informal rules. Journalists learned these competencies in schools and on the job. News organizations streamlined occupational behaviors through stylebooks, training, and feedback. As an occupation with professional ambitions (Waisbord 2013), industrial journalism tried to maintain jurisdictional control over the provision of news and daily information through formal and informal work regulations. Certainly, traditional journalistic organizations have not given up of such goals, as they continue to observe occupational norms as well as their content on social media and readers’ comments.", "In contrast, DJ lacks similarly well-defined and agreed-upon principles. It can be described as a Far West of news rules and a Babel of news-making discourses. It is a free-for-all environment without clear, shared rules about “how” content should be produced and distributed. It is antithetical to strict regulations and formalized procedures. There are not streamlined guidelines or enforced principles about how information should be reporters in the wild world of digital journalism."]}, {"title": "Digital journalism is networked journalism", "paragraphs": ["What explains the characteristics of digital journalism and its differences with industrial journalism? The consolidation of new institutional conditions - sprawling technology-enabled networks, that connect news-making actors. Certainly, networks and connectivity are not new to journalism. Industrial journalism had been immersed in multi-levelled networks, too. It never existed alone, perfectly suspended in air, unbounded by any social force, free to do as it wished. Quite the opposite. Journalism has historically been embedded in webs of informational, economic, political, and cultural forces and maintained relations with myriad actors: governments, corporations, advertising and public relations firms, industrial and editorial interests, socio-cultural trends, audience preferences. These interests shaped journalism as a whole as well as specific news organizations – the nodes of networks that influenced the features of newsrooms: content, funding, style, format, editorial positions.", "The networks of DJ, however, are far more complex, open, noisy, and unruly. They include overlapping and multiple interests that coalesce around many forms of reporting – professional and citizen, industrial and post-industrial, evenhanded and partisan, paid and free, fact and factless, hyperlocal and global, commercial and non-commercial. It features “news active” citizens and organized groups. “Participation in news” (Peters and Witschge 2015) may not necessarily have virtuous democratic consequences, as some predicted in the earlier days of the Internet, but it adds more news produsers. It also brings to the fore the growing power of platforms, notably Facebook and Google, for news access, production, and dissemination.", "Given superposed, shapeshifting networks of produsers, content, and platforms, blurred boundaries are intrinsic to DJ. In the old days of the mass media, journalism attempted to demarcate boundaries vis-à-vis many social interests, at least during its shining moments when it pursuit public interests. It tried to separate the wheat of news from the chaff of information, gossip, rumors, propaganda, and commercial persuasion. No doubt, it frequently failed to do so as it passed lies, unverified information, spin and pap for news. But the professional ideal of journalism was filled with democratic promise and principles that called for sustaining boundaries vis-à-vis virtually anyone – governments, corporations, publics, advertisers, sources, bean counters. Press laws glorified independence. Professional canons prized distance. Journalistic ethics praised autonomy. Accolades rewarded distance from power in order to hold the powerful accountable.", "Industrial journalism has drawn from professional ideals to reinforce boundaries as digital journalism constantly ignores and blurs lines. Journalism has reacted with a mix of distrust and caution to armies of parvenus that produce news and that serve as news sources such as citizen journalists and social media corporations. It carefully opened the door to new forms of news and commentary – from citizen journalism to readers’ input out of fear of damaging professional reputations and corporate brands. Newsrooms insist on affirming the difference between facts and truth, journalistic genres and formats, real and fake news, news and propaganda as a host of impostors and journalistic wanna-bes flood the Internet. Journalists criticize Facebook for blurring lines between news and advertising (Moses 2018). Even journalistic upstarts with a different sensibility for news, such as Buzzfeed, continue to uphold professional ethical principles (Tandoc and Foo 2018).", "A steadfast defense of canonical professional ideals is not surprising. Incumbent professions and powerful institutions are not exactly generous towards rowdy developments that unsettle and threaten the existing order. They do not graciously give up or share power. They do not voluntarily open the gates of the Bastille to welcome upstart revolutionaries for a cup of coffee to discuss peaceful coexistence. Professional journalism has been no exception. Just like systems theorists, it fervently believes in functional specialization, differentiation, and re-differentiation. Like Smithian economists, it firmly praises the positive contributions of the division of labor. The reasons are many: from self-serving goals (maintain authority and credibility) to public-oriented motivations (protect news from spurious interests).", "Professional journalism sticks to its ideals and practices that emerged at a time when it was the gravitational center of a hierarchical and centralized information architecture. A blend of modernist values (truth, transparency, rationality, facticity, freedom) still anchors the collective imaginary of newsrooms. They provide the ideological standing points from where professional journalism reacts to developments in digital journalism and tries to reposition itself après la revolution. It confronts a twofold challenge: the viability of those principles when the institutional architecture that grounded industrial journalism has crumbled, and the compatibility between its core principles and the complex networks at the core of digital journalism driven by multiple motivations.", "Journalism’s penchant for drawing boundaries uneasily fits the networked nature of DJ, which lacks neat and stable boundaries (Loosen 2015). DJ comprises various types of journalism. Straight reporting and opinion, confirmed facts and invented assertions, half-hearted truth-telling and plain deception, information and persuasion exist side by side. Social media seamlessly blend news with commercial advertising and propaganda. Non-professional news actors ignore journalistic conventions. Readers consume absolute fictions as if they were (f)actual representations of reality, and engage with news without much concern for the identity or the legitimacy of the source. Rogue actors spread false information. All are mixed up in the noisy disorder of news. Unlike journalism loyal to the professional ideal, the many actors of digital journalism are not mindful of boundaries. They do not seem to be extremely worried about drawing boundaries to protect news from external influence or to bolster their bona fides as public-minded guardians of daily information.", "Multiple forms of news content are infused by different set of concerns, demands and goals. No news produser has full control over dispersed webs of news. Interdependence prevails in networked environments. No single logic, principle, or ethics dominates digital journalism. Decentralized and open networks connect scores of actors who hold widely different epistemologies, values, and motivations. These attributes set digital journalism apart from newsroom-based, industrial journalism."]}, {"title": "Conclusion", "paragraphs": ["What are the implications of the innovations of DJ for journalism studies?", "First, “the digital” should not be narrowly understood in terms of tools and hardware. To state the obvious, the potential and the uses of “digital technologies” is news reporting and dissemination are important. They offer new opportunities to gather and analyze reams of data, to inform comprehensively, to investigate power, to engage with multiple publics, and to tell multi-sided stories. But not every newsroom fully taps into the potential of technological innovations. Digital technologies may not immediately change the ways newsrooms organize and approach news coverage – newsgathering routines, news values, and news sources. Funding, corporate strategies, work organization, and newsroom cultures shape the way technologies are incorporated.", "Second, it is important to place the study of professionalism in journalism in shifting network structures and dynamics. Several questions should be considered. How does industrial journalism interact with digital journalism? How does it try to secure its social standing while engaging with the bottomless information churned out by digital journalism? How does it integrate and domesticate the constant flow of news and information? Does digital journalism push changes in the traditional news values and ethical norms of newsrooms?", "Finally, organizational studies of journalism need to contend with broader theoretical and empirical questions. Traditionally, this approach was focused on news routines and professional norms that organize newswork internally and connect newsrooms with external actors – governments, public relations firms, advertisers, civic society organizations, social movements, neighborhoods, communities. Today, industrial journalism exists amid a complex web of actors who are not only interested in engaging with newsrooms to make news, but they are also active in news production. Understanding how it navigates a crowded, shifting field of news sources is necessary to analyze inertia and changes in the industrial organization of newswork.", "In closing, DJ challenges industrial journalism in many ways. It presents opportunities and threats. Just as it offers possibilities for newsrooms to tap into a wealth of information and to engage with multiple publics, it has also thrown industrial journalism off its dominant position. By doing so, it pushes the latter to reassess its connections to social actors, to adapt to new circumstances, and to revalidate its social standing and power when news are everywhere. Digital journalism also pushes scholarship to open the analytical lens in order to examine a range of networked practices that happen beyond newsroom-centered, industrial production of news."]}], "references": [{"title": "Defending Judgment and Context in ‘Original Reporting’: Journalists’ Construction of Newswork in a Networked Age", "year": "2014", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "15", "authors": [{"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark"}]}, {"title": "Who’s in, Who’s out?", "year": "2016", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Ferrucci Patrick", "first_name": "Ferrucci", "last_name": "Patrick"}, {"name": "Vos Tim", "first_name": "Vos", "last_name": "Tim"}]}, {"title": "Actors, Actants, Audiences, and Activities in Cross-Media News Work: A Matrix and a Research Agenda", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "C. Lewis Seth", "first_name": "C.", "last_name": "Lewis Seth"}, {"name": "Westlund Oscar", "first_name": "Westlund", "last_name": "Oscar"}]}, {"title": "The Notion of the “Blurring Boundaries”: Journalism as a (de-)Differentiated Phenomenon", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Loosen Wiebke", "first_name": "Loosen", "last_name": "Wiebke"}]}, {"title": "From Grand Narratives of Democracy to Small Expectations of Participation: Audiences, Citizenship, and Interactive Tools in Digital Journalism", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Peters Chris", "first_name": "Peters", "last_name": "Chris"}, {"name": "Witschge Tamara", "first_name": "Witschge", "last_name": "Tamara"}]}, {"title": "Here&#039;s What BuzzFeed Journalists Think of Their Journalism", "year": "2018", "journal": "Digital Journalism", "volume": "6", "authors": [{"name": "C. Tandoc Edson", "first_name": "C.", "last_name": "Tandoc Edson"}, {"name": "Foo Cassie Yuan Wen", "first_name": "Foo", "last_name": "Wen"}]}]}