{"doi": "10.1080/21670811.2017.1338145", "url": "https://doi.org/10.1080/21670811.2017.1338145", "title": "Burst of the Filter Bubble?", "volume": "6", "year": "2018", "issue": "3", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Haim", "first_name": "Mario", "name": "Mario Haim"}, {"last_name": "Graefe", "first_name": "Andreas", "name": "Andreas Graefe"}, {"last_name": "Brosius", "first_name": "Hans-Bernd", "name": "Hans-Bernd Brosius"}], "abstract": "In offering personalized content geared toward users’ individual interests, recommender systems are assumed to reduce news diversity and thus lead to partial information blindness (i.e., filter bubbles). We conducted two exploratory studies to test the effect of both implicit and explicit personalization on the content and source diversity of Google News. Except for small effects of implicit personalization on content diversity, we found no support for the filter-bubble hypothesis. We did, however, find a general bias in that Google News over-represents certain news outlets and under-represents other, highly frequented, news outlets. The results add to a growing body of evidence, which suggests that concerns about algorithmic filter bubbles in the context of online news might be exaggerated.", "body": [{"title": "Introduction", "paragraphs": ["News consumption has changed dramatically over the past years, with an ever-increasing share of news consumed online. Based on a survey of 53,000 news consumers in 26 countries, the Reuters Institute Digital News Report found that 23 percent of respondents use online (digital) channels as their main news source, while another 44 percent reported that they consider digital and traditional sources equally (Newman et al. 2016). When consuming news online, roughly 40 percent of respondents discover news through search engines, approximately 33 percent via social network sites, and about one-in-eight through news aggregators (Newman et al. 2016, 93). That is, a large—and ever-increasing—share of news consumers rely on algorithmically curated environments in which algorithms automatically select personalized news based on information about individual news consumers. This personalization could be explicit, based on information deliberately provided by the user, or implicit, based on information collected from observing that user’s online behavior (Thurman and Schifferes 2012; Zuiderveen Borgesius et al. 2016). In either case, the personalized news offer has been accumulated automatically. It is not the result of a human editor’s selecting decision.", "Hence, while online news consumption increases, human editors’ sovereignty over diversity has been decreasing. Diversity is commonly regarded a key principle of news quality (McQuail 1992) in ensuring a well-informed public (Strömbäck 2005). Thereby, diversity can be understood as either source or content diversity. Source diversity refers to both a news outlet’s inclusion of a multitude of informational sources as well as a news article’s inclusion of a wide variety of mentioned persons. Content diversity yields at providing news consumers with a large range of different fields of interest as well as an entire selection of perspectives on a given topic (Voakes et al. 1996).", "Scholars have raised concerns as to whether algorithms value diversity as a key feature of news quality (Pasquale 2015). Theoretical concepts such as Pariser’s (2011) filter-bubble hypothesis suggest that, instead of ensuring diversity, algorithms aim at maximizing economic gain by increasing media consumption. According to this rationale, algorithms filter out information that is assumed to be of little interest to individual users while presenting more content that users are more likely to consume. For example, users who have a history of consuming a lot of sports news will receive even more sports news, presumably at the cost of other topics (e.g., political news).", "The present study empirically tests this rationale for the case of the news aggregator Google News. While personalization also affects news diversity in other digital news environments (e.g., social network sites, search engines), news aggregators solely focus on the distribution of news. As such, their underlying algorithms are geared toward news consumption rather than social interaction or the identification of search query patterns. In particular, we study how online news personalization, both implicitly and explicitly, affects content and source diversity. In the following, we first discuss relevant literature on news diversity and algorithmic personalization. Then, we present results from two exploratory empirical studies—one using explicit and the other using implicit personalization—before drawing overall conclusions in a general discussion."]}, {"title": "News Diversity", "paragraphs": ["Mass media, and particularly its multitude and balance of news, should enable citizens to act well-informed, especially in the course of democratic decisions (e.g., elections; Westerståhl 1983). Among others, balance of news includes diversity of content, sources, or perspectives, and thus aims at providing citizens with a broad variety of information. News diversity thereby represents the means for a broadly informed public and is thus one of the “fundamental principles underlying evaluations of the performance of mass media systems” (Napoli 1999, 7). As such, news diversity follows ideals of deliberative politics and is seen as one of the key dimensions of news quality within any democratic society around the world (Entman and Wildman 1992; McQuail 1992; Porto 2007; Strömbäck 2005).", "News diversity is a multi-faceted construct that is subject to various interpretations. First, diversity can aim at a multitude of sources. Such source diversity describes the pluralism of quoted actors’ affiliations or status positions (Voakes et al. 1996). A more source-diverse news, thus, includes information from political, economic, non-governmental, and any other affected sources. Yet, source diversity may also depict the variety of news outlets which are included in a recipient’s news diet, especially in the context of news aggregators (Thurman 2011). Second, diversity can refer to the variety of covered topics. This so-called content diversity oftentimes relates to the mere appearance of topics in their most basic form, such as “public affairs” or “baseball.” Yet, it may also include the multitude of perspectives, which ideally represent a democracy’s political spectrum of opinions (Entman and Wildman 1992). For example, a news outlet may deliberately exclude aspects that are contrary to its own political view. A content-diverse news outlet, however, should include all available aspects of a given topic. Third, diversity can relate to a variation of viewpoints (i.e., framing). This viewpoint diversity subsumes available frames on a given topic and is thus clearly the most demanding type of diversity, both for journalists to produce and for researchers to measure (Baden and Springer 2015). However, at the same time, it provides the most reliable measure in terms of news’ normative requirements toward a “marketplace of ideas” (Strömbäck 2005, 338).", "Source, content, and viewpoint diversity represent constructs for measuring news diversity (McDonald and Dimmick 2003). In addition, theoretical scholars have offered normative guidelines for how to establish news diversity, which largely depend on a given media system. For example, media systems that aim for horizontal news diversity require the different media outlets to ensure diversity collectively. In comparison, vertical news diversity requires each single media outlet to provide a satisfactory multitude of news (e.g., Hellman 2001). Empirical evidence further suggests that diversity also depends on other factors such as political trends (van Hoof et al. 2014), the size of media outlets (Voakes et al. 1996), or an individual user’s selective exposure (Napoli 1999).", "The effects of online news consumption on diversity remain largely unclear. On the one hand, the amount of available news has increased dramatically as boundaries for the production and distribution of news have decreased (i.e., “information overload”; Eppler and Mengis 2004). Therefore, a much bigger diversity should be possible (Carlson 2007). On the other hand, the available information in its entirety overwhelm users, who thus need to rely on filters to reduce complexity and thus provide individual representations of news diversity (Napoli 1999). In recent years, algorithms have increasingly taken over these tasks."]}, {"title": "Algorithmic Personalization", "paragraphs": ["Automatically filtered selections of online information (e.g., news) should help internet users to overcome the overwhelming amount of available information (Carlson 2007). Such filter algorithms are often referred to as recommender algorithms, since they recommend personalized content based on information about individual users. Thereby, recommender algorithms typically use information about users’ interests, preferences, and surf behavior as well as contextual information (e.g., time, location) to derive optimally tailored results based on various forms of statistical clustering (for an overview, see Oechslein and Hess 2013).", "The type of information used for personalization depends on an individual platform’s goals and requirements. For example, Thurman and Schifferes (2012; also see Zuiderveen Borgesius et al. 2016) distinguish between explicit and implicit personalization. While explicit personalization requires users to proactively reveal their preferences, implicit personalization is based on observations of an individual user’s online behavior. In practice, combinations of explicit and implicit personalization are possible as well.", "Algorithms also evaluate how well the filtered results match a user’s needs. For example, an algorithm might interpret a given user’s click or follow-up action (e.g., a comment or “like”) on a recommended item as an accurate match. Yet, such evaluation processes carry the risk of self-reinforcement and reduced diversity, which may ultimately lead to partial information blindness. This rationale has become widely known as the “filter bubble” (Pariser 2011). Similar theoretical constructs aim at the increasing chance of like-minded contacts (“echo chambers”; Sunstein 2009) and limited public spheres (“sphericules”; Gitlin 1998). Especially the latter refers to a normative fear of unknowingly missing various pieces of information which prohibit individuals from being properly informed and rational democratic citizens. As such, public-sphere theories can be said to be primarily concerned with decreasing viewpoint diversity rather than a decreased diversity of either sources or content. That said, especially source diversity in horizontally diverse media systems goes along with viewpoint diversity since different media outlets depict different political perspectives.", "Empirical evidence on the existence of filter-bubble effects, especially in the context of news, is limited. One study found small effects in that Facebook users see more-than-average posts from politically like-minded users (Bakshy, Messing, and Adamic 2015). Yet, the study has faced several methodological criticisms, such as building upon self-reported political orientation (Pariser 2015). Apart from social network sites, personalization effects have been looked at within search engines, revealing almost none (e.g., Flaxman, Goel, and Rao 2016; Haim, Arendt, and Scherr 2017) or only minor (e.g., Feuz, Fuller, and Stalder 2011; Hannak et al. 2013) effects of partial information blindness.", "The aim of this study is to contribute further evidence by investigating how—both implicit and explicit—personalization of an online news aggregator affects both content and source diversity. To the best of our knowledge, this is the first study to analyze the effects of personalization on news diversity for news aggregators. For this, we focus on Google News (https://news.google.com/), one of the most-visited online news aggregators (Newman et al. 2016, 12). Google News claims to present headlines which “are selected by computer algorithms based on your past activity on Google” (Google 2017a), while at the same time “working to make sure that [the front page of Google News] reflects a diversity of articles and sources” (Google 2017c). Our analyses focus on the German version of Google News. This seemed to be a reasonable choice, given that we used German IP addresses and media user typologies. That said, we expect that the results generalize to other countries, since Google does not give any reason to expect differences in the underlying algorithms as the “goal is to offer Google News to all of our users throughout the world” with the only difference being that “[e]ach edition is specifically tailored with news for that audience” (Google 2017b). As with comparable products and providers, we do not know which parameters drive personalized outcomes, since the algorithms underlying online news aggregators are “black boxes” (Pasquale 2015). Therefore, we can only analyze the effects of personalization on news diversity based on input-output analyses, for example, by varying a user’s surf behavior or preferences (i.e., input) and comparing the resulting news offer (i.e., output). For this, we conducted two exploratory studies to control for explicit (Study 1) and implicit (Study 2) personalization."]}, {"title": "Study 1", "paragraphs": ["Google News allows users to explicitly select the types of news they are interested in. That is, users can explicitly personalize their account toward their preferences, by specifying the topics they want to read about more (or less). The goal of this study was to analyze how explicit personalization of Google News affects the diversity of the presented news articles.", "We created three different Google News accounts, each of which was personalized for one of the major topics as suggested by the platform—politics, sports, and entertainment. As such, the preference for the politics account were set to “always” show political news but “rarely” include sports or entertainment news. The sports account was set to “always” show sports news but “rarely” include political news or entertainment. Similarly, the entertainment account “always” preferred entertainment but “rarely” political or sports news.", "For each account, we stored the articles from the Google News start page, once a day (i.e., at 8 pm), for the six-day period from May 27 to June 2, 2014. In addition, we stored the front pages of a neutral account (i.e., Google News without personalization) as well as those from the popular online news outlets Bild.de and Spiegel Online. The two news outlets are not entirely comparable to a Google News account given their journalistic arrangement of political articles at the top of the page. Yet, by ignoring the order of presented articles and due the topical generality of the two outlets, their diversity can serve as a baseline to compare the personalized accounts against.", "Three research assistants read each article and assigned it to one of eight topic categories: politics, economics, sports, culture, science, lifestyle, miscellaneous, and service. A reliability check on 16 randomly selected articles resulted in a joint-probability of agreement of 78 percent. For the Google News accounts, the research assistants additionally coded the source of each article."]}, {"title": "Results", "paragraphs": ["The six-day period resulted in a total of 972 news articles across all six news outlets (i.e., four Google News accounts, Bild.de, and Spiegel Online). The number of articles per account was evenly distributed: 137 for the politics version, 133 for the sports version, 132 for the entertainment version, and 123 for the neutral (unpersonalized) version. For Bild.de (189) and Spiegel Online (258), the numbers of articles were larger.", "Figure 1 shows the share of articles per topic and news outlet. The results indicate that the explicit personalization of Google News worked. As expected, for each of the three topics (politics, sports, and entertainment) the respective personalized account provided a higher share of articles than the remaining three accounts. For example, 52 percent of the articles in the politics account were political news, whereas the share of political news in the remaining accounts ranged from 37 to 39 percent. The sports version showed 17 percent of sports news compared to 9–12 percent in the other accounts. Finally, 33 percent in the entertainment version were from the preferred category, compared to 19–28 percent in the other versions.", "Figure 1  Percentage of articles per news outlet and topic category", "Figure 1  Percentage of articles per news outlet and topic category", "The comparison to the traditional news outlets shows some interesting results. First, the share of political news is much higher in all four Google News accounts compared to both Bild.de (11 percent) and Spiegel Online (26 percent). Second, both traditional news outlets focus a considerable share of their coverage on entertainment and other topics.", "Figure 2 shows the source diversity for each of the three personalized as well as the unpersonalized Google News account, measured as the percentage of articles per news outlet. Source diversity did not significantly vary between the four accounts. Yet, when summed up, the 11 news outlets that account for at least 3 percent of the total number of articles are responsible for 86 percent of all articles at Google News. Thereby, the top outlets, such as Focus Online (24 percent) and Die Welt (13 percent), make up for particularly large shares, which indicates a biased selection of news sources. That is, surprisingly, these top sources do not represent news outlets with outstanding reach in Germany. For example, in June 2014, Focus Online only ranked 11th among Germany’s most-visited news websites (IVW 2017), Die Welt ranks even lower (17th). Vice versa, usually well-frequented outlets, such as Bild.de, T-Online, RTL, or Stern.de seem underrepresented within Google News. Yet, while there is no demand for a representation of the media system whatsoever, this result is interesting in that both Focus Online and Die Welt are rather conservative outlets and are both known for aggressive clickbait headlines and search engine optimization. The remaining 14 percent of articles originate from other news outlets.", "Figure 2  Source diversity of the four Google News accounts", "Figure 2  Source diversity of the four Google News accounts"]}, {"title": "Study 2", "paragraphs": ["Implicit personalization builds upon statistical deductions from observed user and usage data. Hence, in order for Google News to be able to provide a personalized news offer, it first needs to have the chance to observe a given user. We thus followed an explorative agent-based testing approach, in which we modeled various users and their online behavior to study the effects of implicit personalization qualitatively.", "We modeled online behavior on various dimensions of four virtual agents. Characteristics of the four virtual agents were derived from two representative German media user typologies (ARD/ZDF 2015; Sinus Markt- und Sozialforschung 2015). Each agent stands for an archetypical life standard and media use:Agent A: An elderly female conservative widow.Agent B: A bourgeois father in his fifties.Agent C: A 40-year-old job-oriented male single.Agent D: A wealthy 30-year-old female marketing manager and early adopter.", "An elderly female conservative widow.", "A bourgeois father in his fifties.", "A 40-year-old job-oriented male single.", "A wealthy 30-year-old female marketing manager and early adopter.", "For each agent, a new (virtual) computer was set up which was only used for the purpose of this experiment. All computers’ IP addresses were equal and thus held constant. That is, while the identities suggest different life situations and locations, the computers on which the virtual agents operated were in the same location in order to minimize IP-address influences. For each agent, we created both a Facebook and a Google+ account with information about the agent’s age, gender, living situation, education, job, relationship status as well as favorite books, sports, music, and movies, all according to the agents’ media-user typology characteristics shown in Table 1.", "The study consisted of two phases. In accordance with similar studies (Haim, Arendt, and Scherr 2017; Hannak et al. 2013) the initial training phase lasted for one week. Throughout this week, we repeatedly (1) searched Google for five agent-specific search terms and clicked the top three results, (2) expressed approval (through “likes” or “+1’s”) for various products’ and artists’ profile pages on both Facebook and Google+ (five each), (3) put five individually favorable products into the shopping cart on Amazon, and (4) navigated through approximately 10 articles on individually favorable media outlets. For example, the elderly female conservative widow liked religious art, wanted to buy a heating blanket, and used local news outlets. This training process was repeated every day over the course of one week in June 2014. After this week, the test phase required all agents to subsequently enter three ambiguous terms in Google News that were newsworthy at that time. The search terms were queried in German and included taxation (“Steuer”), allowing for a variety of article topics, Germany (“Deutschland”), allowing for a variety of focuses, especially due to the ongoing soccer World Cup, and Alstom, a French producer of trains largely in use in Germany, which at the time of the study was under consideration for either being sold to a foreign competitor or acquiring another company, thus affecting large numbers of German employees and thereby allowing for a variety of viewpoints.", "For each of the three search terms, we stored the first 10 results pages. Since each result page shows 10 articles, we thus collected 300 articles (i.e., 3 search terms x 10 result pages x 10 articles) per agent. In addition, we created a fifth (virtual) computer to serve as a control group. This account received no training and was used only for the test phase. It thus did not allow for observation and implicit personalization."]}, {"title": "Results", "paragraphs": ["First, we counted every agent’s exclusive entries as compared to the control group. For example, agent A (i.e., the elderly female conservative widow) saw an article from the conservative newspaper Die Welt, which was not shown to the control-group agent. Instead, an article from the local news outlet Augsburger Allgemeine was shown. Second, we estimated rank-order differences relative to the control group based on a qualitative analysis of the result lists. Exclusive articles affect diversity directly. In comparison, rank-order differences inhibit diversity as news consumers are known to use only top-ranked results from the first few result pages (Pan et al. 2007).", "Overall, we found only minor differences across the four accounts. For any given search query, the four agents saw almost the exact same 100 articles (Table 1). The highest deviations were six exclusive articles for agent A on topic Alstom and four exclusives in various situations (e.g., agent B on topic Germany). However, these exclusives appeared on less-prominent result pages (i.e., pages 6–10), which was a common finding for all four agents.", "In sum, we found only 30 cases of exclusive articles out of 1200 comparisons, a share of only 2.5 percent. In other words, there either was no personalization, or our training did not work. That said, those 30 articles that were identified as exclusive suggest that the training did indeed work. For example, agent A (i.e., the elderly female conservative widow) missed some articles from economy outlets but was instead presented with articles from more general news outlets.", "Similarly, the vast majority of articles was shown at the exact same position as in the control group agent. That is, an untrained account revealed more or less the same results as each of the four trained accounts. We refrain from a numerical quantification of rank-order differences. The reason is that such a quantitative analysis would mislead the reader, since deviations on early result pages can cause deviations on subsequent result pages, which would bias the results toward the first occurrence of rank-order deviations. Instead, we provide qualitative estimates of “weak”, “minor”, and “major” deviations which relate to the rough number of affected articles, namely up to 10, between 10 and 20, and more than 20, respectively. In cases where the rank order between the trained and the control group agent differed, this mix-up seemed to vary due to updates inside an article. In other words, the differences may have occurred as a result of small time delays in the daily storage of the results page. As indicated by a timestamp next to an article’s news outlet, Google News seems to prefer newer—and more recently updated—items. This rationale finds support by the fact that the topics of Alstom and Germany showed more deviation (the former due to its selling process, the latter due to the ongoing soccer World Cup) than the topic of taxation, which did not reveal many rank-order differences."]}, {"title": "Discussion", "paragraphs": ["The two exploratory studies provide empirical evidence on how both explicit and implicit forms of personalization within an online news aggregator (Google News) affect both content and source diversity. We found only minor effects of personalization on content diversity. While explicit personalization slightly affected content diversity in that users saw more articles for their preferred topics, implicit personalization based on manipulations of user behavior did not affect content diversity. Furthermore, neither type of personalization had any effect on source diversity.", "That said, we found a bias in that Google News over-represented certain news outlets and under-represented other, highly frequented, news outlets. Given the over-represented outlets’ conservative nature, this bias can be troubling, especially in terms of viewpoint diversity. We can only speculate on the reasons for this result. First, the over-represented outlets are known to put quite some effort into search-engine optimization. While this would render Google News in a rather simplistic light, it seems plausible from a technological point of view as the outlets offer highly up-to-date information in a machine-readable manner with all relevant keywords mentioned. Second, Google News may punish outlets with paywalls, as they diminish a user’s browsing experience. Third, the algorithms may have difficulties identifying a story’s main topic based on images rather than on texts and may thus decrease the weight of image-heavy reporting (e.g., Bild.de). Fourth, some German publishers (e.g., Axel Springer) have been fighting a legal case regarding Google’s right to include snippets of articles on their platform without the possession of the articles’ intellectual property. It is possible that Google News punished those publishers by partly excluding their content (e.g., Bild.de).", "Overall, our findings suggest that the filter-bubble phenomenon may be overestimated in the case of algorithmic personalization within Google News. In the case of explicit personalization, the share of political news was higher than on Spiegel Online, a major source for political news in Germany, even for those users who explicitly stated that they rarely want to see political news. In other words, while personalization effects were visible (which provides support for the applicability of our method), the results did not blind out essential shares of information (which the filter-bubble hypothesis would suggest).", "Our study is subject to various limitations. First, we focused on only one news aggregator and are thereby empirically bound to conclusions about Google News rather than on general digital news personalization. Second, although we compared different types of both news diversity and personalization, our setting does not allow for checking the underlying assumption that personalization within algorithmically curated environments narrows diversity to a stronger extent than, for example, individual selective exposure throughout daily newspaper consumption. Third, our agent-based testing approach may have affected the validity of the results. While our approach controls for various influences that are difficult to hold constant in real life, one disadvantage is that the method produces a highly artificial environment, in which other possible influences are left out. This may of course affect the outcome. For example, since Google bundles a user’s account for all of its services, it seems likely that personalization not only builds upon a user’s surf behavior inside Google News and Google+, but also inside YouTube or other services. While we tried to account for that in the second study, we cannot determine whether our selection of actions throughout the training phase was sufficient for an adequate and common degree of personalization.", "Our results are mostly in line with those from similar studies, which adds confidence in their validity. While some studies indeed report minor personalization effects (e.g., in the context of search engines; Feuz, Fuller, and Stalder 2011; Hannak et al. 2013), all related studies conclude that “the magnitude of the effects is relatively modest” (Flaxman, Goel, and Rao 2016, 318; also see Cozza, Van Tien Hoang, and Spognardi 2016). Based on a discussion of the relevant literature, Haim, Arendt, and Scherr (2017, 257, emphasis in original) conclude that “no study can support the claim that Google blinds out (i.e., censors) specific information.”", "Despite the consistency of these findings, there is reason to remain on guard, as even minor changes in the underlying algorithms could affect the results. In addition, while the empirical evidence for both search engines and news aggregators are similar, evidence from social network sites is still sparse. Furthermore, every study, including our own, can only depict a small point in time and is subject to changes of the object under investigation. It seems thus necessary for the platforms under investigation (e.g., Google, Facebook) to be more transparent with changes inside algorithms which affect the news selections users are presented with (Diakopoulos 2014; Diakopoulos and Koliska 2016). This is especially relevant in the context of online news and news diversity, which is of major importance to a society’s democratic process. Ideas for improving this situation include guidelines on algorithmic decision-making (Ananny 2016, 108), public committees (Saurwein, Just, and Latzer 2015, 41), or algorithms’ ombudspeople (Diakopoulos and Koliska 2016, 12) who can provide information and apply necessary adjustments upon inquiry."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "Toward an Ethics of Algorithms: Convening, Observation, Probability, and Timeliness", "year": "2016", "journal": "Science, Technology \\& Human Values", "volume": "41", "authors": [{"name": "Ananny Mike", "first_name": "Ananny", "last_name": "Mike"}]}, {"title": "Conceptualizing Viewpoint Diversity in News Discourse", "year": "2015", "journal": "Journalism", "volume": "18", "authors": [{"name": "Baden Christian", "first_name": "Baden", "last_name": "Christian"}, {"name": "Springer Nina", "first_name": "Springer", "last_name": "Nina"}]}, {"title": "Exposure to Ideologically Diverse News and Opinion on Facebook", "year": "2015", "journal": "Science", "volume": "1160", "authors": [{"name": "Bakshy Eytan", "first_name": "Bakshy", "last_name": "Eytan"}, {"name": "Messing Solomon", "first_name": "Messing", "last_name": "Solomon"}, {"name": "Adamic Lada", "first_name": "Adamic", "last_name": "Lada"}]}, {"title": "Order versus Access: News Search Engines and the Challenge to Traditional Journalistic Roles", "year": "2007", "journal": "Media, Culture \\& Society", "volume": "29", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt"}]}, {"title": "Algorithmic Accountability. Journalistic Investigation of Computational Power Structures", "year": "2014", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Diakopoulos Nicholas", "first_name": "Diakopoulos", "last_name": "Nicholas"}]}, {"title": "Algorithmic Transparency in the News Media", "year": "2016", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Diakopoulos Nicholas", "first_name": "Diakopoulos", "last_name": "Nicholas"}, {"name": "Koliska Michael", "first_name": "Koliska", "last_name": "Michael"}]}, {"title": "Reconciling Economic and Non-Economic Perspectives on Media Policy: Transcending the ‘Marketplace of Ideas’", "year": "1992", "journal": "Journal of Communication", "volume": "42", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}, {"name": "Wildman Steven S.", "first_name": "Wildman", "last_name": "S."}]}, {"title": "The Concept of Information Overload: A Review of Literature from Organization Science, Accounting, Marketing, MIS, and Related Disciplines", "year": "2004", "journal": "The Information Society", "volume": "20", "authors": [{"name": "Eppler Martin J.", "first_name": "Eppler", "last_name": "J."}, {"name": "Mengis Jeanne", "first_name": "Mengis", "last_name": "Jeanne"}]}, {"title": "Personal Web Searching in the Age of Semantic Capitalism: Diagnosing the Mechanisms of Personalisation", "year": "2011", "journal": "First Monday", "volume": "16", "authors": [{"name": "Feuz Martin", "first_name": "Feuz", "last_name": "Martin"}, {"name": "Fuller Matthew", "first_name": "Fuller", "last_name": "Matthew"}, {"name": "Stalder Felix", "first_name": "Stalder", "last_name": "Felix"}]}, {"title": "Filter Bubbles, Echo Chambers, and Online News Consumption", "year": "2016", "journal": "Public Opinion Quarterly", "volume": "80", "authors": [{"name": "Flaxman Seth R.", "first_name": "Flaxman", "last_name": "R."}, {"name": "Goel Sharad", "first_name": "Goel", "last_name": "Sharad"}, {"name": "Rao Justin M.", "first_name": "Rao", "last_name": "M."}]}, {"title": "Abyss or Shelter? On Google’s Role When Googling for Suicide", "year": "2017", "journal": "Health Communication", "volume": "32", "authors": [{"name": "Haim Mario", "first_name": "Haim", "last_name": "Mario"}, {"name": "Arendt Florian", "first_name": "Arendt", "last_name": "Florian"}, {"name": "Scherr Sebastian", "first_name": "Scherr", "last_name": "Sebastian"}]}, {"title": "Diversity—An End in Itself? Developing a Multi-Measure Methodology of Television Programme Variety Studies", "year": "2001", "journal": "European Journal of Communication", "volume": "16", "authors": [{"name": "Hellman Heikki", "first_name": "Hellman", "last_name": "Heikki"}]}, {"title": "Diverse Politics, Diverse News Coverage? A Longitudinal Study of Diversity in Dutch Political News during Two Decades of Election Campaigns", "year": "2014", "journal": "European Journal of Communication", "volume": "29", "authors": [{"name": "van Hoof A. M.", "first_name": "van", "last_name": "M."}, {"name": "Jacobi C.", "first_name": "Jacobi", "last_name": "C."}, {"name": "Ruigrok N.", "first_name": "Ruigrok", "last_name": "N."}, {"name": "van Atteveldt W.", "first_name": "van", "last_name": "W."}]}, {"title": "The Conceptualization and Measurement of Diversity", "year": "2003", "journal": "Communication Research", "volume": "30", "authors": [{"name": "McDonald Daniel G.", "first_name": "McDonald", "last_name": "G."}, {"name": "Dimmick John", "first_name": "Dimmick", "last_name": "John"}]}, {"title": "Deconstructing the Diversity Principle", "year": "1999", "journal": "Journal of Communication", "volume": "49", "authors": [{"name": "Napoli Philip M.", "first_name": "Napoli", "last_name": "M."}]}, {"title": "In Google We Trust: Users’ Decisions on Rank, Position, and Relevance", "year": "2007", "journal": "Journal of Computer-Mediated Communication", "volume": "12", "authors": [{"name": "Pan Bing", "first_name": "Pan", "last_name": "Bing"}, {"name": "Hembrooke Helene", "first_name": "Hembrooke", "last_name": "Helene"}, {"name": "Joachims Thorsten", "first_name": "Joachims", "last_name": "Thorsten"}, {"name": "Lorigo Lori", "first_name": "Lorigo", "last_name": "Lori"}, {"name": "Gay Geri", "first_name": "Gay", "last_name": "Geri"}, {"name": "Granka Laura", "first_name": "Granka", "last_name": "Laura"}]}, {"title": "Frame Diversity and Citizen Competence: Towards a Critical Approach to News Quality", "year": "2007", "journal": "Critical Studies in Media Communication", "volume": "24", "authors": [{"name": "Porto Mauro P.", "first_name": "Porto", "last_name": "P."}]}, {"title": "Governance of Algorithms: Options and Limitations", "year": "2015", "journal": "Info", "volume": "17", "authors": [{"name": "Saurwein Florian", "first_name": "Saurwein", "last_name": "Florian"}, {"name": "Just Natascha", "first_name": "Just", "last_name": "Natascha"}, {"name": "Latzer Michael", "first_name": "Latzer", "last_name": "Michael"}]}, {"title": "In Search of a Standard: Four Models of Democracy and Their Normative Implications for Journalism", "year": "2005", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}]}, {"title": "Making ‘the Daily Me’: Technology, Economics and Habit in the Mainstream Assimilation of Personalized News", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "The Future of Personalization at News Websites", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Schifferes Steve", "first_name": "Schifferes", "last_name": "Steve"}]}, {"title": "Diversity in the News: A Conceptual and Methodological Framework", "year": "1996", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "73", "authors": [{"name": "Voakes Paul S.", "first_name": "Voakes", "last_name": "S."}, {"name": "Kapfer Jack", "first_name": "Kapfer", "last_name": "Jack"}, {"name": "Kurpius David", "first_name": "Kurpius", "last_name": "David"}, {"name": "Chern David Shano-yeon", "first_name": "Chern", "last_name": "Shano-yeon"}]}, {"title": "Objective News Reporting. General Premises", "year": "1983", "journal": "Communication Research", "volume": "10", "authors": [{"name": "Westerståhl Jörgen", "first_name": "Westerståhl", "last_name": "Jörgen"}]}, {"title": "Should We Worry about Filter Bubbles?", "year": "2016", "journal": "Internet Policy Review", "volume": "5", "authors": [{"name": "Zuiderveen Borgesius Frederik J.", "first_name": "Zuiderveen", "last_name": "J."}, {"name": "Trilling Damian", "first_name": "Trilling", "last_name": "Damian"}, {"name": "Möller Judith", "first_name": "Möller", "last_name": "Judith"}, {"name": "Balázs Bodó", "first_name": "Balázs", "last_name": "Bodó"}, {"name": "de Vreese Claes H.", "first_name": "de", "last_name": "H."}, {"name": "Helberger Natali", "first_name": "Helberger", "last_name": "Natali"}]}]}