{"doi": "10.1080/1461670X.2010.503020", "url": "https://doi.org/10.1080/1461670X.2010.503020", "title": "INTERNATIONAL TELEVISION NEWS", "volume": "11", "year": "2010", "issue": "5", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Kolmer", "first_name": "Christian", "name": "Christian Kolmer", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Semetko", "first_name": "Holli", "name": "Holli A. Semetko", "affiliation": "", "orcid": "", "role": ""}], "abstract": " In contrast to the United States, Germany has a strong public service broadcasting system that reaches all parts of the country and is mandated to deliver news from around the world each day. We discuss the key characteristics of the German public service broadcasting system and compare the quantity of foreign affairs news in evening news programs on the flagship public service (ARD and ZDF) and private channels (RTL and SAT.1) from 2001 to 2007. We find that while the amount of foreign affairs new ebbs and flows, it remains substantial and within the range of 40–50 percent of the programs on both the public service and the private channels. We then compare programs in Germany, France, Italy, Switzerland, Spain, United Kingdom, South Africa, United States and on transnational Arabic channels, for one year from April 2007 to April 2008, to assess what regions are covered and what predicts foreign news. Geographic proximity and national interest were shown to be important factors in explaining the regional focus of foreign news in these countries and outlets. ", "body": [{"sec_title": "Introduction", "sec_content": ["The decline of foreign news in the United States has been the topic of numerous trade and scholarly publications even before Ken Auletta's Three Blind Mice: How the TV Networks Lost Their Way was published in 1991 (see Dorman and Manoff, 2005). Research on trends in the US news environment illustrates decline in the number of newspapers across the country, declining sales among those that survive, and decreasing coverage of the rest of the world on main evening television news programs in the decade before and since the Cold War ended (Norris, 1995). Despite this decline, there are occasional high points of international reporting that do garner attention apart from natural disasters. US television news coverage of the fall of the Berlin Wall in 1989 and the months thereafter influenced US perceptions of Germany (Semetko et al., 1992) and, more recently, soft news has influenced public opinion about US foreign policy (Baum, 2003).", "In this issue of Journalism Studies, Jay Hamilton (2010) points to a reduction in international news in the United States of a particular kind: “public affairs coverage by experienced reporters whose stories are bundled with domestic news and consumed by a mass audience,” in other words, less foreign affairs news in the main evening news programs. Hamilton argues that due to the lower fixed costs of operating a news outlet on the Internet or on cable television “news has become unbundled.” The “greater variety in offerings in terms of the topics covered and approaches offered [and] dispersion of the audience across outlets means that quality may be lowered because of lower revenues generated by smaller average audiences.”", "The same structured lower costs for unbundled news also exist in Germany where, like the United States, there is a high Internet penetration rate1 and a wide variety of television news outlets. Germany has had private television channels competing with the public service broadcasting channels since the mid-1980s. Germany also has a strong public service broadcasting system that caters to a large proportion of the overall market, mandates news organizations to report on the rest of the world each day, and also provides the resources to deliver that coverage in flagship news programs daily. There is more space in the prime-time schedules for flagship news programs and thus more potential foreign news stories to find their way into the programs.", "In this article, we discuss the evolution of international television news reporting in Germany, where it is today and the direction it may be headed in the future. We argue that Germany's long history with international news, its location in the heart of Europe and shared borders with nine nations, and its post-World War II public service broadcasting system all contribute to what is today a substantial amount of international news on the evening news. We argue that it is not possible to generalize from the US case, as Hamilton's article might lead one to assume that unbundled news means less foreign news.", "We begin with a review of the key features of Germany's public service broadcasting system and the challenges faced by the public service channels since private or commercial channels arrived in the mid-1980s. We then discuss the volume of foreign news coverage on public and private channels, based on data over the past eight years. We also show that international news occupies a substantially larger share of the evening news in Germany than in the United States and several other countries, based on data from a recent one-year period. We then look at the regional focus of foreign news in these countries to explain what predicts foreign news."]}, {"sec_title": "From Gutenberg to Universal Access", "sec_content": ["International news has been prominent in Germany since Johannes Gutenberg invented the printing press in the city of Mainz in the fifteenth century. After much experimentation among German-speaking states in the seventeenth and eighteenth centuries, a federal structure emerged as the nation state of Germany in 1871, and the population's appetite for world news has been measured for more than three centuries (Wilke, 1987). Today, Germans are among the most avid readers of newspapers across the entire European Union (EU), and like their EU counterparts the majority turns to television news programs for information about the most important developments each day. The construction of reality by Germany's news media, in the form of analyzing the contents, uses and effects of news, has long been the subject of scholarly research (Pfetsch, 2001; Schulz, 1976, 1997).", "In the aftermath of World War II, Germany's television landscape, like that of other European countries, was dominated by public service broadcasting. West European public service broadcasting was rooted in each nation state's political and cultural context, fulfilling its mission of “sustaining and renewing the society's characteristic cultural capital and cement” (Blumler, 1992, p. 11). Different funding arrangements existed in the different European states. In the early 1980s research commissioned for the British Government's Peacock Committee on Financing the BBC compared Britain and the United States to six European nations, including what was then called West Germany, and found common trends and pressures, and a greater range and quality of programming in stronger public service systems (Blumler et al., 1986).", "Legislation and the regulatory environment in the EU and each EU member country also impact the development and position of public service broadcasting. In the United Kingdom, for example, the government passed Broadcasting or Communications Acts in 1990, 1992 1996 and 2003, which had significant consequences for television's financial and organizational structures and regulatory regimes (see Franklin, 1997 which offers a detailed analysis of the 1990–1996 period; Crisell, 2006). There also have been two significant reports from the House of Lords dealing with ownership and more (see House of Lords Select Committee on Communications, 2008a, 2008b). The United Kingdom introduced Ofcom as the new overarching regulator in 2003, now the ‘one stop’ responsible for what had formerly been the work of five regulatory bodies: the Broadcasting Standards Commission, the Independent Television Commission, the Office of Telecommunications (Oftel), the Radio Authority, and the Radiocommunications Agency. With Ofcom as the central regulatory agency overseeing all broadcasting, the United Kingdom is quite distinctive from Germany where states maintain authority and oversight of commercial and public service broadcasters remain separated."]}, {"sec_title": "Germany: From Public Service to a Mixed Broadcasting System", "sec_content": ["In the so-called Weimar Republic—the German state in the period between the breakdown of the Second Empire in 1918 and the ascent of Nazi Germany in 1933—public broadcasting developed under the aegis of the Post Ministry; later the Ministry of the Interior took control (Lerg, 1980). Due to the experience of totalitarian control of broadcasting, the post-World War II German model of public broadcasting has been guided by the principle of “distance from the government,”2 which is based on Article 30 of the German Constitution. Control of broadcasting devolved to the German states, which shape the broadcasting landscape by the means of inter-state treaties. Overall supervision of broadcasting—private and public—therefore rests with the states, which have set up broadcasting authorities.3 Broadcasting governance thus reflects the federal structure of post-war Germany.", "ARD (Arbeitsgemeinschaft der öffentlich-rechtlichen Rundfunkanstalten der Bundesrepublik Deutschland) is the Association of Public Broadcasting Corporations in the Federal Republic of Germany. Otherwise known as Erstes Deutsches Fernsehen, ARD was the first public broadcasting channel founded in 1950 by the existing public broadcasting corporations in the states. ARD is made up of nine independent corporations regulated by state law, with the joint task to provide radio and television in the Federal Republic of Germany.4 Some of these produce their own regional television news programs in addition to the national ARD programs. Deutsche Welle (DW) is the tenth member of the ARD and is the nation's international broadcasting service, subsidized directly by the federal government.", "From April 15 to 19, 2010, ARD, celebrated its 60th anniversary with four long nights of historic programs looking back on the highlights of news, information, movie, entertainment and documentary programming (Das Erste, 2010). The history of German television dates back to the time between the wars. The experience of the exceptional role of radio propaganda for the Nazi rule in Germany had far-reaching consequences for the governance of broadcasting in the Federal Republic. Some of the constituent broadcasting corporations of the ARD—literally the “Working group of broadcasting corporations of Germany”—predate the foundation of the West German State in 1949 by some years, with the NWDR being founded by the British occupation administration in 1945.", "Changes in Germany's television landscape over time reflected developments across the western European countries—a shift from ‘public service dominant’ media system to a ‘mixed’ system of public and private channels in the 1980s fuelled by the arrival of even more private channels via satellite in the 1990s (Brants and Suine, 1998). With the influx of private channels in the 1980s and 1990s, The Association of State Media Authorities for Broadcasting in Germany (ALM) was launched and is responsible for licensing, supervision and development of commercial radio and television in Germany. ALM involves 14 State Media Authorities and supports and fosters projects to improve media literacy, digitization and broadcasting infrastructure, research, community radio and TV, and public access and participation (ALM, 2010).", "Since national regulation is also needed for broadcasting policy, an interstate treaty formed the Regulatory Affairs Commission (ZAK), the Commission on Concentration in the Media (KEK), the Commission for the Protection of Minors in the Media (KJM) and the Committee Chairpersons’ Conference (GVK) and these organizations cooperate within ALM. Telecommunications issues are regulated by the Federal Network Agency (Bundesnetzagentur BNetzA) under the federal telecommunications act."]}, {"sec_title": "The Dual System and Public Broadcasting Councils", "sec_content": ["The principle of distance from the nation state has been upheld by several far-reaching decisions of the federal Constitutional Court, starting in 1961, when the federal government under the leadership of Konrad Adenauer planned to establish a second national TV channel. Until then only the ARD program had been broadcast nationwide. The states of Hamburg and Hessen filed a lawsuit to stop this plan, which they perceived as an infringement of their sovereignty in cultural affairs, and the Court struck down the plan. The new second channel, which ultimately became the ZDF, was established by the states in March 1961. In its decision the Constitutional Court underlined the extraordinary importance of broadcasting for the political system. As radio and TV contribute to the formation of public opinion, the broadcasting system must ensure access to relevant information. This, in the opinion of the Constitutional Court, did not only pertain to information programs but to fictional and entertainment programs as well (BVerfG, 1961).", "Until 1981 the legal framework did not allow for any private channels. The emergence of private TV channels elsewhere in Europe in the late 1970s and early 1980s ultimately led to their development in Germany. In its second guiding decision from 1981, the Constitutional Court paved the way for the “Dual System” of broadcasting in Germany (BVerfG, 1981). It underlined the privileged position of public broadcasters, but at the same time bound them to provide the public with a basic program that addresses informational uses to a wide extent.5 Moreover, the decision bound the public broadcasters to establish plurality of opinions in its programming. This plurality is to be guaranteed through the supervision of the broadcasters by broadcasting councils that are required to reflect plurality of opinions in the composition of their membership. The broadcasting councils elect the directors of the public broadcasting stations.", "While the concrete composition of the broadcasting councils differs from state to state (Engel, 2009), most councilors are affiliated with political parties, primarily to the catch-all parties CDU/CSU and the SPD. In 2009, for instance, the Administrative Board of the ZDF comprised four First Ministers of German Federal States, one former First Minister and the Federal Secretary of State for Culture, while the other eight members have political backgrounds as well; out of the 77 members of the Television Council of the ZDF, which elects the Director, 72 are selected from the political parties (Hanfield, 2009; ZDF, 2010a, 2010b).", "The domination of the public broadcasters by the largest political parties has led to a heated public debate in Germany, when the Administrative Board of ZDF declined to prolong the contract of ZDF Editor-in-Chief Klaus Brender in spring 2010. The First Minister of the State of Hessen and CDU member, Roland Koch, was a vociferous critic of Brender. Koch blamed ZDF's Editor-in-Chief for the decline in ratings of the main evening news show heute (Bild-Zeitung, 2009). But most commentators traced the decision back to the political line of Brender, which fell foul of the CDU majority in the Administrative Board (Hanfield, 2009). The public debate on the political domination of public broadcasting even triggered the publication of an open letter by 35 experts in constitutional law, who qualified the removal of Brender as “an overt attempt to oust an independent journalist and to strengthen the influence of party politics” (FAZ, 2009).6 Public broadcasting in Germany therefore is formally independent, but the influence of the two large political parties, parties that are leading both the federal government and the state-level governments as well, extends a long way into the public broadcasting organizations."]}, {"sec_title": "Constitutionally Mandated Freedom of Broadcasting", "sec_content": ["The Constitution of the Federal Republic of Germany guarantees the right of individuals to obtain information “freely from generally accessible sources” (ARD, 2010)7 and the “freedom of reporting by means of broadcasts” is constitutionally mandated. Responsibility for implementing this freedom is divided between the federal and state levels of government. Federal government is responsible for the technical telecommunication systems, while the state parliaments have jurisdiction over the media.", "In West Germany, the state-founded public institutions were designed to produce and broadcast radio and television programs that share the public service broadcasting mission to inform, educate and entertain. The administrative boards or public broadcasting councils ensure that the public programming mandate is followed. The councils include representatives of the major organized groups in society such as political parties, unions, industry, and churches and are designed to represent the general public interest. The same model of broadcasting was introduced in the eastern states of Germany in 1991.", "Most of the funding for public service broadcasting comes from listeners and viewers who pay a license fee. The fee is set for a five-year period by an independent agency. The fee consists of two components, a basic monthly fee (currently 5.76 Euro per month) and a television set fee (12.22 Euro). Homes with a television are responsible for paying 17.98 Euro per month (215.76 Euro per year). The ZDF share is 26 per cent.8 Other sources of funds include advertising, sponsorship and commercial production and sales. ARD receives 80 percent of its programming budget from license fees. Ads on ZDF and ARD are legally restricted to a maximum of 20 minutes per day from Monday to Saturday before 8:00 pm.", "ZDF emphasizes that it focuses on news and current affairs, and notes: “ZDF is also particularly successful with documentaries, fiction and sports programs, and has proved able to defend a leading position in the highly competitive environment of currently over 40 German public or commercial free-to-air TV channels.” ZDF contrasts its audience share with ARD's in a table from its website (Table 1). ", "Since the first commercial or private channels emerged in Germany in 1984, competition has continued to grow but with little take up of pay-TV. ZDF cooperates with ARD to offer two national radio programs and joint morning television programming. All radio and TV channels are mainly transmitted by satellite, with radio primarily digital and television both analogue and digital. Over 90 percent of households receive TV via cable or satellite and there are more than 40 free-to-air channels available today.", "Germany is the largest advertising market in the EU and there are two large competing media groups that dominate Germany's commercial television sector: ProSiebenSat.1 Media AG (majority shareholders: KKR/Permira) and RTL Group (Bertelsmann), which operate most of the country's bigger and smaller commercial stations. As the data in Table 1 show, of the two main private channels, RTL in recent years has a larger share of the audience."]}, {"sec_title": "The Information Quality of Public TV Programs", "sec_content": ["The emergence of private channels in the year 1984 changed the television landscape in a marked way, although in 2009 the public channels still accounted for 42.9 percent of the overall market (AGF, 2010). Since the arrival of privately owned channels in the mid-1980s, audiences moved across the four major channels and over 40 free over-the-air channels. Households also have the opportunity to purchase additional packages for Turkish, Arabic, English and other programming for monthly subscription. With the introduction of private channels in Germany, there were complaints voiced about the rise of entertainment in German television news (Pfetsch, 1996). “Infotainment” was a term coined to describe the merging of information and entertainment genres and this was also evident in neighboring EU countries (Brants and Neijens, 2001). One of the latest criticisms of news on the ARD and ZDF comes from recently retired ARD news anchor Ulrich Wickert who laments the lack of seriousness in the programs (Deutsche Presse Agentur, 2009).", "While the private stations focus on entertainment through the introduction of new formats, public broadcasters emphasize their expertise in the field of information: With topics from politics, business, society and culture, ZDF programs put the issues of the community [Gemeinwesen] in the center.9    Information content shapes the profile of ARD as public broadcaster in the fields of television and online channels. ARD commits itself to report about all important political, economically and socially relevant issues using the whole range of journalistic genres and to comply with the principles of objectivity, political independence, sustainability, balance and plurality of opinion. In doing this, ARD makes an indispensible social contribution to the democratic forming of political will. (ARD, 2008)10   ", "With topics from politics, business, society and culture, ZDF programs put the issues of the community [Gemeinwesen] in the center.9 ", " ", "Information content shapes the profile of ARD as public broadcaster in the fields of television and online channels. ARD commits itself to report about all important political, economically and socially relevant issues using the whole range of journalistic genres and to comply with the principles of objectivity, political independence, sustainability, balance and plurality of opinion. In doing this, ARD makes an indispensible social contribution to the democratic forming of political will. (ARD, 2008)10 ", "The self-perception of the public TV stations as first-rate information providers is endorsed by analyses of the program structure and the content of the main evening news programs. In 2008, 42.7 percent of the ARD program and 48.2 percent of the ZDF program was information, compared with 33.3 percent for RTL, 17.6 percent for SAT.1 and 23.5 percent for ProSieben (Kruger and Zapf-Schramm, 2008, p. 202). The analysis of the content structure of the news programs underlines these findings. Compared to the news programs on the private TV stations, the main evening news, especially the ARD's Tagesschau, are more successful in accomplishing their mission in the field of political information (Daschmann, 2009, p. 264). These structural comparisons of public and private news programs do not provide an assessment of the absolute quality of the news programs, however.", "As public broadcasters have struggled with rising cost, the production of information programs has come under severe constraints. This has been reflected for instance in the curtailment of airtime for current affairs programs Panorama, Monitor, Report Mainz, Report München, Kontraste and Fakt by 15 minutes at the beginning of 2006 (Spiegel Online, 2006).", "Another field of rising concern has been foreign news. ARD still stresses the wide range of its net of foreign correspondents, which comprises 26 foreign studios. Foreign news has been an important feature of German TV news programs for several reasons, including the high level of cultural and economic relations in Europe, the relative small size of the country, the strong export position of German business and the high number of German tourists to international locations. Against this background the crisis of foreign news that has been detected by German journalists themselves attains a political dimension as well (Mukke, 2008). With the breakdown of the post-war system and the opening of the Western and Eastern blocks to the world, up-to-date and in-depth information about the world beyond the borders has become even more essential for orientation in a complex and rapidly changing world."]}, {"sec_title": "Public Service Broadcasting and International News", "sec_content": ["In addition to news programs, both ARD and ZDF produced educational programs that focused on political and social development in foreign countries. They maintained networks of foreign correspondents and stressed the importance of their expertise in foreign reporting in their publications and later on websites. ZDF features a link to its 19 bureaus around the world on the first page of its website. ARD's website boasts that it is a first-rate source for information about international affairs: “A special strength of ARD is the foreign correspondents and the 26 foreign studios. This network developed from the 1950s onwards into one of the largest in the world” (Tagesschau, 2009).11 ", "International reporting became the focus of much debate in Germany during the Gulf War in the early 1990s. Truth was described by journalists and scholars alike as the first victim of war, with outrage expressed at the measures taken by the United States and allied forces to control information which effected the portrayal of war on German TV. The dominance of CNN and official US footage in the German newscasts was seen as a serious problem. By 2003, with the buildup to the Iraq war, both private and public channels in Germany decided to put their own correspondents into the region. Only one, RTL, a leading private channel, actually “embedded” a journalist with the troops while the others kept their reporters outside of the theater of war. Embedded reporting raised questions about the independence of journalists to report the news accurately in 2003 (Cortell et al., 2009). The overall performance of German channels was strongly criticized in Germany afterwards for a lack of context and background information, among other reasons.", "This debate about the role of journalists in war overshadowed the ongoing discussion about the quality and quantity of foreign news in Germany. Through its academy in Tutzing, Bavaria, the Evangelical Lutheran Church hosted a public conference that brought together scholars and practitioners to discuss news quality.12 The conference crossed traditional boundaries between scholars and practitioners by bringing both together as presenters and audience members to consider the problems and prospects of televised foreign news under the critical title: “Only crisis, war, and catastrophes?” (Cippitelli and Schwanebeck, 2003). The public service broadcasting organizations then defended themselves by commissioning a report which came to more positive conclusions than the title of the conference (Kruger, 2003).", "Since then, economic challenges have come to shape the debate about the news in Germany. Public broadcasters, television in particular (ARD and ZDF), have reduced their network of foreign correspondents, which led to strong criticism from both TV journalists and independent experts. More recently, the head of ZDF's foreign news department was asked some tough questions in an interview with the left-wing German daily newspaper TAZ about the alleged decline of quality (TAZ, 2009). Several studies were published that criticized German TV channels for the following deficiencies in foreign news, all of which in the German language begin with the letter “K”: Concentration on crisis, war, catastrophes, disease, crime and corruption. In her chapter in the volume that was published from the Tutzing conference, award-winning ARD broadcaster and author Sonia Seymour Mikich noted that the dominant characteristic of foreign news was the triviality of the content (Mikich, 2003). Studies of special format programs came to similar conclusions: developing nations and whole continents on the periphery, in particular, were covered only intermittently even in the special programs on German television (Breckl, 2006).", "Our review of Germany's public service broadcasting system, its mandates and challenges, and the debates about quality in routine news periods as well as in times of war and crisis, suggests that in comparison with the United States, Germany provides a national forum for critically assessing its broadcasting system and a better opportunity structure for citizens to become informed, educated and entertained. While many German scholars and practitioners may be dissatisfied with some of the content of Germany's foreign news coverage, the public broadcasting organizations still maintain bureaus around the world to deliver world news each day to German audiences as part of their mission and role in society. The state and the taxpayers provide some of the funds to support this work.", "Germany's public service broadcasting infrastructure and support for the delivery of foreign news to German audiences stands in stark contrast to the United States where networks are struggling to maintain foreign news coverage. In an effort to reduce costs, CBS followed other networks and in 2010 closed all but one of its international bureaus and laid off dozens of journalists. US networks now rely on other means of gathering foreign news, each of which has disadvantages in comparison with having a seasoned professional on the ground in a local bureau. Examples of the new approaches to gathering foreign news include partner organizations such as Rupert Murdoch's Fox and Sky, stringers with digicams, and the more expensive option—to fly in a network reporter and film crew to cover breaking events."]}, {"sec_title": "Germany Compared", "sec_content": ["How do German television news programs compare in their reporting on foreign affairs? We present findings from content analysis of German television news programs on four channels (ARD, ZDF, RTL, SAT.1) from January 1, 2001 to December, 31, 2007.13 In addition, we compare news from eight countries (Germany, France, United Kingdom, Italy, Switzerland, Spain, United States and South Africa) as well as Arabic transnational satellite channels over the course of one year: April 1, 2007 to March 31, 2008.14 The content analysis was conducted by native-speaking coders trained by Media Tenor (Media Tenor, 2010).15 ", "Over the period 2001–2007, foreign news on these programs was rather consistent in ranging from nearly 50 percent in 2003 to a low of 44 percent of stories in 2006.16 Figure 1 displays the share of foreign and domestic news on these programs each year. While in Germany it might be a matter of debate as to whether this is a glass half full or half empty, it remains a substantial proportion of the news.", " FIGURE 1  Foreign versus domestic news on German television news programs on four channels (ARD, ZDF, RTL, SAT.1)", " FIGURE 1  Foreign versus domestic news on German television news programs on four channels (ARD, ZDF, RTL, SAT.1)", " Figure 2 shows that while there is a trend of increasing foreign news on the public service channels since mid-2003 with highs of just over 50 percent, and declining foreign news on the private channels, large proportions of the programs on the private channels were also devoted to foreign news from 2001 to mid-2003. Even at the lowest point, the share of foreign news on private channels’ programs never dropped below 40 percent.", " FIGURE 2  Share of foreign news on public service (ARD, ZDF) and private (RTL, SAT.1) channels", " FIGURE 2  Share of foreign news on public service (ARD, ZDF) and private (RTL, SAT.1) channels", "Germany's low point, reached in 2006 on the private channels, was still well beyond the levels of 2007–8 in many of the main evening news programs in other countries and in particular the United States where less than 23 percent was devoted to foreign news. Figure 3 compares Germany with news in seven countries as well as Arabic satellite television.", " FIGURE 3  Comparing TV news program reporting of foreign news, April 1, 2007 to March 31, 2008", " FIGURE 3  Comparing TV news program reporting of foreign news, April 1, 2007 to March 31, 2008", "Of the national news media in the countries compared over one year in 2007–8, the transnational Arabic satellite channels aimed at audiences around the world stood quite apart from the rest with a full 96 percent of the main evening news taken up by foreign stories. Germany (45 percent) came just after Switzerland (47 percent), in the percentage of foreign news in evening news programs. Germany was followed by the United Kingdom (39 percent), Spain (36 percent), France (34 percent), South Africa (34 percent), Italy (29 percent), and the United States (23 percent).", "Turning to the characteristics of foreign news across these outlets, we discuss the regional focus of foreign news. Table 2 displays the countries by the region of coverage. From this, we can see more similarities than differences in the regional foci of the European countries for which we have data. All but the United Kingdom devote the greatest share of their foreign news coverage to one region—Europe. ", "Foreign news in Germany was heavily focused on Europe (32 percent), with East Asia ranking far second (16 percent), and the Middle East and North America tied and ranked third (13 percent). The same rank order exists in France, Italy, Switzerland and Spain. Foreign news in the United Kingdom was largely equally divided among three regions, the Middle East, Europe and North America, with Europe second to the Middle East which encompasses Iraq and Afghanistan where UK troops were based. In the United States, the Middle East ranked first (40 percent), far ahead of East Asia (18 percent) and Europe (17 percent). The focus in the United States, like the United Kingdom, was on the countries in which the United States had troops and special interests. In South Africa, Africa ranked first (30 percent) in foreign news coverage, Europe ranked second (23 percent), and nearly tied for third was North America (15 percent) and East Asia (14 percent). For the Arabic channels, the Middle East ranked first (52 percent) followed by Europe a distant second (13 percent) and East Asia a distant third (9 percent). The regional focus on the Middle East is highest among those with special interests (troops and citizens) in the region—the Arabic satellite channels, the United States, United Kingdom, and Germany (see also Kolmer and Semetko, 2009).", "What factors may be driving the content of news in these programs? The study of international or foreign news has been the focus of research for several decades. The work of Galtung and Ruge (1965), based on the Norwegian press, has been widely cited for setting forth the first list of news values that determine whether an event will make it into the news. Subsequent seminal studies point to the routine practices involved in collecting and disseminating news, the characteristics of reporters and their news organizations, and variation across countries in terms of societal values (see, for example, Patterson and Donsbach, 1996; Shoemaker and Reese, 1996; Weaver, 1998).", "A cross-national comparative study of the factors that determined the news in 10 countries around the world found that “news and newsworthiness” are in fact “two distinct theoretical concepts” (Shoemaker and Cohen, 2006, p. 335), and that both complexity and intensity contribute to newsworthiness. International news on television, whether verbal or visual, rates as highly prominent and highly complex, and was described as almost always newsworthy (Shoemaker and Cohen, 2006, p. 351). In the one-year period for which we compared foreign news across countries and outlets here, from April 2007 to April 2008, the data suggest that geographic proximity and national interest are also important factors in explaining the regional focus of foreign news. For the European countries, South Africa, and the Middle East, the surrounding region was most often the focus of foreign news; with the exception of the United Kingdom, which appeared more like the United States in its regional focus due to the presence of troops in Iraq and Afghanistan.", "In sum, our data suggest two more specific conclusions when comparing Germany and the United States. First, Germany and the United States are quite different in the amount of foreign news provided daily as a proportion of stories in flagship news programs. Second, Germany and the United States are somewhat similar in that when foreign news is reported, geographic proximity and national interest are factors that help to explain the content."]}, {"sec_title": "Discussion", "sec_content": ["The greater visibility of foreign news on flagship television news programs in Germany raises questions about the ability to generalize from the US case as described by Jay Hamilton earlier in this issue. Public service broadcasting in Germany, like health care, has long been supported by state subsidies, while the United States continues to struggle with the still unfolding consequences of letting the market decide.17 The consequences of the same market and technological developments (read ‘unbundled news’) are not as dramatic in Germany because of its strong public service broadcasting system.", "Hamilton (2010) argues that audience demand for foreign news in the United States is low because of a lack of education and familiarity with the complexities of foreign institutions, cultures and conflicts. But what came first—the lack of education or the lack of information in US television news? And where have the educated and hungry for complexity gone? It turns out that National Public Radio has seen its ratings surge over the past decade as traditional TV news and newspapers have dumbed down, though this growth in ratings still does not necessarily translate into financial success for quality news outlets (see McClennan, 2009).", "In Germany, the substantial proportion of the programs devoted to foreign news stories suggests that audiences from all educational backgrounds continue to appreciate foreign news, especially on the public channels.18 Even if ratings were to decline dramatically for evening news programming, the public service broadcasting mission remains very important in Germany and still shapes how prime-time should be defined. In a 2008 interview, ARD chairman Frits Raff said “ratings do not dictate … we will continue to support formats with good timeslots which may not necessarily achieve the highest ratings” (Raff, 2008).", "Germany has a longstanding and strong public service ethos that stresses the importance of bringing the major events from around the world into the news each day even when coverage of important domestic events such as election campaigns would push foreign news off the agenda in other countries such as the United States and the United Kingdom (Semetko, 1996). Public service broadcasting may even have initially raised the bar for private channels in Germany which continue to devote a comparatively large share of the programs to foreign news, even though the channels are not subsidized nor bound by the same rules. Although feeling the pressures of competition, the two public channels, ARD and ZDF, still retain substantial though unequal governmental support in the form of license fees, sponsorship and advertising.", "Germany has the largest population of any EU country and by extension the largest media market in the EU. The quality of public service broadcasting in Germany, as in the rest of the EU countries, will continue to be the subject of debate because it is a public good and because it draws on public resources. It is a debate that citizens in the United States will not experience."]}], "references": [{"title": "“Broadcasting Finance and Programmeme Quality: an international review”", "year": "1986", "journal": "European Journal of Communication", "volume": "1", "authors": [{"name": "Blumler Jay", "first_name": "Blumler", "last_name": "Jay", "affiliation": "", "orcid": "", "role": ""}, {"name": "Brynin Malcolm", "first_name": "Brynin", "last_name": "Malcolm", "affiliation": "", "orcid": "", "role": ""}, {"name": "Nossiter Tom J.", "first_name": "Nossiter", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The infotainment of “politics”", "year": "2001", "journal": "Political Communication", "volume": "15", "authors": [{"name": "Brants Kees", "first_name": "Brants", "last_name": "Kees", "affiliation": "", "orcid": "", "role": ""}, {"name": "Neijens Peter", "first_name": "Neijens", "last_name": "Peter", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Why Embed? Explaining the Bush Administration&#039;s decision to embed reporters in the 2003 invasion of Iraq”", "year": "2009", "journal": "American Behavioral Scientist", "volume": "52", "authors": [{"name": "Cortell Andrew", "first_name": "Cortell", "last_name": "Andrew", "affiliation": "", "orcid": "", "role": ""}, {"name": "Eisinger Robert", "first_name": "Eisinger", "last_name": "Robert", "affiliation": "", "orcid": "", "role": ""}, {"name": "Althaus Scott", "first_name": "Althaus", "last_name": "Scott", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Qualität von Fernsehnachrichten: Dimensionen und Befunde. Eine Forschungsübersicht”", "year": "2009", "journal": "Media Perspektiven", "volume": "5", "authors": [{"name": "Daschmann Gregor", "first_name": "Daschmann", "last_name": "Gregor", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Structure of Foreign News. The presentation of the Congo, Cuba and Cyprus crises in four Norwegian newspapers”", "year": "1965", "journal": "Journal of Peace Research", "volume": "2", "authors": [{"name": "Galtung Johan", "first_name": "Galtung", "last_name": "Johan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ruge M. Holmboe", "first_name": "Ruge", "last_name": "Holmboe", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The (Many) Markets for International News: how news from abroad sells at home”", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Hamilton James T.", "first_name": "Hamilton", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Framing the Iraq War: perspectives from American, U.K., Czech, German, South African, and Al-Jazeera News”", "year": "2009", "journal": "American Behavioral Scientist", "volume": "52", "authors": [{"name": "Kolmer Christian", "first_name": "Kolmer", "last_name": "Christian", "affiliation": "", "orcid": "", "role": ""}, {"name": "Semetko Holli A.", "first_name": "Semetko", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Der Irak-Krieg im deutschen Fernsehen. Analyse der Berichterstattung in ARD/Das Erste, ZDF, RTL und SAT.1”", "year": "2003", "journal": "Media Perspektiven", "volume": "9", "authors": [{"name": "Kruger Udo Michael", "first_name": "Kruger", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Politikthematisierung und Alltagskultivierung im Infoangebot. Programmanalyse 2008 von ARD/Das Erste, ZDF, RTL, Sat.1 und ProSieben”", "year": "2009", "journal": "Media Perspektiven", "volume": "4", "authors": [{"name": "Kruger Udo Michael", "first_name": "Kruger", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}, {"name": "Zapf-Schramm Thomas", "first_name": "Zapf-Schramm", "last_name": "Thomas", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Der Trend geht zum Generalisten und Feuerwehrmann”", "year": "2008", "journal": "Ein Dossier zum Zustand der deutschen Auslandsberichterstattung", "volume": "", "authors": [{"name": "Mükke Lutz", "first_name": "Mükke", "last_name": "Lutz", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Restless Searchlight: network news framing of the post Cold-War world”", "year": "1995", "journal": "Political Communication", "volume": "12", "authors": [{"name": "Norris Pippa", "first_name": "Norris", "last_name": "Pippa", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Decisions: journalists as partisan actors”", "year": "1996", "journal": "Political Communication", "volume": "13", "authors": [{"name": "Patterson Thomas E.", "first_name": "Patterson", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Convergence Through Privatization? Changing media environments and televised politics in Germany”", "year": "1996", "journal": "European Journal of Communication", "volume": "11", "authors": [{"name": "Pfetsch Barbara", "first_name": "Pfetsch", "last_name": "Barbara", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Political Communication Culture in the United States and Germany”", "year": "2001", "journal": "Harvard International Journal of Press/Politics", "volume": "6", "authors": [{"name": "Pfetsch Barbara", "first_name": "Pfetsch", "last_name": "Barbara", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Ard-Chef Fritz Raff: ‘Es gibt Kein Diktat der Quote’”", "year": "2008", "journal": "", "volume": "", "authors": [{"name": "Raff Fritz", "first_name": "Raff", "last_name": "Fritz", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Political Communication Research in Germany”", "year": "1997", "journal": "Political Communication", "volume": "14", "authors": [{"name": "Schulz Winfried", "first_name": "Schulz", "last_name": "Winfried", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Political Balance on Television: campaigns in the US, Britain and Germany”", "year": "1996", "journal": "Harvard International Journal of Press/Politics", "volume": "1", "authors": [{"name": "Semetko Holli A.", "first_name": "Semetko", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“TV News and U.S. Public Opinion About Foreign Countries: the impact of exposure and attention”", "year": "1992", "journal": "International Journal of Public Opinion Research", "volume": "4", "authors": [{"name": "Semetko Holli A.", "first_name": "Semetko", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Brzinski Joanne", "first_name": "Brzinski", "last_name": "Joanne", "affiliation": "", "orcid": "", "role": ""}, {"name": "Weaver David", "first_name": "Weaver", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}, {"name": "Willnat Lars", "first_name": "Willnat", "last_name": "Lars", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Foreign News Coverage and International Flow of News Over Three Centuries”", "year": "1987", "journal": "Gazette", "volume": "39", "authors": [{"name": "Wilke Jurgen", "first_name": "Wilke", "last_name": "Jurgen", "affiliation": "", "orcid": "", "role": ""}]}]}