{"doi": "10.1080/1461670X.2017.1375389", "url": "https://doi.org/10.1080/1461670X.2017.1375389", "title": "Crisis Continued", "volume": "20", "year": "2019", "issue": "3", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Parks", "first_name": "Perry", "name": "Perry Parks", "affiliation": "", "orcid": "", "role": ""}], "abstract": "In January 2016, Iran detained 10 US sailors who had drifted into Iranian territory, releasing them 15 hours later after intense diplomatic activity. This article explores the discursive choices evident over three days of broadcast and cable news coverage of the incident to illuminate ideological stances common to several of the reports, with emphasis on two clips from CNN and Fox News that bear significant formal distinctions concealing close substantive similarities. The analysis calls into question dominant views on the ideological positioning of US cable news networks and the discursive emphases among varying journalistic formats, with implications for US domestic politics and global relations.", "body": [{"sec_title": "Introduction", "sec_content": ["On January 12, 2016, two boats carrying 10 US sailors strayed into Iranian waters in the Persian Gulf. They were engaged by Iranian Revolutionary Guards, detained at gunpoint, and forced to land on Farsi Island. They were fed and physically unharmed, and they apologized for the incident on Iranian television. The sailors were released within a day of capture following intense diplomatic activity. In a report six months later, the US Navy blamed the sailors involved and their immediate superiors for a series of misjudgments that precipitated the incursion and capture. The report also accused Iranian officials of violating international law by detaining the sailors and misleading them into giving a video-taped statement. Few of these later details were known in the days immediately surrounding the incident, which took place as US President Barack Obama delivered his final State of the Union Address. The crisis was reported by American news media through an evening news cycle on January 12 and into the morning of January 13, when the sailors’ release was announced.", "The focus of this study is on the tone and content of reporting among two cable news outlets in the day following that release, when the sailors were safely in American hands and Iranian video of their capture and detention had been widely distributed. One could argue that, with no injuries, no shots fired, a turnaround of just over half a day, and officials of both governments expressing relief and an intention to continue building their fragile relationship, the crisis had ended as quickly and innocuously as it had begun. But not all news media responded in this way. Some follow-up reporting instead seized on the video of the detained sailors as an opportunity to extend the crisis atmosphere, weaving the incident with well-rehearsed talking points by opponents of the recently approved Iran nuclear deal to suggest a continued and urgent threat to US safety and sovereignty. This follow-up coverage suggested that the primary threat was to Americans’ sense of global specialness and privilege, their identity as citizens of an exceptional nation (see Gilmore 2015). The proffered themes of weakness and humiliation played a key role in 2016 presidential politics.", "This article explores the discursive choices evident in coverage of the sailors’ release to illuminate ideological stances common to several of the reports, with particular emphasis on two roughly four-minute clips from CNN and Fox News that bear significant formal surface distinctions concealing close substantive similarities. Taking into account reports from multiple traditional broadcast and 24-hour cable stations, analysis will zero in on the selected segments to highlight discursive signals that privilege certain ideological positions while ignoring others (Van Dijk 2009), limiting the perspectives from which audiences could form opinions about US–Iranian relations. The analysis will rely on several discourse analytical tools spotlighting how talk, text, and visual cues invite particular constructions of audience identities and point to unarticulated ideological stances. This deep look into discrete acts of journalism illustrates the richness and complexity of the discursive properties of news content, which most analyses of larger samples must overlook. Thus clip- or article-level studies can provide a nuanced foundation on which to base broader analyses, and without which certain brute stereotypical characterizations (e.g., Groseclose and Milyo 2005) can become entrenched.", "Clear-eyed analysis of the subtle and insidious ways in which narrow discourses of exceptionalism can pervade US media content is crucial for understanding the paradigms that drive US politics and have recently enabled populist authoritarian rhetoric to dominate domestic and foreign policy in an increasingly hyperpartisan public sphere. The present study is particularly salient as President Donald Trump steadily escalated his rhetorical war on CNN during the summer of 2017 while aligning himself with Fox News. Amid this atmosphere wherein the networks are positioned at discursive poles from the highest levels of power, evidence-based demonstrations of unheralded ideological similarities are vital for spreading awareness of these patterns in ways that may disrupt such rhetoric, filtering productively through media analysis and criticism toward news-consuming publics."]}, {"sec_title": "News as Discourse", "sec_content": ["The news media play a key role in helping people make sense of current events. In this work, journalists are guided by values and routines that help shape news decisions (Fowler 1991; Ryfe 2017; Tuchman 1978), and they are subject to a wide range of influences that structure how they perform their work (Shoemaker and Reese 2013). While journalism is normatively viewed as neutral and objective, “It is wrong, as an empirical matter, to assume that the news media simply provide information” (Hallin 1994, 6). Through selection, ordering, and presentation, journalists construct particular realities and play a gatekeeping role affecting “whose voices and what messages get into the news” (Bennett 2003, 2, emphasis in original). This social practice of “constitut[ing] and [being] constituted by social phenomena” engages journalists in discourse (Carvalho 2008, 162). Van Dijk argues that journalists are “part of a dominant, cultural elite who often contribute unwittingly to the expression and legitimation of the national and international power structures …  through subtle discursive means” (1988, x). Journalists’ decisions about what discourses to privilege and what to ignore inevitably result in their taking sides in struggles among political elites, such as the opposing major parties in the US.", "Analyzing journalistic texts is a fruitful way of getting at unarticulated ideology by studying “which spectrum of facts is permitted by this mediated reality and what is silenced” (Fursich 2009, 246). The “spectrum of facts” permitted by traditional news choices can sometimes reinforce dominant social relations by stoking fears of phenomena such as crime (Hall et al. 1978/2013) and terrorism (Chomsky 2005), from which only a powerful state can offer protection, and by marginalizing dissent through persistent depictions of “current social relations as natural” (Richardson 2007, 6). Because US social relations and media institutions in recent years have been especially volatile and reflective of heightened partisanship (e.g., Pew Research Center 2014), analysis of media discourse must remain an ongoing project both to detect and describe shifting ideological patterns. Among the existing social relations at play in this study is the US’s longstanding antagonistic relationship with Iran and the domestic politics involved in modifying that relationship. The Obama administration sought to reverse momentum toward war by negotiating a deal to halt Iran’s nuclear program—an accord strongly resisted by people in both countries seeking to prolong mutual enmity. Journalists, by selecting which sources may speak and which historical and contemporary facts to report, make choices that either support the existing hostility or open spaces for change. Bennett, Lawrence, and Livingston (2006) argue that US journalists tend to “index” their characterizations of issues to the dominant governmental policy perspectives of the moment, and that counter-narratives find little traction unless they also emerge from a governmental power center. The present analysis suggests that the Republican opposition in 2016 was sufficiently skillful in influencing news discourses not only to construct counter-narratives to Obama’s foreign policy priorities, but also frequently to establish their critique as a dominant narrative in what Carvalho (2008, 165) describes as “discourse saturation.”", "One way to explain the circumstances under which a single dominant or multiple competing narratives proliferate in journalistic discourse is through Hallin’s (1989) three spheres of normative reporting standards: the spheres of consensus, legitimate controversy, and deviance. Hallin argues that only within the sphere of legitimate controversy, in which the two major US political parties disagree, do journalists feel obligated to “objectively” report “both sides” of a story. The present analysis will show which aspects of domestic politics and US–Iranian relations evidently fell within each of these spheres in early 2016 and demonstrate that the notion of American exceptionalism remained deeply embedded in the consensus of US journalistic discourse—a consensus that Republicans used to their electoral advantage."]}, {"sec_title": "Ideology, Interpellation, and Positioning", "sec_content": ["Within Hallin’s sphere of consensus exist ideas so widely embraced that unanimity is assumed. One attribute of this sphere is that of the journalist identifying “not as a disinterested observer, but as a patriot” (Hallin 1989, 116). It is hard to go wrong in US journalism by identifying with the perceived national interest, and the mass media are key in sustaining support for the US military (Altheide 2002). Evoking America’s exceptionality, likewise, perpetuates “the notion of America as unique, superior, and even God-favored,” which has “been pervasive in the construction and maintenance of American identity throughout the country’s history” (Gilmore 2015, 302). In this respect, American exceptionalism could be taxonomized among the “enduring” news values identified in Gans’ (1980) seminal study of largely subconscious, consensus-oriented journalistic choices. When journalists perform such a patriotic stance, they position themselves in a specific way, establishing an identity through discourse (Wetherell 2001). The viewer, in responding, participates with the journalist in co-constructing the viewer’s identity. As Hallin puts it, “The news tells us not only what happened in the world today but who we are in relation to that world” (1994, 20). Positioning considered in this way resembles Althusser’s (1971) concept of interpellation, the way communication within an ideological framework “‘hails’ the addressee. In responding to the call, in recognizing that it is us being spoken to, we implicitly accept the discourse’s definition of ‘us’,” (Fiske 1987, 53). Television news presenters, Fiske (1987) and Fowler (1991) argue, are uniquely suited for interpellating: Anchors’ direct address to the camera creates an aura of intimacy, and they “assume the position of ‘our’ representatives asking the questions and making the comments that they assume derive from our (and their) common sense” (Fiske 1987, 54). This makes the anchors’ presentation of any particular set of facts and images seem natural and guides the viewer on the best way to read the situation. Specifically, research affirms that “when exposed to messages explicitly highlighting American exceptionalism, US adults tend to think in similar terms” (Gilmore 2015, 312).", "The common sense deployed by journalists and their sources and shared with audiences can be read as ideology, defined by Billig (2001, 217) as “the ways of thinking and behaving within a given society which make the ways of that society seem ‘natural’ or unquestioned to its members” and by Deetz (2005, 95) as “the presence of implicit values directing thinking and action—values that remain unknown and closed off from discussion.” Discourse analysis attempts to detect ideologies (Bloome et al. 2008, 120), by examining texts for what is contested within them, and what is left uncontested—or, in Hallin’s terms, what issues fall into the spheres of consensus, controversy, and deviance. Similarly, Deetz (2005, 95) suggests that ideological critique “aims at displaying implicit values with the hope of recovering value conflicts, making them discussable and enabling people to choose more clearly in their own interests.”", "The present study will engage in line-by-line, frame-by-frame analysis of two clips from CNN and Fox News to identify ideological positioning in the clips’ tone and content. The analysis draws on several discourse analytical tools identified by such scholars as Gee (1989, 2011) and Van Dijk (1988, 2001, 2009). Interpretive analysis of a wide convenience sample of domestic and international broadcast coverage of the Iran–sailors incident across several days will provide context. The main analysis will first examine an overt use of a journalistic interview on Fox News to reinforce a singular way of looking at the world, beginning with the selection of the clip’s sole source: a Republican member of Congress who vociferously opposes the Obama administration. The interview format and narrow interpretation of the Iran situation invite viewers to adopt the speakers’ point of view. Greta Van Susteren, the interviewer, acts as “our” onscreen representative and substitutes her common sense for the viewers’ (Fiske 1987), in a style that allows her to maintain an identity as a neutral reporter while facilitating her guest’s highly partisan messages (see Bard 2016). The second item of deep analysis is a CNN clip, presented as a professionally reported news package bookended by interpretative commentary by purportedly neutral journalists.", "The overriding questions guiding the analysis are: What are the principal ideological messages conveyed in each of these clips?What is the relationship between the clips’ ideological messaging and their formal characteristics—one a partisan interview and the other a normatively reported news package, on networks positioned as differentially partisan?What are the implications for audiences’ opportunities to make informed political judgments?", "What are the principal ideological messages conveyed in each of these clips?", "What is the relationship between the clips’ ideological messaging and their formal characteristics—one a partisan interview and the other a normatively reported news package, on networks positioned as differentially partisan?", "What are the implications for audiences’ opportunities to make informed political judgments?", "This study’s in-depth look into one case of ideological positioning in routine news coverage might disrupt widely, though not universally, held common-sense prejudgments that CNN necessarily has presented an ideological alternative to Fox News, which is a unique and relatively new institution in US media. The analysis will also situate the longstanding concept of American exceptionalism within a context of extreme contemporary partisanship that has realigned the groups with whom audiences are positioned to identify in matters of foreign conflict."]}, {"sec_title": "Method", "sec_content": ["This study analyzes overt and latent ideological discourse in coverage of Iran’s seizure, release, and treatment of the 10 US sailors who entered Iranian territorial waters in January 2016. To get a broad sense of how the incident was covered on cable and broadcast news, an extensive convenience sample of news clips from January 12, 13, and 14 was reviewed following Google News searches for “US sailors Iran” tied to specific date ranges, plus keyword searches on network sites including CNN, Fox News, ABC, CBS, NBC, NPR, and PBS, in addition to the British Broadcasting Corporation (BBC), Al Jazeera, and the satirical news program The Daily Show. The scattershot nature of the search returns suggests that a complete record was not compiled, but the available clips are sufficient to afford reasonable comparison across networks through various phases of the story: the breaking news of the detention on January 12, the breaking news of the release on January 13, and follow-up reporting on the evening of the 13th and into January 14.", "This broad sample serves as a contextual backdrop for the focus of the study: two video clips from Fox News and CNN that originally aired more than 24 hours after the sailors’ release was first reported and video of their detention was first disseminated. The text consists of a 4-minute and 12-second CNN segment first aired the afternoon of January 14, 2016, and a 4-minute and 22-second Fox News segment (starting at 2:24 in the clip) on the same day. The Fox clip is an overtly partisan interview between “On the Record” host Greta Van Susteren and Republican US Rep. Ileana Ros-Lehtinen, a staunch Obama critic, with no attempt to balance the interview with a Democratic or administration source. (The interview followed a more traditional two-minute edited news package on the release of the Iran video.) The CNN clip is a prepared news package bookended with studio talk between the reporter, chief national security correspondent Jim Sciutto, and “The Lead” anchor Jake Tapper, presented as a traditional, “objective” news report, ahead of an interview with a US State Department spokesman. The cable news clips were purposively selected because both CNN and Fox continued emphasizing the detainment incident with a sense of urgency a full day after most traditional broadcast networks had dropped the story or relegated it to background within a larger international reporting frame. Cable networks also are the main political news source for many Americans (Stroud 2011). And it has been found that cable networks tend to include more partisan and uncivil content than other broadcast networks (Stroud 2011; York 2013), and are thus more likely to rile up affective responses. These factors make attention to subtle discursive signals on cable news particularly salient for ideological analysis.", "While decision-makers at CNN and Fox both chose to keep the Iran–sailors story alive, there are two main reasons to expect the ideological underpinnings for the clips’ content to diverge. The first is the difference in the networks’ self-presentation, reputation, and audience. While CNN and Fox are both for-profit, pro-capitalistic institutions running on the same business model, there are stark differences between the networks’ performative stances, audience demographics, public perception, and surface-level content presentation. Fox, which did not exist at the time of publication of seminal texts examining ideology in TV news (e.g., Fiske 1987; Hallin 1994), is widely understood to be a partisan institution (Bard 2016; Morris 2005) and has been shown to present “a proconservative perspective on issues and events” through “a consistently pro-Republican slant” (Iyengar and Hahn 2009, 22). Some commentators in the era of Donald Trump’s presidency have taken to calling Fox “state media” for its explicitly pro-administration content. The network has even been accused of collaborating with the administration to promulgate false reports to deflect investigation into Trump’s relationship with Russia, as reported by The New York Times on August 1, 2017. It would therefore be unsurprising to find that a Fox News clip—particularly a partisan interview—openly cultivated a one-sided reaction to the circumstances surrounding the US sailors’ detention and release in ways not predicted by the pre-Fox literature.", "CNN, conversely, is widely portrayed by politicians (e.g., Cooper 2017) and academics (e.g., Feldman et al. 2012; Groseclose and Milyo 2005; Stroud 2011) as a more neutral or liberally oriented network. Its news staff regularly perform more ideologically independent personas. For instance, CNN anchor Jake Tapper, who figures prominently in the present study, publicly feuded with Trump in the opening months of his presidency, as reported by The Hill on July 1, 2017. Trump himself, by late summer 2017, was inciting anti-CNN chants at his political rallies. Further, although not all scholarly literature identifies significant ideological distinctions between the networks, such categorizing is common in analyses of US media. For instance: Fox News, for example, tends to cater to a more conservative audience, providing more programming that supports Republican political figures, Christian values, and traditional patriotism. On the other hand, MSNBC and CNN tend to cater to a more liberal audience, presenting information supportive of Democratic political figures and secular values. … [C]able news is in the business of political niches. As such, they must give their partisan audiences their due, which is usually a combative interview with a vocal opposition political leader. (York 2013, 110)Stroud’s (2011) book on partisan selective exposure identifies Fox and CNN as opposing partisan outlets throughout, basing several analyses on assumptions that Fox caters to Republicans and CNN to Democrats. Stroud asserts, in fact, that “the United States arguably is returning to an era of media partisanship” (7) and offers empirical evidence that the two networks, at least on the surface level, took different approaches to covering Middle East conflict and terrorism during the Iraq War. Graphics in a recent Harvard study categorize CNN as center-left in blue, contrasting with Fox and other conservative media outlets in red (Faris et al. 2017). It may be the case that both CNN and Fox benefit from conflict and argumentation, but from a distant analytic level these forces appear to play out from opposite poles of the political spectrum. It is just such surface differences that a close-in discourse study can carefully test.", "Fox News, for example, tends to cater to a more conservative audience, providing more programming that supports Republican political figures, Christian values, and traditional patriotism. On the other hand, MSNBC and CNN tend to cater to a more liberal audience, presenting information supportive of Democratic political figures and secular values. … [C]able news is in the business of political niches. As such, they must give their partisan audiences their due, which is usually a combative interview with a vocal opposition political leader. (York 2013, 110)", "The second reason we would expect content of divergent ideological character between the CNN and Fox clips is the formal differences in the format, participants, and presentation of these segments. The two clips purposefully represent distinct genres of journalistic presentation: one, a partisan interview segment on an opinion-based Fox show; the other, a normatively presented, ostensibly neutral report on a news-focused CNN program. These selections are, intentionally, apples and oranges, to allow for the widest possible expected variation in ideological content. One would not expect an orange, when peeled, to possess the characteristics of an apple. Similarly, one would not expect a neutral news report on a liberally positioned network to exhibit the ideological characteristics of a partisan interview on a conservatively positioned network. When it does, the finding is noteworthy. Flyvbjerg (2006) writes of “critical cases,” or those in which a positive finding in a least-expected event suggests the presence of such phenomena in a broad range of less unlikely cases. This is not to suggest that the results from these two clips are generalizable across content on these networks, but it is indicative of the ideological positions that exist within the discourse of these journalists and their sources. As Baym (2000), following Foucault, writes, “[A]ny single discursive event is necessarily governed by certain rules of performance. One show, then, can illustrate some of the governing rules—the very conditions of possibility—in place at the time of the show’s production” (320). Lincoln and Guba (1990) argue that well-described cases offer “transferability”—points of comparison that aid researchers in making connections with their own work and “re-examining and reconstructing one’s own construction of a given phenomenon” (58).", "The present study is a multimodal ideological analysis of discursive practices that takes into account spoken language in addition to images and text on screen. It is not a microlinguistic or conversation analysis, and therefore I chose simplified transcription notation to ease readability and focus on areas of analytical attention—specifically word choice and emphasis, and thematic content (both present and absent).", "Each clip was transcribed twice. The first transcription focuses on basic verbal turn-taking among speakers with notation of stressed words (underlined in the analysis below), employing an adapted version of the intonation tool described by Gee (2011) with the expectation that verbal emphasis can illuminate ideological priorities. The second transcript of each clip uses imagery as the key marker for language breaks, highlighting the words spoken while a certain image is held on screen. I label these units “shots,” but in some cases I collapsed several cuts into an analytical shot if the images were thematically consistent and did not signal a change of focus in the speech. For readability, I charted the shots in rows, consciously privileging the visual element of each shot in the left column (Ochs 1979). This strategy yielded interesting insights into the editing that matched thematic images with the spoken narrative, in addition to the text that appeared on-screen, offering three objects of analysis for each visual unit.", "Several “tools,” as Gee (2011) describes discourse analytical strategies, were applied to each transcript. In selecting these strategies, I focused on analytical approaches that would help surface implicit attitudes toward identity and ideology based on how word choice, intonation, and context betrayed assumptions about how the world works—and how those assumptions left alternative views unexplored.", "As noted above, a key element of this analysis is assessing how television news viewers are interpellated through the discourse of journalists and sources—how audiences are called upon to recognize themselves and to distinguish themselves from certain others. Using the identities-building tool, I noticed how each presentation positioned key subjects, sources, and the audience, and what identities such presentation “invites” the audience to take up (Gee 2011, 116).", "This tool, following van Dijk:", "… predicts that “outsiders” of various types will be represented in a negative way and “insiders” will be represented in a positive way. … Starting with referential strategies, positive terms are used to refer to “Us” and “Our country” and negative words being used to refer to “Them,” “Their country,” “Their values,” etc. (Richardson 2007, 51)", "Grammatical clues like pronominalization (Gee 1989)—attention to who is using what pronouns to describe which referents—helped with the analysis of “Us” and “Them” characterizations.", "I used a simplified form of this tool, focusing particularly on stressed words, to help demonstrate how speakers’ emphasis in particular cases indicated certain forms of ideological positioning. Gee (2011, 31) writes that “[a] word with more stress than another word sounds more salient,” so I focused on what certain stresses implied about the meaning the audience should take from the discourse.", "Gee (2011) suggests the common-sense aspects of language we take for granted can be foregrounded if we approach the discourse as an outsider who is not familiar with these practices. He calls this approach the “making strange” tool. I used it to examine what facts, opinions, and speakers were left out of the presentations in ways that preserved and naturalized the ideology being communicated. The discourse proffered in the Fox and CNN clips normalizes omissions of context and perspective. By making these omissions strange, we begin to question what isn't there and to recognize the unstated assumptions that the news report conveys.", "This tool digs for “hidden or presupposed meanings in texts …  a taken-for-granted, implicit claim embedded within the explicit meaning of a text or utterance” (Richardson 2007, 63, emphasis in original). Unearthing latent meanings is key to detecting underlying ideological stances that might not be evident even to the speakers. Four key grammatical clues can indicate presuppositions: (1) change-of-state or implicative verbs implying that something exists in some assumed form; (2) The definite article, which implies existing uncontested conditions; (3) Wh- (and how) questions, presuming that the circumstance under query holds agreed-upon characteristics; and (4) “nominal presuppositions,” certain nouns or adjectives that modify noun phrases (i.e., a “new” state of affairs implies a pre-existing one)."]}, {"sec_title": "Analysis and Discussion", "sec_content": ["The story of the sailors’ detention on January 12 quickly shifted from a national security narrative to a political one, as reporters on many outlets tied the crisis to President Obama’s imminent State of the Union speech. CNN’s Jake Tapper, interviewing a White House spokesman (“White House Press” 2016), brought up the nuclear deal and indicated other recent Iranian military actions to conclude that “this does not seem like a country that is ready to be welcomed back into the community of nations.” At 5:03pm, a CNN Pentagon correspondent reported the best available information about how the sailors broached Iranian waters, noting that the Revolutionary Guard corps, believed to have taken the sailors, was “one of the most aggressive elements of the Iranian military” (Starr et al. 2016). NBC’s prime-time Nightly News broadcast led with the seizure’s potential to “overshadow” Obama’s address and derail the nuclear deal, with the reporting correspondent warning that “the detention of those Americans could drag on for days” (Miklaszewski and Kube 2016). As background, the story mentioned Iran’s “long history of dangerous, reckless encounters with the US Navy in the Persian Gulf.” The online text accompanying these clips quoted a tweet from Republican presidential candidate Jeb Bush that “Obama’s humiliatingly weak Iran policy is exposed again.” So first-day reporting offers a glimpse into the predominant ideological positioning in the news media: Iran, a dangerous adversary, has custody of US personnel, a development that could politically embarrass Barack Obama and contribute to perceptions of American weakness. The points of general emphasis in this first-day coverage—which unfolded during the ongoing crisis—foreshadow the ideological positioning evident in the CNN and Fox clips a day after the crisis was resolved, as we shall see.", "The sailors’ release was announced as breaking news on the January 13 morning shows, along with still photos of the captive sailors sitting on the floor in a sparsely furnished room. ABC’s anchor reminded viewers that as they went to bed the night before, “tensions were running high, but yet …  it was resolved rather quickly” (Martinez and Shapiro 2016). Correspondent Martha Raddatz suggested that the sanctions relief expected by Iran in the next week “may have had something to do with the timing.” CBS This Morning’s report quoted a Revolutionary Guard spokesman saying the US boats had committed “unprofessional acts” (“Iran Frees” 2016). But despite lingering tensions, David Martin reported, “The US seems intent on getting this incident behind them as quickly as possible.” An ABCNews.com report asserted, “The quick resolution defused what could have been an international crisis” (Martinez and Keneally 2016). CNN apparently first aired the Iranian video of the captured sailors, with their hands on their heads, and apologizing, about 2pm Eastern time on January 13 (Crawford 2016). CNN replayed the images throughout the day but emphasized the diplomatic success, with one report concluding, “The two countries seem to have passed the first major test of their newly rekindled relationship” (Browne and Rizzo 2016). This theme of diplomatic success and moving forward dominated most television-based coverage for the bulk of January 13, suggesting that such an interpretation fit within Hallin’s sphere of consensus and that the preceding day’s sense of crisis had abated.", "On January 14, little new information emerged about the incident, and it dropped off the radar as a breaking news event. National Public Radio, for instance, simply mentioned the incident toward the end of a larger story on the nuclear deal (Kenyon 2016). PBS NewsHour appears only to have posted a text Associated Press follow-up story on its website. The conservative Media Research Center’s NewsBusters site complained of generally lackluster coverage among the broadcast networks of the Obama administration’s handling of the incident (Whitlock 2016).", "The only network to maintain its urgent and critical tone throughout the three days was Fox News. “This incident comes at a rough time for US–Iran relations,” correspondent Garrett Tenney reported on the morning of January 13, as the sailors’ release was announced (“Iran Releases” 2016). Fox Anchor Bill Hemmer also seemed unconvinced by the diplomatic angle, asserting that Iran’s actions had violated the Geneva Convention on the eve of “a windfall” in sanctions relief and that “something smells” (“Iranian Footage” 2016). Fox portrayed the story as developing into the following evening, January 14, when Greta Van Susteren followed a news update by interviewing a Republican congresswoman in a strident tone similar to Bill Hemmer’s segment more than 24 hours earlier (“Outrage” 2016). The segment was entirely partisan, with no pretense of balance or concern for other viewpoints.", "On CNN, meanwhile, where the diplomatic success narrative adopted by most networks had seemed to thrive on the previous day, the story took on renewed urgency, in this case through an ostensibly neutral report that preceded a follow-up interview with a State Department spokesman (“Growing Anger” 2016). It was this presentation of continuing crisis on Day 3, with CNN reverting to the in-crisis tone from the first-day story as though the second-day resolution had never happened, that drew my attention to the CNN and Fox clips as the primary objects of analysis.", "The following analysis demonstrates that although the CNN report was presented as an ideologically neutral work of dispassionate journalism, its rhetorical and ideological positioning of the events, nations, sources, and audience tightly paralleled the overtly partisan and ideological messages of the Fox interview. To demonstrate these parallels, I will analyze each clip, beginning with the Fox News interview. The analysis contributes to arguments that unreflexive adherence to news routines (e.g., Fowler 1991; Tuchman 1978), emphasis on conflict-driven values, and habituated tendencies toward a culture of exceptionalism can lead US journalists across a perceived partisan spectrum to reproduce dominant ideologies and overlook alternative interpretations that would invite Americans to think more critically about their expectations for themselves and other nations.", "The first word is “Outrage,” spoken by van Susteren in her transition from a reported news story on the Iran incident to her interview with Ros-Lehtinen. The word sets the tone for the interview and is repeated as “outrageous” by Ros-Lehtinen three times. Much of the ideology in this interview is explicit: Iran is an outlaw nation that humiliated innocent US sailors, the “weak” and “feckless” Obama administration is letting them get away with it, the administration is further complicit in negotiating a nuclear deal that grants Iran concessions while getting nothing in return, and the American people are outraged about all of it.", "Ros-Lehtinen quickly broadens her critique of Obama’s handling of the brief Iran crisis to address his treatment of “all of our enemies,” the other named adversary being Cuba, with which Obama had begun normalizing relations. She runs through a litany of wrongs inflicted by Iran on the US sailors who, it bears repeating, drifted armed and uninvited into Iranian territory: “[T]hey boarded the ship, they-they searched it, they seized their weapons, they had 'em kneel, they had their hands up behind their heads, uh, they had ‘em apologize.” From Iran’s transgressions, Ros-Lehtinen returns to Obama’s, accusing Vice President Joe Biden of discounting the event by calling it “standard nautical procedures,” to which she parries, “anything but.” Ros-Lehtinen then widens the context to other Iranian actions, including two recent incidents of firing missiles. The result? “No response from Obama.” Van Susteren interjects to criticize Secretary of State John Kerry for announcing that he thanked Iranian officials for releasing the sailors: “I mean, that’s good, that’s fine and dandy, but like, why didn't he do it privately?”", "Analysis illuminates how Iran, Obama officials, and the audience are being positioned in this text. Iran is clearly the targeted Other, the bad actor in the most recent incident and numerous preceding showdowns with the United States. Fox’s audience is positioned as patriotic Americans, unified against Iran’s transgressions and in support of their blameless sailors. More complex is the relationship of the Obama administration to “We” Americans and “They” Iranians, because although the sailors work for Obama and were quickly released unharmed at least in part due to his administration’s diplomacy, the president is rhetorically aligned with the “enemy,” Iran. Van Susteren’s introduction indicates outrage “over Iran and the Obama administration’s handling” of the incident, implicating the two entities as de facto partners. And Ros-Lehtinen transitions repeatedly between her critiques of Iran and Obama, alternating her attacks in a way that diminishes differences between them. Such rhetoric confuses and narrows the category of “Us,” referring somehow to the United States without its elected leaders, while including the military personnel who answer to those leaders. This complicates the concept of American exceptionalism by carving the commander-in-chief, traditionally the personification of the US military and foreign policy, out of the block of entities entitled to unquestioning deference and respect.", "Ros-Lehtinen uses this crisis to raise questions about a policy issue that has vexed her party—the accord in which Iran promised to halt its nuclear enrichment program in exchange for the lifting of certain international sanctions. Even as Van Susteren wonders about the specific incident—how the sailors got off course, why Kerry thanked Iran for cooperating, why Iran released videotape of the incursion—Ros-Lehtinen raises the stakes by invoking Iran’s expectation of “over a hundred billion dollars very soon as a result of this weak and dangerous deal.” This is an interesting move, because the pronoun “this” to describe the deal implies a referent that had not yet entered the conversation. “The standards are so low, Greta, that when the report card comes out, they’ll say ‘Iran check check check, they’ve been complying with everything’.” The “making strange” analytical strategy encourages us to wonder why any government would enter into a deal as one-sided as the nuclear accord described by Ros-Lehtinen, or, alternatively, why anyone describing the deal would leave out the benefits touted by its supporters—that it would prevent Iran for years from posing a nuclear threat and reduce the risk of war. It would have been possible to pursue a narrative of exceptionalism in which Obama officials had led the world in crafting an agreement to avert war. Instead, the Republican argument was that Obama was trying to subvert American exceptionalism by negotiating for peace, and that the only way to preserve US exceptionalism was through aggressive posturing.", "The presupposition tool provides further insights into what Van Susteren and Ros-Lehtinen take for granted. Ros-Lehtinen accuses the Obama administration of “giv[ing] all of our enemies concessions after concessions.” The presupposition is that the world is full of enemies with whom the US should be loath to cooperate. The Obama administration has a different view, but it is not acknowledged. Van Susteren wonders “how Iran felt so bold or emboldened that they want to humiliate us,” a question presupposing that Iranian officials acted unanimously from fully aligned motivations, rather than, perhaps, from defensiveness or within a factious attempt, not unlike US Republicans, to undermine the nuclear deal. There is also the presumption that Iran’s behavior was worse now than it would have been in some unspecified past, but the unfolding of previous similar encounters with Western militaries suggests that Iran’s actions might have been much “bolder” had the nuclear talks fallen through. The key unspoken presupposition is that the entire incident was Iran’s fault, eliding the fact that it was the actions of the US military, not Iranian officials, that began the confrontation. At the end of the clip, Ros-Lehtinen explains “why people are so mad,” a presupposition that everyday Americans are angry about what happened with the US sailors, and, by extension, about the internationally negotiated nuclear deal. No evidence is offered that people are mad, aside from Ros-Lehtinen herself. Fowler (1991, 148) describes such presuppositions in media as “press hysteria,” raising the example of a food disease outbreak: “When the newspapers spoke …  of an ‘eggs panic’ or ‘eggs scare,’ it was not clear who was supposed to be scared” (emphasis added).", "Summarizing, five key themes stand out from the Fox clip: a clear effort by a Republican and her sympathetic host to “Other” Iran, align Democrat Obama with US adversaries, interpellate American audiences as indignant victims of humiliation and foul play, undermine the nuclear accord with Iran, and perpetuate a crisis atmosphere around an incident that had been effectively resolved (see Table 1). We now turn to a differently styled segment—a reported, ostensibly neutral news story bookended with journalistic interpretation—on a neutral or liberally positioned news network, CNN, for comparison. Crisis ContinuedCable news, American exceptionalism, and discourses of dangerAll authorsPerry Parkshttps://doi.org/10.1080/1461670X.2017.1375389Published online:03 October 2017TABLE 1 Ideological themes presented by Fox News interviewCSVDisplay Table", "“The Lead” host Jake Tapper introduces his segment on the Iran incident like this: Jake Tapper: … On The Lead now Iran released shocking footage of 10 US sailors beingtaken into custody this week, their arms behind their heads, on their knees, at gunpoint, as wellas later, sitting on the floor, the female sailor wearing a headscarf. And while—those troops andtheir families are no doubt glad that they’re now safe, and the Obama administration is callingthe quick release of those sailors a victory for US dipomlacy[sic]—diplomacy, uncomfortablequestions are now being raised about whether Iran may have violated international law—in thisincident … .", "Jake Tapper: … On The Lead now Iran released shocking footage of 10 US sailors being", "taken into custody this week, their arms behind their heads, on their knees, at gunpoint, as well", "as later, sitting on the floor, the female sailor wearing a headscarf. And while—those troops and", "their families are no doubt glad that they’re now safe, and the Obama administration is calling", "the quick release of those sailors a victory for US dipomlacy[sic]—diplomacy, uncomfortable", "questions are now being raised about whether Iran may have violated international law—in this", "incident … .", "Tapper then brings in correspondent Jim Sciutto to introduce his packaged report. Sciutto notes that the US boats went off course “because of a mechanical issue” and says, “We’re learning now more details of those moments when the [Iranian] boats surrounded them.” The reported package begins with a familiar narration of how the sailors were taken into custody, with information about the Navy’s response. Video of a detained US sailor saying “It was a misunderstanding,” continues while Sciutto’s voiceover intercedes: “What happened next is sparking—even more outrage, both inside and outside the military. Iran broadcast and rebroadcast images of the captured sailors on their knees—across the world.” The story cuts to a man in a T-shirt and fleece sweatshirt, in what appears to be a media briefing room, identified as Republican US Rep. Adam Kinzinger, condemning Iran’s (but not American media’s) disseminating of the video. Sciutto’s voiceover intercedes again to report the Obama administration’s contention that relationships forged during negotiations over the nuclear deal helped resolve the situation quickly. A man who appears to represent the administration but is never identified is shown equivocating over the incident: The video on the face of it is, um, it’s—difficult to watch. I mean there’s no—question about that. And nobody likes to see—eh, our sailors in that position. But we got our sailors back wi—in less than 24 hours. And nobody got hurt.Sciutto’s voiceover describes the impending release of funds to Iran under the nuclear deal and lists “a series of provocations by Tehran,” including incidents of missile firing and the continued captivity of American citizens. A file clip of an imprisoned man saying “Please help me,” appears, and Sciutto adds that “US officials believe Iran also knows the whereabouts of former FBI agent Robert Levinson.” The story cuts back to the Republican congressman, who ends the packaged report by saying, “I think this administration’s willing to stomach just about anything to make sure this deal goes ahead.” Back in the studio, Sciutto answers Tapper’s initial question, saying that American officials don't believe Iran violated international law by publicizing the US sailors’ capture because the nations are not at war. The segment concludes with Sciutto summarizing reaction from his military sources:  …  who are alarmed by the silence, particularly from senior US military officials, including the defense secretary, at least saying, “That’s wrong. You don't parade our soldiers and sailors on television like that.” Uh, and—and that’s, that’s a criticism the administration’s going to have to answer to.There are two primary differences between the CNN clip and the Fox News clip above. The first is formal: While short portions at the beginning and end of the CNN segment include people talking live in a studio, matching the entirety of the Fox clip, the bulk of the piece is an edited news report that intersperses voiceover and B-roll with sound bites from multiple sources. The edited story contains a beginning—the seizure of the US boats; a middle—reaction and exposition; and an end—a final sound bite with a concluding thought. As a result, the segment appears more coherent and polished than the Fox News conversation.", "The video on the face of it is, um, it’s—difficult to watch. I mean there’s no—question about that. And nobody likes to see—eh, our sailors in that position. But we got our sailors back wi—in less than 24 hours. And nobody got hurt.", " …  who are alarmed by the silence, particularly from senior US military officials, including the defense secretary, at least saying, “That’s wrong. You don't parade our soldiers and sailors on television like that.” Uh, and—and that’s, that’s a criticism the administration’s going to have to answer to.", "The second primary difference is the inclusion in the CNN report of the administration’s position, however fleeting—a key signifier of fairness that places the report in the genre of “objective” journalism. However, the analysis below will demonstrate that the formalistic and signifying practices that identify the reported news piece as neutral are a misleading veneer for the same ideological positioning that was evident in the partisan Fox clip. When we peel the orange, we find the characteristics of the apple.", "The positioning of Americans as patriotic, honorable victims begins in the opening lines of the transcript, when Tapper describes the “shocking” video of the sailors’ capture and detention. The content of this footage is most shocking if one would not expect Iran, a sovereign nation, to view encroaching foreign troops with suspicion and to detain and question them—that is, if one expected American troops to be treated with deference under all circumstances. Journalists and sources’ sense of an exceptional American identity are evidenced in stresses on particular words promoting the salience of “our” soldiers and sailors. The segment also raises the issue of Americans being “humiliated” by the incident, although unlike the Fox clip, this is done not by partisan speakers but through graphic text onscreen as the story is introduced, identifying the topic as “Iran’s Humiliation [of the US]” through an omniscient, uncontestable voice. That the sailors, and by extension all Americans, have been humiliated, appears to fall within Hallin’s “sphere of consensus.”", "Iran is positioned as an Other through images such as an exotic Iranian market shown during discussion of the nuclear deal and the examples of ways in which Iran has threatened or interfered with American interests. These dichotomous common-sense identities (US always good; Iran always bad) constrain CNN from emphasizing that the incident began when US forces entered Iranian waters without permission or warning. Instead, the entire incident is portrayed as though it were Iran’s fault. When Iran launches missiles, it’s a provocation by Iran. And when the US encroaches upon Iran’s territorial waters, it’s a provocation by Iran.", "Analysis tools help spot ways in which CNN identifies the Obama administration more closely with the Other, Iran, than with the interests of patriotic Americans. One example is the sound bite from the administration official, framed in a formal, somewhat aloof context, who is not identified onscreen,1 in contrast with the Republican representative, who is casually dressed, framed in a more familiar manner, and identified by name. The report ends with correspondent Sciutto citing unnamed military sources who believe they are being betrayed by senior commanders and the Obama administration because those officials are not voicing more outrage about the video, again suggesting that Obama is more closely aligned with Iran than his troops. Sciutto closes by asserting, “[T]hat’s a criticism the administration’s going to have to answer to,” but the making strange tool invites us to ask why the administration needs to answer to this criticism. Obama and senior commanders are in charge of the people who are complaining to Sciutto; the chain of command indicates that the critics actually answer to the administration. One could argue the sailors involved in creating this international diplomatic incident, and their immediate superiors, are the ones who should face more scrutiny—which they in fact did in the official US Navy (2016) report. But this perspective does not arise in the CNN segment.", "As with the Fox News clip, the making strange tool invites us to ask why the packaged CNN story discusses what Iran will get out of the deal, most notably “the end of punishing economic sanctions …  freeing up tens of billions of dollars in Iranian assets now frozen overseas,” but not what the US and the rest of the world get, which is Iran pledging to give up on its nuclear program for at least a decade. The agreement is portrayed less as a deal than a gift, and then juxtaposed with the list of “provocations” by Iran to indicate that it does not deserve this gift. An alternative way to present the agreement would be as the diplomatic foundation that allowed the US to get its sailors back in one day after they wandered into Iranian territory—which, in fact, was the dominant storyline on most networks one day earlier.", "Finally, analysis suggests the overriding function of this segment is to foment a sense of continued hostility and urgency regarding the now-resolved 15-hour incident. The making strange tool foregrounds the fact that Tapper’s syntax—“while … no doubt”—in describing families’ relief to have their sailors home safe is a way of dismissing that reaction as less important than what will follow: the assertion that Iran has humiliated the United States. Tapper’s introductory comments switch from the active voice when he refers to the families’ and Obama administration’s reaction to passive voice when he asserts that “uncomfortable questions are now being raised” about Iran’s actions. The passive voice allows the question-raisers to avoid accountability, perhaps because many of them are in the news media and many others are administration opponents aiming to score political points. The stress on “even more outrage” over the video suggests that the story was preceded by earlier outrage over Iran’s taking the US sailors into custody, even though there was no evidence at the time that Iran’s interdiction was outrageous. “More outrage,” however, implies that the safe, prompt return of the US sailors did not solve any problems. The making strange tool inspires us to ask why the word “insist” is used to describe the administration’s assertion that, all things considered, the incident went pretty well. “Insist” implies stubborn clinging to a position in the face of countervailing evidence, but CNN offers no evidence to contradict the administration’s assertion that the incident was resolved peacefully, quickly and without harm to US personnel.", "In summary, the foregoing analysis shows that, while the CNN report presents the trappings of a neutral and balanced account of the follow-up to Iran’s release of the US sailors, the package actually conveys the same key ideological messages that the Fox News interview delivers in a straightforward manner. In Table 2, the first two columns are identical to Table 1, but the third column adds examples from the CNN clip to demonstrate the rhetorical similarities in presentation between the two segments. Crisis ContinuedCable news, American exceptionalism, and discourses of dangerAll authorsPerry Parkshttps://doi.org/10.1080/1461670X.2017.1375389Published online:03 October 2017TABLE 2 Ideological themes presented by Fox News interview, with parallel examples from CNN reportCSVDisplay Table", "There are few American examples of more nuanced reporting on the US sailors’ detention. While most US coverage overlooked the complexity of Iran’s internal politics, some reporting showed that Iran’s government is not a monolith. For instance, an extended clip on CBS News’ 24-hour streaming video channel included explanation from National Security Correspondent David Martin that “Iran is … bifurcated in-in who’s running the show” (“Iran Frees” 2016). In this same CBSN clip, former US Navy pilot Chris Harmer acknowledged that the US and Iran both engage in “spying operations” in the Persian Gulf, thereby challenging the ideology of exceptionalism. The January 13 PBS NewsHour segment (“What’s at Stake” 2016) also took time to explain divisions within the Iranian government, with a New Yorker writer noting that Iranian voters may have been an intended audience for the video of the detained US sailors: The issue …  has been politicized in our election season and it is—it’s going to be in the Iranian season as well. … [T]he hard-liners are making hay of it here. Hard-liners are making hay of it in Iran.Meanwhile, some international media, including the BBC, appear to have offered more sedate coverage with more nuance on Iranian perspectives than the US cable networks. The BBC reported that Iranian state media were “studiously restrained” about the incident (“Iran Media” 2016). Al Jazeera’s coverage pulled heavily from wire services and does not appear significantly distinct from the straighter US reporting.", "The issue …  has been politicized in our election season and it is—it’s going to be in the Iranian season as well. … [T]he hard-liners are making hay of it here. Hard-liners are making hay of it in Iran.", "Perhaps the most counter-hegemonic presentation came not from a “real” news source, but a “fake” one: Comedy Central’s The Daily Show. Host Trevor Noah (2016) did not merely relay Republican attacks accusing Obama of weakness; he mocked and deconstructed them, applying a form of the “making strange” analytical tool to challenge the prevailing message that Iran was the instigator of the incident: “Iran didn't insult America. American sailors trespassed in Iranian waters. Iran was just protecting their borders. And if anyone’s obsessed with protecting their borders, it’s you guys.” By not taking American hardliners’ claims at face value, Noah disrupted their ideological positioning and opened more potential identities to viewers."]}, {"sec_title": "Conclusion", "sec_content": ["Analyzing news reports of developing situations through the hindsight of subsequent events is a humbling reminder that initial reports are often incomplete or incorrect, while interpretations based on those original assumptions can easily become entrenched. This analysis of two cable news stations’ follow-up reporting on Iran’s capture and release of 10 US sailors demonstrates how cable news can perpetuate a sense of crisis in global affairs, and how starkly one-sided ideological positions can be embedded into ostensibly neutral reports. Such a demonstration requires close attention not just to manifest, surface-level meanings but to latent meanings that can be interpreted through discourse analysis (e.g., Gee 2011; Richardson 2007).", "Both the Fox and CNN segments portrayed the aftermath of the sailors’ brief captivity as a situation that had not yet ended, in fact suggesting that “more” or “growing” outrage were appropriate responses well after the sailors were safely released and most broadcast networks had moved on from the story. Further, even though the Fox segment was an overtly partisan interview with an outspoken Republican critic of the Obama administration and the CNN segment assumed the form of a balanced journalistic report, both segments contained similar images, language, and ideological characterizations of the sailors, Iran, the Obama administration, and the international nuclear deal. Many of these characterizations played easily into existing American perceptions of Iran, which has long been positioned as an enemy of the United States, rather than offering alternative ways of viewing the incident that could reflect more favorably on Iran’s behavior and the potential war-averting benefits of the nuclear deal.", "Journalists have historically been loath to challenge the prevailing beliefs of their audiences. “Journalists open no new levels of perception for their readers and do not expand their intellectual horizon” (Chalaby 1998, 191). A significant implication of this narrow-banded reporting was to reinforce and heighten a sense of national anxiety and insecurity among the American public—a mood seized by Republican presidential candidate Donald Trump in this January 14, 2016, Washington Post article: I stood yesterday with 75 construction workers. They’re tough, they’re strong, they’re great people. Half of them had tears pouring down their face. They were watching the humiliation of our young ten sailors, sitting on the floor with their knees in a begging position, their hands up. And Iranian wise guys having guns to their heads.With high-profile supporting narratives on US cable networks purportedly serving both Republican and Democratic audiences, it was easy for Trump to foment this sentiment broadly during his populist presidential campaign.", "I stood yesterday with 75 construction workers. They’re tough, they’re strong, they’re great people. Half of them had tears pouring down their face. They were watching the humiliation of our young ten sailors, sitting on the floor with their knees in a begging position, their hands up. And Iranian wise guys having guns to their heads.", "A key takeaway for media scholars is to check assumptions regarding differences between news outlets such as Fox and CNN, such as reflexively treating the latter as consistently more neutral or liberal than the former (e.g., Groseclose and Milyo 2005; Stroud 2011; York 2013). The mere fact that right-wing politicians characterize CNN as the “Clinton News Network” or seek to delegitimize it as “fake news” does not, in fact, shed light on the ideological character of the network’s content. News values of crisis and conflict, likely unconscious ideological predilections among journalists including the unarticulated “three spheres” theorized by Hallin, and the political economy of audience chasing can result in portrayals of controversial events on CNN and other networks that position audiences and subjects in a very similar fashion to Fox News. While it may be understood in some scholarly circles that Fox and CNN share certain underlying ideological predilections, widespread societal and academic expectations are that the networks offer competing world views. It is important, then, to empirically demonstrate sub-surface ideological similarities, to offer evidence on which to base subsequent arguments, in order to effectively raise awareness and pursue reform. This study offers such evidence: demonstrative, persuasive, and, in pursuit of opening broader discursive possibilities, necessary.", "None of the foregoing should be taken as an argument that CNN and Fox are identical. Fox News, in many ways, including its overt rhetorical cover for Donald Trump, does stand apart as a uniquely partisan and propagandist operation. But this makes CNN’s more latent, less partisan ideological content even more insidious, because the audience is likely to be caught off guard. The formally objective packaging and performative neutrality is less likely to provoke motivated reasoning or other heuristics that might be triggered by the overtly partisan content on Fox.", "Further study is needed to determine whether or how ideological positioning on CNN shifted during the progression of the Trump administration. Certainly, on its surface, much of CNN’s content in 2017 was far more aggressive in calling out Trump than Fox News was. But only a deeper look, such as that produced by this study, can show how underlying ideological predispositions may remain. The findings of this study are not intended to pin any news organization in place, but rather to disrupt such knee-jerk characterizations based on historically situated analysis or brute analytical methods. Analysis of additional cases featuring news events of varying geographic and topical scope—such as climate change, health care, race relations, etc.—can add to our understanding of how hidden ideologies can shape news content. Bringing the reproduction of common-sense relations repeatedly to light may help increase awareness among scholars, journalists, and audiences that other ways of viewing the world are possible."]}], "references": [{"title": "The Role of Differing Host Styles in Fox News’ Prime Time Coverage of Health Care Reform in August 2009", "year": "2016", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "", "authors": [{"name": "Bard Mitchell. T.", "first_name": "Mitchell.", "last_name": "T.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Promise and the Product: A Textual-Critical Analysis of Public Television’s NewsHour", "year": "2000", "journal": "Journal of Communication Inquiry", "volume": "24", "authors": [{"name": "Baym Geoffrey.", "first_name": "Baym", "last_name": "Geoffrey.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "None Dare Call It Torture: Indexing and the Limits of Press Independence in the Abu Ghraib Scandal", "year": "2006", "journal": "Journal of Communication", "volume": "56", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lawrence Regina G.", "first_name": "Lawrence", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Livingston Steven", "first_name": "Livingston", "last_name": "Steven", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Media(ted) Discourse and Society: Rethinking the Framework of Critical Discourse Analysis", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Carvalho Anabela.", "first_name": "Carvalho", "last_name": "Anabela.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Climate on Cable: The Nature and Impact of Global Warming Coverage on Fox News, CNN, and MSNBC", "year": "2012", "journal": "The International Journal of Press/Politics", "volume": "17", "authors": [{"name": "Feldman Lauren", "first_name": "Feldman", "last_name": "Lauren", "affiliation": "", "orcid": "", "role": ""}, {"name": "Maibach Edward W.", "first_name": "Maibach", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Roser-Renouf Connie", "first_name": "Roser-Renouf", "last_name": "Connie", "affiliation": "", "orcid": "", "role": ""}, {"name": "Leiserowitz Anthony", "first_name": "Leiserowitz", "last_name": "Anthony", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Five Misunderstandings About Case-Study Research", "year": "2006", "journal": "Qualitative Inquiry", "volume": "12", "authors": [{"name": "Flyvbjerg Bent.", "first_name": "Flyvbjerg", "last_name": "Bent.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "In Defense of Textual Analysis", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Fursich Elfriede.", "first_name": "Fursich", "last_name": "Elfriede.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Literacy, Discourse, and Linguistics: Introduction", "year": "1989", "journal": "Journal of Education", "volume": "171", "authors": [{"name": "Gee James P.", "first_name": "Gee", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "American Exceptionalism in the American Mind: Presidential Discourse, National Identity, and U.S. Public Opinion", "year": "2015", "journal": "Communication Studies", "volume": "66", "authors": [{"name": "Gilmore Jason.", "first_name": "Gilmore", "last_name": "Jason.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Measure of Media Bias", "year": "2005", "journal": "The Quarterly Journal of Economics", "volume": "120", "authors": [{"name": "Groseclose Tim", "first_name": "Groseclose", "last_name": "Tim", "affiliation": "", "orcid": "", "role": ""}, {"name": "Milyo Jeffrey", "first_name": "Milyo", "last_name": "Jeffrey", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Red Media, Blue Media: Evidence of Ideological Selectivity in Media Use", "year": "2009", "journal": "Journal of Communication", "volume": "59", "authors": [{"name": "Iyengar Shanto", "first_name": "Iyengar", "last_name": "Shanto", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hahn Kyu S.", "first_name": "Hahn", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Judging the Quality of Case Study Reports", "year": "1990", "journal": "International Journal of Qualitative Studies in Education", "volume": "3", "authors": [{"name": "Lincoln Yvonna S.", "first_name": "Lincoln", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Guba Egon G.", "first_name": "Guba", "last_name": "G.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Fox News Factor", "year": "2005", "journal": "Harvard International Journal of Press/Politics", "volume": "10", "authors": [{"name": "Morris Jonathan S.", "first_name": "Morris", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Transcription as Theory", "year": "1979", "journal": "Developmental Pragmatics", "volume": "10", "authors": [{"name": "Ochs Elinor.", "first_name": "Ochs", "last_name": "Elinor.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Cultivating Political Incivility: Cable News, Network News, and Public Perceptions", "year": "2013", "journal": "Electronic News", "volume": "7", "authors": [{"name": "York Chance.", "first_name": "York", "last_name": "Chance.", "affiliation": "", "orcid": "", "role": ""}]}]}