{"doi": "10.1080/1461670X.2015.1040892", "url": "https://doi.org/10.1080/1461670X.2015.1040892", "title": "User Rankings and Journalistic News Selection", "volume": "18", "year": "2017", "issue": "2", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Wendelin", "first_name": "Manuel", "name": "Manuel Wendelin", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Engelmann", "first_name": "Ines", "name": "Ines Engelmann", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Neubarth", "first_name": "Julia", "name": "Julia Neubarth", "affiliation": "", "orcid": "", "role": ""}], "abstract": "User rankings provide detailed information about the news selection of internet audiences. Due to the difficult economic situation of many publishing companies, newsrooms are increasingly forced to take these data into account. This paper contributes to the debate about an increasing audience orientation in journalism. We conducted a content analysis of various media outlets and user rankings in order to explore current differences between journalistic news selection and selections of the audience. Our comparison criteria include news values and topics. The results show similarities in news values, but differences in preferred topics. Finally, we discuss the opportunities and challenges presented by user rankings for the analysis of audience behavior.", "body": [{"sec_title": "Introduction", "sec_content": ["The permanent availability of click rates for news stories, reader comments, and key figures of social media activity is changing the dynamic between journalism and its audiences. Today, journalists know much more about the news interests of their readers than they ever have before. At the same time, the current economic difficulties in the media landscape lead to an increasing impact of visible audience preferences on the selection processes of newsrooms (Anderson 2011; Lee, Lewis, and Powers 2012; MacGregor 2007; Strömbäck and Karlsson 2011; Tandoc 2014). In the long run, these developments could result in a shift within the selection criteria of journalists—from professional journalistic principles to the relevance structures of internet audiences. Although journalists have always sought to appeal to audiences in some way, it can be assumed that the pressure to comply with the audience's preferences has increased significantly. This presumption is of both scientific and normative interest, because it may affect the variety and quality of journalism (Tandoc and Thomas 2014). Against this background, this paper focuses on the question of similarities and differences between the news selections of journalism and its audiences.", "We aim to compare the news selection of the audience, based on online user rankings, with the selection of journalists, regarding news values and topics. In 2012, we conducted a content analysis of two German most viewed article rankings (Yahoo.de and Focus.de) and one ranking (Virato.de) that ranks articles according to their social media activity on Facebook, Twitter, and Google+. Regarding the journalistic news selection, we analyzed three German media outlets: Bild (offline tabloid), Süddeutsche Zeitung (offline quality press), and Spiegel Online (online quality news site).", "Research on audience news selection is methodically challenging in a specific manner. To date, reception criteria were only accessible in an indirect way by means of surveys and complex experimental designs. In this way, Web metrics and “news recommendation engines” such as user rankings recently promised new insights (Thorson 2008). However, ultimately user rankings remain “black boxes,” because the algorithms upon which they are based are kept secret by the owners of the respective websites (e.g., news sites, news aggregators). We can at least assume that economic and other interests influence ranking orders. Such restrictions must always be considered when analyzing user rankings. Nevertheless, different types of user rankings display the various forms of audience selection on the internet in a very differentiated manner and almost in real time, without being biased by possible retention errors or by social desirability (Schaudt and Carpenter 2009, 18). In order to discuss the differentiation of user rankings, we propose a typology based on the criteria “audience activity,” “sources,” and the “professionalism” of the ranked news items:", "Typically, user rankings display audience activity in terms of click rates, recommendations, and the number of comments on news stories. This approach reveals various forms of audience selection: selective reception (“most read”), selective multiplication (“sent by e-mail”, “social media activity”), and selective participation (“most commented”).", "User rankings either contain news stories written by the internal newsroom staff and with publication restricted to the website of the ranker, or include further sources from the internet. Rankings based on the ranker's own stories can usually be found on journalistic news sites. On the contrary, news aggregators rank news items produced by various content providers.", "The rankings of news aggregators require further distinction between those which exclusively rank professional journalistic articles and others that also include blog posts, or only rank user-generated content."]}, {"sec_title": "Audience Orientation in Journalism", "sec_content": ["In Gatekeeping Theory, factors that influence journalistic news selection are structured by several levels of analysis. There are influences evident at the individual level, as well as on the levels of journalistic routines, organizations, social institutions, and social systems (Shoemaker and Reese 2014). Audience orientation is only one influencing factor among others. However, it is a factor that seems to have become increasingly important in recent years. Due to the new opportunities for audience monitoring on the internet, as well as economic forces, the former “missing link” between journalism and the audience (Schlesinger 1987) can now be considered a rather dominant criteria (Strömbäck and Karlsson 2011).", "As such, audience orientation is not necessarily only an issue impacting on online media. Many newspapers have online outlets, by which they are also able to monitor audience behavior on the internet (“integrated newsrooms,” Paterson and Domingo 2008). An additional argument is the “media groupthink” concept (Shoemaker and Reese 2014, 183, 196–198). If the leading online media monitor and respond to the selection of their audiences, and offline journalists adjust their news selection to the decisions of their online colleagues, the orientation of internet audiences also indirectly affects the offline media (Shoemaker and Reese 2014, 183–185).", "The normative evaluation of audience orientation is ambivalent. Put simply, a form of journalism that is completely blind for its acceptance would be dysfunctional in terms of its public purpose. From an economic perspective, audience orientation can be described as product optimization. However, the discussion must address whether Web metrics actually constitute an equivalent to the aggregated reader expectations, provided by previous audience research, or whether they are simply a helpful complementary factor.", "Ultimately, Web metrics only contain data about the exit option and disregard the voice option. By concentrating only on quantities, there is no information about the voice of the internet audience (for the theoretical background of the general distinction between exit and voice option, see Hirschman 1970). What people expect from a specific content provider and what they actually select on the internet is not necessarily identical in all cases.", "Besides Web metrics, deducting actual audience preferences from an aggregated selection provided by user rankings is also problematic because the audience can only choose from a set of news stories that have already been preselected by the respective content providers. Thus, for the audience, the corridor of possible selection is always restricted beforehand. The narrower and more professional the basis of a user ranking (e.g., only journalistic articles or only articles from the ranker's own news site), the more the audience selection is pre-structured by the journalistic selection. Nevertheless, user rankings can be considered a feedback channel, by which the audience influences the decisions of news editors, although this process may often occur unintentionally and unknowingly (“secondary gatekeeping,” Shoemaker and Vos 2009; Boczkowski and Mitchelstein 2012). In this way, audience selection conversely affects the journalistic selection and consequently leads to a self-reinforcing process, if the audience itself is also using user rankings for news selection (“collaborative filtering,” Knobloch-Westerwick et al. 2005; “social navigation,” Lünich, Rössler, and Hautzer 2012).", "Further debate regarding the advantages and disadvantages of user rankings will require research on the degree of audience orientation in various media formats (Tandoc and Thomas 2014). Their closeness to the global trends in the selection behavior of the internet audience must at least be compared, which is the goal of our study. Thus, homogeneity in the selection criteria of journalistic media and their audiences are considered to be indicative of audience orientation in journalism.", "Regarding the criteria for this comparison, we chose news values and topics. In literature, news values are amongst the first aspects that are mentioned when it comes to define the rules structuring news selection (Eilders 2006, 5). News values are relevant criteria for both journalists and their audiences (Eilders 2006; Lee 2009; Shoemaker and Reese 2014). Likewise, these same arguments can also be applied to the selection of topics; which topics are or are not covered; and which topics potentially stimulate reading, recommending, and commenting on news stories. Most prominently, the comparison of the topic selection of journalists and their audiences is discussed in agenda-setting research. However, in the ongoing debate about audience orientation, the direction of the “classic” agenda-setting effect is reversed (Lee, Lewis, and Powers 2012).", "Beyond topics and news factors, there are further aspects that evoke attention of the users of online news sites. In this context, Shoemaker and Vos (2009, 124–126) discuss the narrative structure of stories. Other selection criteria might be the applicability to everyday life (Thorson 2008) and elements of humor (Shifman, Coleman, and Ward 2007). Time is another obvious factor. The longer the time a news item is online, the more clicks it might receive. These findings and assumptions reveal a shortcoming of the research on audience selection via user rankings: regarding rankings, it is not discernible where and for how long the ranked articles originally appeared on their respective websites. However, to some extent internet users are also using “news recommendation engines” for navigating the news content. Thus, it is plausible that the influence of such journalistic presentation characteristics is declining in recent years (Thorson 2008, 484)."]}, {"sec_title": "News Factors and News Values in Journalism and in the Selection of the Audience", "sec_content": ["Concerning the theory of newsworthiness, Kepplinger and Ehmig (2006) emphasize the differences between the terms “news value” and “news factor”. They refer to a two-component theory of news selection.The relative impact of characteristics of news stories—the news factors—on the selection of news stories is called news value. News values are—other than news factors—not qualities of news stories, but characteristics of journalists—their judgment about the relevance of news factors. (Kepplinger and Ehmig 2006, 27)", "The relative impact of characteristics of news stories—the news factors—on the selection of news stories is called news value. News values are—other than news factors—not qualities of news stories, but characteristics of journalists—their judgment about the relevance of news factors. (Kepplinger and Ehmig 2006, 27)", "This clarification makes the theory of newsworthiness compatible with research on news bias (Staab 1990a). To this effect, we apply the term “news value” as an indicator of the relevance of news factors. We assume that the attribution of relevance differs between several media formats and across various audience segments (Kepplinger and Ehmig2006).", "In order to explain the impact of news factors, scholars refer to theories of biological evolution as well as cognitive and social psychology (Eilders 2006). Shoemaker and Cohen (2006, 7–8) distinguish between two dimensions of news factors—“deviance” and “social significance.” Both dimensions are separate predictors of newsworthiness: “People have been biologically influenced to attend to deviance and culturally influenced to attend to social significance” (Shoemaker and Cohen 2006, 9). Similar to this approach, Eilders (2006, 13–16) argues, according to theories of selective attention, that news factors help to reduce complexity by directing attention to the meaningful (social significance) and potentially dangerous (deviance). Examples of news factors in the deviance dimension are novelty, oddity, conflict, controversy, and sensationalism. News factors including importance, impact, consequence, and interest refer to social significance (Shoemaker, Danielian, and Brendlinger 1991; Shoemaker and Cohen 2006).", "In the following pages, we outline influential news factors in journalism and for the news selection of the audience. In doing so, we mainly refer to comparisons of journalistic and audience selection regarding offline media (meta-analysis: Fretwurst 2008), because to date, very few studies have analyzed news factors in online formats. Influential are those news factors which provide news value for journalists and/or internet users. Because we compare news selection in German media and user rankings, we mainly refer to the findings of German studies. Although there might be some cultural variation, we assume that these findings are also largely applicable to other media systems (international comparison: Shoemaker and Cohen 2006). For offline journalism, primarily news factors of social significance are influential. These news factors are thematization, duration, relevance, impact, and damage (Schulz 1976); facticity, establishment, impact, reach, benefit, and damage (Donsbach 1991); establishment and reach (Eilders 2006); and relevance, impact, valence, and reference to nation (Fretwurst 2008). In contrast, the dimension of deviance is less important for offline journalists. Influential factors are unexpectedness and personification (Schulz 1976); prominence, personification, unexpectedness, controversy, and aggression (Donsbach 1991); and controversy and prominence (Eilders 2006). The news factors of reach, impact, prominence, and controversy are also relevant in online journalism (Hautzer, Lünich, and Rössler 2012). However, on the internet, time-referenced news factors, such as actuality and continuity, are predominating (Hautzer, Lünich, and Rössler 2012, 182). Online, the “thirst to be first” (Lewis and Cushion 2009) seems to be more relevant than it is for offline media.", "The offline news selections of the audience as well as the offline journalists are influenced by similar news factors of the social-significance dimension: consequence (Schulz 1976); nation, reach, damage, facticity, benefit, and impact (Donsbach 1991); and social relevance and valence (Fretwurst 2008). Regarding the deviance dimension, influential factors include emotions, aggression, controversy, uncertainity, and unexpectedness (Schulz 1976); aggression, unexpectedness, controversy, personification, and prominence (Donsbach 1991); controversy (Eilders 2006); and personification (Fretwurst 2008). Evidently, compared with offline journalism, more news factors in the deviance dimension are relevant for the offline audience. For the online audience (selective reception and multiplication) news factors, which refer to entertainment (such as animals, curiosity, humor), are dominant (Schaudt and Carpenter 2009, 19; Hautzer, Lünich, and Rössler 2012, 175–184). In contrast, Lee (2009) found that news factors of social significance are more influential than news factors of deviance. However, while Hautzer, Lünich, and Rössler (2012) analyzed user rankings, Lee (2009) used survey data.", "To date, most studies on audience news selections have tested the impact of news factors on the reception and retention of only newspaper articles and television news (Eilders 2006; Shoemaker and Cohen 2006). Thus, news factors predominantly influence audience selection indirectly, mediated by presentation characteristics of the media. Newsworthy stories are presented more prominently, so the audience is likely to follow guidelines provided by journalists (Lee 2009, 184). However, Tewksbury (2003) notes “substantial differences” between online and offline media use. Online readers of the New York Times are more likely to follow their own interests and are not led by the presentation characteristics of journalists (Thorson 2008, 474).", "Further, the selections of online audiences not only refer to reception and retention of news stories, but also to the new forms of multiplication and participation. Few studies address the influence of news factors on these forms of audience selection. Weber (2013) showed that news factors of journalistic articles affect both participation and interactivity in the comments sections of news websites. In user rankings of the most commented stories, news factors of the social-significance dimension are more important than factors of deviance (Hautzer, Lünich, and Rössler 2012; Ziegele and Quiring 2013; Ziegele, Breiner, and Quiring 2014). For selective participation and for journalists’ news selections, similar news factors are influential; for selective reception and multiplication, we can assume that the dimension of deviance is more relevant according to the findings of the studies discussed above. However, very few studies comparatively analyze the news value of news factors across various media formats (Harcup and O’ Neill 2001) and across various forms of audience selection on the internet. Given the uncertainties we have addressed in the literature review, we formulate our first research question:RQ1: What are the similarities and differences between the audience selection of news stories on the internet and the journalistic selection of news in terms of news factors and news values in various media formats?", "RQ1: What are the similarities and differences between the audience selection of news stories on the internet and the journalistic selection of news in terms of news factors and news values in various media formats?"]}, {"sec_title": "Topics in Journalism and in the Selection of the Audience", "sec_content": ["Regarding the topic selection, the differences between journalistic online and offline formats are rather small. Public affairs (politics, economy, finances, and international topics) dominate the quality press in print and on the internet (Boczkowski, Mitchelstein, and Walter 2011). Quandt (2008) shows that, for the German leading news outlets sueddeutsche.de and Spiegel Online, stories concerning the economy and national politics proportionally predominate on both websites. He compares online journalism with offline media and concludes that “online journalism is fairly conventional when it comes to topic categories” (Quandt 2008, 733). Reinemann et al. (2011, 229–230) conducted a review on hard and soft news and highlighted the differences between quality newspapers and the tabloid press in terms of topic preferences. Not surprisingly, they found greater differences between quality journalism and tabloid journalism than between online and offline formats.", "According to the literature, the topic selection of the audience on the internet differs from the selection of the quality press (Schaudt and Carpenter 2009, 19–20). The users of news websites more likely to click on articles concerning nonpublic affairs (Boczkowski, Mitchelstein, and Walter 2011). Considering these findings, Boczkowski and Mitchelstein (2012) identified a “news gap” between the journalistic news selection and the selection of the audience on the internet. In a study on the topics that interest American online news readers, Tewksbury (2003, 703) revealed that the topic category of sports content received approximately the same number of views (selective reception) as national, world, politics, opinion and editorial, and state and local news together. In contrast, the study of Thorson (2008, 482) identifies opinion, business, and national news to be the top topics occurring on the most widely e-mailed list (selective multiplication) of the New York Times website.", "Boczkowski and Mitchelstein (2012) show that news stories focusing on public affairs are more likely to appear on rankings of the most commented stories (selective participation) than on rankings of most viewed and most e-mailed articles. These findings suggest that topic selection among journalists and the internet audience varies across public and nonpublic affairs, similar to the varying relevance of news factors for the deviance and social-significance dimensions. The quality press prefers public affairs topics, while internet users are more likely to read and share nonpublic affairs topics. In contrast, selective participation is close to the journalistic criteria. One might conclude that news factors and topics are not necessarily independent from one another (Kepplinger and Ehmig 2006). On the basis of the few studies available and their partly ambiguous findings, we formulate our second research question:RQ2: What are the similarities and differences between the audience selection of news stories on the internet and the journalistic selection of news in terms of topics in various media formats?", "RQ2: What are the similarities and differences between the audience selection of news stories on the internet and the journalistic selection of news in terms of topics in various media formats?"]}, {"sec_title": "Methods", "sec_content": ["We conducted a content analysis of news stories in three German user rankings and in three German journalistic media outlets. The period under review amounted to two weeks, from May 26, 2012 through June 8, 2012. We chose a period of time without any special events. However, we collected data two weeks prior to the European Soccer Championship 2012 in Poland and the Ukraine. Thus, the relevance of the sports category might be overrepresented in our results, although this potential bias would be mirrored in all of the analyzed media and user rankings in the same way.", "In order to analyze the journalistic news selection, we chose two main German newspapers: the Bild Zeitung (offline tabloid) and the Süddeutsche Zeitung (offline quality news source). In addition to these two print media, we analyzed the coverage of Spiegel Online, the most successful news outlet on the internet in Germany. With this selection, we aimed to consider various media formats (tabloid and quality, online and offline). We analyzed the articles on the front pages of the print media and identified the top 10 (first-listed) stories on the main page of Spiegel Online on a daily basis.", "To analyze user rankings, we selected Yahoo News (German), Virato.de, and Focus Online. The selection criterion again was diversity (provide different types of rankings). Yahoo News exclusively ranks articles that are published on its own website. The stories are mostly based on information from news agencies and are seldom edited by Yahoo News. On this website, we analyzed the ranking of the most viewed stories (selective reception). The ranking on Focus Online also exclusively consists of the site's own stories, but these stories are primarily produced by the newsroom of Focus Online and not by news agencies. On the Focus Online site, we also chose the ranking of most viewed stories. The third user ranking we selected is maintained by Virato.de, a German news aggregator that does not produce its own content, but rather ranks articles of other news providers depending on the amount of user activity (likes, shares, plus-ones, and tweets) received by a story in social media (selective multiplication). We included the top 10 stories of every user ranking in our analysis. This limitation was intended to ensure comparability among the various user rankings and the journalistic media. Further, in the interest of comparability, we only analyzed user rankings that offered at least 10 ranked positions. For this reason, we decided not to include the rankings of Spiegel Online and sueddeutsche.de. At the time of our data collection, the rankings on these websites did not meet with the requirements of our study. We justify our sampling procedure with the monitoring options of newsrooms, which exceed the analysis of their own websites only. Additionally, journalists monitor audience selection based on the rankings of news aggregators, such as Virato.de. Possible limitations arising from this approach are reconsidered in the Discussion section.", "We saved the four websites each day at 5:00 pm in order to compare online news and user rankings with the print newspapers. This time is close to the copy deadline in offline newsrooms. The unit of analysis for all variables is the single news story. Due to comparability reasons with the print newspapers, only text elements were included in the content analysis. Additional multimedia aspects were ignored; specifically, we excluded 21 news stories in the form of videos, pictures, or photo galleries. Eleven student coders analyzed the resulting article sample of 667 news stories. We measured reliability through two different values. We computed the average pairwise intercoder agreements (PA) using Holsti's method and Cohen's kappa (κ). This procedure is further discussed in the next section.", "The content analysis is based on several formal structural categories. For each news story, we coded the media outlet or user ranking in which the story was published (PA = 1, κ = 1), its ranked position (PA = 1, κ = 1), and the text length in terms of the number of words (PA = 0.98, κ = 0.88; agreement ±5 percent of the counted words). The topic variable was coded with 65 characteristics (PA = 0.70, κ = 0.68) and is based on other content analyses (e.g., politics, economy, sports; Shoemaker and Cohen 2006). Each news item was assigned to only one of the 65 topics, depending on the headline or lead of an article. The audience selection of news stories also is based on such teaser features (Zillmann et al. 2004; Weber 2013, 7). The codings of the single topics were subsumed under 10 main topic categories.", "Regarding our 19 news-factor variables, we mainly followed the operationalization of Eilders (1997) and Staab (1990b). In order to measure varying intensities of news factors (Kepplinger and Ehmig 2006), we initially used five-level interval scales for most of the news-factor variables. However, to ensure reliability, we had to transform the interval scales into dichotomous variables (news factor existing/not existing) before conducting the data analysis.", "For the news factor of proximity, we distinguished between geographical (PA = 0.94, κ = 0.88), political (PA = 0.94, κ = 0.88), economic (PA = 0.91, κ = 0.83), and cultural (PA = 0.93, κ = 0.86) proximity concerning German news readers. High geographical proximity is defined by physical closeness, political proximity by close similarities concerning the political system (e.g., voting system, foreign policy), economic proximity by similarities concerning the economic system, and cultural proximity by similarities concerning cultural aspects (e.g., language, religion, traditions). Coding took place based on lists containing the proximity characteristics for every country we expected to appear in the news stories (Staab 1990b). Further, we included the news factors curiosity (divergence of the reported event from the usually expected social reality; PA = 0.72, κ = 0.22), aggression (news items about the range of violent behavior from verbal aggression to physical violence; PA = 0.90, κ = 0.60), controversy (dissent expressed in a news item; PA = 0.71, κ = 0.44), prominence (occurrence of a well-known person in a news item; PA = 0.82, κ = 0.33), unexpectedness (unexpected new event or surprising development in known courses of events; PA = 0.66, κ = 0.31), personification (focus on single persons while reporting an event; PA = 0.91), emotions (reporting about strong feelings like happiness or misery associated with an event; PA = 0.75, κ = 0.42), sexuality/eroticism (news item contains sexual innuendo; PA = 0.98), national involvement (from the perspective of German news readers) (PA = 0.71, κ = 0.54), impact (occurrence of influential persons, groups, or institutions; PA = 0.66, κ = 0.22), reach (events and developments affecting a large number of people; PA = 0.94), elite locations (places of great political or economic importance; PA = 0.81, κ = 0.59), facticity (people or institution acting in dynamic situations; PA = 0.97), success (positive outcome of a dynamic situation and/or action are reported; PA = 0.68, κ = 0.38), and damage (negative outcome of a dynamic situation and/or action is reported; PA = 0.62, κ = 0.25).", "After the transformation into dichotomous scales, the PAs of most news-factor variables exceed the value of 0.7 (with four exceptions, minimum 0.62). Thus, the reliability tests were successful overall (average PA = 0.83). As expected, the values of Cohen's kappa are lower. However, apart from three exceptions (curiosity, impact, damage), all values are above 0.30 and thus indicate fair agreement beyond chance. Further, Cohen's kappa is not available for the dichotomous news-factor variables of personification, sexuality/eroticism, reach, and facticity due to invariant values because, for example, reach was coded for almost all news items in the sample of our reliability test, while sexuality/eroticism did not appear at all. Accordingly, for all of these four variables, the PAs are very high (above 0.90). Overall, if a variable has only a few codes, like our dichotomous news-factor variables, lower kappa values also indicate substantially high agreement (Bakeman et al. 1997; cf. Weber 2013, 8).", "In order to effectively consolidate the results, we summed up our topic categories, distinguishing only between public affairs and nonpublic affairs topics. To public affairs we allocated our main topic categories of political organization (i.e., topics related to the political system itself), internal security and defense, economy, and society. Nonpublic affairs topics included criminality, science, environment, culture, sports, and service topics (Boczkowski and Mitchelstein 2012).", "Further, we consolidated the codings of single news factors to the dimensions representing social significance and deviance (Shoemaker, Danielian, and Brendlinger 1991). We considered impact, reach, elite location, facticity, success, damage, and national involvement to be news factors of social significance. The news factors curiosity, aggression, controversy, prominence, unexpectedness, personification, emotions, and sexuality/eroticism were classified to deviance. Because of its theoretical background, the factor of damage could be allocated to both dimensions (Eilders 2006). Given our decision regarding the dimension of social significance, we perceived damage as well as success to be consequences of actions and events (Shoemaker, Danielian, and Brendlinger 1991). The news factors of proximity were not considered, because they belong to the category of “contingent conditions,” merely moderating the effect of other news factors, similar to the factor of actuality (Shoemaker, Danielian, and Brendlinger 1991, 783).", "In order to compare the news factors of social significance and deviance between various news outlets, we built two indices. We initially computed the sums of news factors representing social significance and deviance in every news item. Subsequently, we standardized them according to the total number of possible news factors for social significance (SocSig, N = 7) and deviance (Dev, N = 8). Because the news factors of both dimensions are not empirically mutually independent (Fretwurst 2008), we computed the difference of both standardized news-factor dimensions per news item. Further, we standardized the results based on the number of words in the article (WB). In so doing, we prevent bias in our findings on news values by longer stories, such as those in Spiegel Online, or shorter stories, such as those in Bild Zeitung. Further, in theory of newsworthiness, the length of articles is an indicator of the news value of news factors. The standardization on the number of words enables a comparison between news values (and not news factors only) found in journalistic media and the user rankings. For the computation of our news-value index per article (NIB), we used the following formula:", "We contrast this computation with a second index-version, in which the relationship between news factors of social significance and those of deviance is not standardized based on the number of words. Thus, it is possible to check whether the number of words actually impacts the relationship between both dimensions of news factors. We name the second index the “news-factor index” (not news-value index) because it ignores the extent of the news items. In both cases, values between 0 and 1 indicate that news factors or values of social significance on average are dominant. In contrast, values between –1 and 0 indicate that news factors or news values of deviance are dominant."]}, {"sec_title": "Results", "sec_content": ["According to RQ1, we initially compared the news factors and news values between the journalistic media and the user rankings. For all news items, we coded N = 6803 news factors. On average, every article (N = 667) contains about 10 news factors (SD = 3.36). The articles of the Bild Zeitung contained the fewest (mean = 8.6, SD = 3.10), and the articles of Spiegel Online contained the most (mean = 11.4, SD = 3.5). First, we compared the relative distribution of the single news factors between the three journalistic media and the three user rankings (Table 1). Thus, we calculated the coherencies between the media and the user rankings for each news factor separately (Cramer's V). We then compared the coherencies across all of the six media formats and user rankings. If the value of Cramer's V was higher for the overall comparison than for the separate comparison, then we inferred a greater difference between the journalistic news selection and the selection of the internet audience than within the media formats and the user rankings.", "As shown in Table 1, there are only a few news factors with different levels of relevance for journalism and for the internet audience. Regarding the dimension of social significance, elite location throughout is more important in journalism than it is for internet users. Conversely, within the deviance dimension, unexpectedness is more relevant in the user rankings than it is in the media formats. However, for the majority of news factors, journalistic and audience news selection is similar. Thus, the levels of relevance among individual news factors are essentially more heterogeneous within the various media formats than within the user rankings. Four of the seven news factors of social significance differ within the journalistic media outlets, but only two differ within the user rankings. Regarding the deviance dimension, the findings are similar. Five of the eight news factors differ among the journalistic news selection, but again only two among the user rankings.", "Concerning the journalistic media outlets in the online–offline comparison, as well as in the comparison between the quality press and tabloid press, we found no clear evidence that news factors occur more frequently in one or the other category (Table 1, columns 2–6). Within the dimension of social significance, the quality press and the tabloid press differ in the news factors of impact, reach, and national involvement, while all of the three media formats are diverse in the occurrence of damage. The findings in the deviance dimension are similar. The two offline media are similar concerning the news factors of curiosity, aggression, and emotions, while the articles of the news website contain other news factors. The frequencies of prominence and controversy are more similar among the quality media, but there is a difference compared to the tabloid.", "Regarding the internet audience, we distinguished between user rankings of most read articles (selective reception: Yahoo News, Focus Online) and rankings of social media activity (selective multiplication: Virato.de). On the dimension of social significance, the frequencies of the news factors of facticity and national involvement are similar between Virato.de and Focus Online. However, altogether there is hardly any variation between the various user rankings of selective reception and multiplication (Table 1, columns 7–11).", "In a second step, we condensed our findings. First, we compared the selections of journalism and internet audiences. Thereby we used the two indices, described above. Second, we compared the selection among all six journalistic media and user rankings separately (Table 2). On average, the overall comparison of the news-value index (NI) shows that the news factors of social significance have more news value for the journalistic media than they do for the internet audience (NIJour = 0.0023 versus NIPub = 0.006; F(1, 665) = 68.75; p < 0.001). Thus, the two offline media form a group in which news factors of social significance are more relevant than factors of deviance. Conversely, in the user rankings and the online newspaper, the news factors of both dimensions are almost equally important (RQ1). Our comparison of the news-factor index also indicates that the offline media outlets contain more news factors of social significance than the news website and the user rankings do. The ranking of Focus Online displays a distribution of both news-factor dimensions that is similar to that of the two offline newspapers. Evidently, the news items of this user ranking must be more extensive in order to contain news factors of social significance. Altogether, the second index also shows that social significance clearly prevails over deviance in all journalistic media and user rankings, if the number of words remains unconsidered.", "In the following section, we compare the topic selections of journalism and those of the internet audience according to RQ2 (Table 3). More than half of the news items in the journalistic media outlets are focused on public affairs. In contrast, only one-third of the stories in the user rankings address public affairs. Regarding single topic categories, journalists consider political organization, economy, and culture to be the most important, while the audience prefers sports and service topics.", "A closer look at the journalistic media reveals that the two quality formats are similar in their topic selections, but they differ from the tabloid press (Table 3, columns 2–5). The offline quality newspaper focuses on sociopolitical topics, while the news website covers more economic and political issues. Regarding the news selections of the internet audience, our findings show that articles about everyday life (service) and the economy provoke more social media activity than do others (Virato.de). In contrast, the most read stories (Yahoo News, Focus Online) mainly cover sports and crime. However, there are clear differences between both rankings of selective reception. This finding could be explained by the source of the articles in these rankings. Both rankings exclusively rank their own stories. Thus, the ranking lists reflect a difference in the content providers’ topic structures. Altogether and compared to the news values, the topic selection shows more differences between the journalistic media and the user rankings (RQ2). Thus, the topics of the tabloid are closest to the selections in the user rankings."]}, {"sec_title": "Discussion", "sec_content": ["Due to the transparency of audience behavior on the internet and the assumption of an increasing audience orientation in journalism, we compared news values and topic selections across various media formats and user rankings.", "Overall, our results show that in the analyzed cases, there are hardly any differences across media formats and user rankings concerning the selection of news factors. In the journalistic media outlets, news factors of social significance are slightly more important than they are for internet users. We found that in terms of news values, the internet audience's selection is mostly similar to that of the news website. More differences were revealed by the comparison of the topic selections. While journalists prefer political issues and neglect service topics, the internet audience favors service topics and is not very interested in politics. In this regard, user rankings are closest to the offline tabloid in terms of topic selection. This finding could be explained by the tabloid press's effort to appeal to mainstream audiences (Shoemaker and Reese 2014).", "The comparison between the various types of user rankings (selective reception versus multiplication) also shows hardly any differences, for either news values or for topics. In this area, our results support previous studies. For the selective reception and the forwarding of news stories via e-mail and social media channels (selective multiplication), similar selection criteria are effective (Thorson 2008; Boczkowski and Mitchelstein 2012; Hautzer, Lünich, and Rössler 2012).", "The similarities between the news website and the user rankings concerning news values could be explained by the more direct influence of Web metrics on internet media formats. Hence, the journalistic routines in online newsrooms should be different from those in print media newsrooms (MacGregor 2007; Anderson 2011), where user data are only indirectly available, via online outlets. Given this background, it is interesting that the topic selection of the user rankings is closest to the selection of the offline tabloid and differs from the news website. Further studies are necessary in order to explain these differences.", "Most dissimilar to the user rankings is the topic selection of the offline quality newspaper. In the offline quality newspaper and on the news website, public affairs are clearly preferred. Again, this result could be explained by differences in journalistic routines and goals of the media organizations (Shoemaker and Reese 2014, 178–180). Both the news website and the offline quality newspaper tend to place public affairs in more visible positions. The tabloid is more diversified in this respect, as are the preferences of the internet audience. The offline quality newspaper appeared to be the medium most autonomous from internet audience selection criteria. Characteristically, this media format is confronted with economic problems and simultaneously makes the greatest claims of journalistic quality. The selections of news websites and offline tabloids currently seem to be closest to the selection criteria of the internet audience. However, offline quality papers obviously write for their specific readers. It is likely that the news interests of those readers are expected to be different from the interests of the internet audiences, based on user rankings.", "Certain limitations of this study must be reconsidered. Firstly, the sampling should be mentioned. In order to compare the news selection in different media formats (e.g., quality versus tabloid; online versus offline), the analysis should include more than one outlet per type. For methodological reasons, the case studies presented in this paper naturally could not be considered representative. However, we selected very prominent cases, each with a comparatively wide distribution in Germany. Thus, we assume that other media outlets are not too different from these leading media, in terms of their own news selections. It would also be interesting to broaden the sampling to further media formats, such as television news (Reinemann and Eichholz 2006; Shoemaker and Cohen 2006). The same argument can be made for the sampling of user rankings. Based on our data, it is ultimately impossible to analyze whether differences in news selection result from specific characteristics of the ranking websites or from the type of ranking (i.e., selective reception versus multiplication versus participation).", "Further, it would be interesting to compare the journalistic news selection and the selection in user rankings on the same website. Additionally, such a comparison should include an offline outlet from the same publishing company. In this way, the interdependencies between the audience selection and the journalistic selection of news could be analyzed in more depth. The selections of a news source's own readers presumably have a greater impact on journalists than the preferences of the global internet audience (via user rankings of news aggregators). Further, across different media outlets, such an approach would enable a comparison of the selection criteria of various audience segments. Similar to different media formats, the users of a quality news websites should also have a set of selection criteria that is different from that of users of online outlets of the tabloid press, for example.", "Further, we assume that the internet audience selects articles not solely on the basis of news factors and topics. For example, the service potential of news stories may influence the selective multiplication (Thorson 2008). High-ranking positions may also be dependent on presentation characteristics of the articles on the journalistic news sites of their origin. In particular, the position of a story and the duration of its availability may influence ranking hierarchies (Lee, Lewis, and Powers 2012). However, in this respect there are some technical problems to solve, because user rankings do not contain such information. The same problem generally arises around the question of websites of origin. To what extent might high-ranking positions be explained by audience activity on the original publishing context of the articles, and what is the impact of the audience's usage of the rankings? This feedback loop can be characterized as a self-reinforcing process based on news recommendation engines (Thorson 2008).", "Another limitation stems from the short time-span of the content analysis. It would be interesting to compare two periods of time (e.g., heightened political activity versus routine political activity; Boczkowski and Mitchelstein 2012) or to widen the research period. Conversely, in order to examine “real-time” dynamics between journalists and the audience on the internet, the crawling and saving of the websites could also be conducted in shorter time intervals (e.g., every one or two hours). Dynamic evaluation procedures could be applied on this basis, in order to enable the analysis of audience orientation in journalism by means of time-series approaches (Lee, Lewis, and Powers 2012).", "While this study focuses on the current criteria for news selection, further research should be more closely focused on historical comparisons. Above all, secondary analyses of news-value data and studies on topic selection are necessary in order to gain further insight about possible changes in journalistic news selection criteria. Discussions about theoretical implications rely on such comparisons over time. The normative evaluation of a stronger audience orientation in journalism—either as mediation close to audience needs and as audience emancipation, on the one hand, or as mainstreaming and loss of plurality in public communication, on the other hand—is an important question. If quality media also selected topics according to the selection of the internet audiences, this could endanger their function to inform the public about politically relevant issues. However, our findings do not indicate such a development. Further research should also focus on possible long-term accommodations on audience preferences. Such processes are beyond the topic and news-factor levels, and include the implementation of more eye-catching pictures, narrative storytelling, and other elements of the tabloidization of news."]}], "references": [{"title": "“Between Creative and Quantified Audiences: Web Metrics and Changing Patterns of Newswork in Local US Newsrooms.”", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Anderson Chris W.", "first_name": "Anderson", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Detecting Sequential Patterns and Determining their Reliability with Fallible Observers.”", "year": "1997", "journal": "Psychological Methods", "volume": "2", "authors": [{"name": "Bakeman Roger", "first_name": "Bakeman", "last_name": "Roger", "affiliation": "", "orcid": "", "role": ""}, {"name": "McArthur Duncan", "first_name": "McArthur", "last_name": "Duncan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Quera Vincenç", "first_name": "Quera", "last_name": "Vincenç", "affiliation": "", "orcid": "", "role": ""}, {"name": "Robinson Byron F.", "first_name": "Robinson", "last_name": "F.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“How Users Take Advantage of Different Forms of Interactivity on Online News Sites: Clicking, E-mailing, and Commenting", "year": "2012", "journal": "Human Communication Research", "volume": "38", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mitchelstein Eugenia", "first_name": "Mitchelstein", "last_name": "Eugenia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Convergence across Divergence: Understanding the Gap in the Online News Choices of Journalists and Consumers in Western Europe and Latin America", "year": "2011", "journal": "Communication Research", "volume": "38", "authors": [{"name": "Boczkowski Pablo J.", "first_name": "Boczkowski", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mitchelstein Eugenia", "first_name": "Mitchelstein", "last_name": "Eugenia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Walter Martin", "first_name": "Walter", "last_name": "Martin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“News Factors and News Decisions. Theoretical and Methodological Advances in Germany.”", "year": "2006", "journal": "Communications. The European Journal of Communication Research", "volume": "31", "authors": [{"name": "Eilders Christiane", "first_name": "Eilders", "last_name": "Christiane", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“What Is News? Galtung and Ruge Revisited.”", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Harcup Tony", "first_name": "Harcup", "last_name": "Tony", "affiliation": "", "orcid": "", "role": ""}, {"name": "O’Neill Deirdre", "first_name": "O’Neill", "last_name": "Deirdre", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Predicting News Decisions. An Empirical Test of the Two Component Theory of News Selection.”", "year": "2006", "journal": "Communications. The European Journal of Communication Research", "volume": "31", "authors": [{"name": "Kepplinger Hans Mathias", "first_name": "Kepplinger", "last_name": "Mathias", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ehmig Simone", "first_name": "Ehmig", "last_name": "Simone", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Impact of Popularity Indications on Readers: Selective Exposure to Online News.”", "year": "2005", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "49", "authors": [{"name": "Knobloch-Westerwick Silvia", "first_name": "Knobloch-Westerwick", "last_name": "Silvia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sharma Nikhil", "first_name": "Sharma", "last_name": "Nikhil", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hansen Derek L.", "first_name": "Hansen", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Alter Scott", "first_name": "Alter", "last_name": "Scott", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“News Values, Media Coverage, and Audience Attention: An Analysis of Direct and Mediated Causal Relationships.”", "year": "2009", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "86", "authors": [{"name": "Lee Jong Hyuk.", "first_name": "Lee", "last_name": "Hyuk.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Audience Clicks and News Placement: A Study of Time-lagged Influence in Online Journalism.”", "year": "2012", "journal": "Communication Research", "volume": "", "authors": [{"name": "Lee Angela M.", "first_name": "Lee", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Thirst to be First: An Analysis of Breaking News Stories and their Impact on the Quality of 24 Hour News Coverage in the UK.”", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Lewis Justin Matthew Wren", "first_name": "Lewis", "last_name": "Wren", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cushion Stephen", "first_name": "Cushion", "last_name": "Stephen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Social Navigation on the Internet: A Framework for the Analysis of Communication Processes.”", "year": "2012", "journal": "Journal of Technology in Human Services", "volume": "30", "authors": [{"name": "Lünich Marco", "first_name": "Lünich", "last_name": "Marco", "affiliation": "", "orcid": "", "role": ""}, {"name": "Rössler Patrick", "first_name": "Rössler", "last_name": "Patrick", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hautzer Lena", "first_name": "Hautzer", "last_name": "Lena", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Tracking the Online Audience. Metric Data Start a Subtle Revolution.”", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "MacGregor Phil.", "first_name": "MacGregor", "last_name": "Phil.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“(No) News on the World Wide Web. A Comparative Content Analysis of Online News in Europe and the United States.”", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Quandt Thorsten", "first_name": "Quandt", "last_name": "Thorsten", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Hard and Soft News: A Review of Concepts, Operationalizations and Key Findigs.”", "year": "2011", "journal": "Journalism", "volume": "13", "authors": [{"name": "Reinemann Carsten", "first_name": "Reinemann", "last_name": "Carsten", "affiliation": "", "orcid": "", "role": ""}, {"name": "Stanyer James", "first_name": "Stanyer", "last_name": "James", "affiliation": "", "orcid": "", "role": ""}, {"name": "Scherr Sebastian", "first_name": "Scherr", "last_name": "Sebastian", "affiliation": "", "orcid": "", "role": ""}, {"name": "Legnante Guido", "first_name": "Legnante", "last_name": "Guido", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The News That&#039;s Fit to Click: An Analysis of Online News Values and Preferences Present in the Most-viewed Stories on azcentral.com.”", "year": "2009", "journal": "Southwestern Mass Communication Journal", "volume": "24", "authors": [{"name": "Schaudt Sky", "first_name": "Schaudt", "last_name": "Sky", "affiliation": "", "orcid": "", "role": ""}, {"name": "Carpenter Serena", "first_name": "Carpenter", "last_name": "Serena", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Only Joking? Online Humour in the 2005 UK General Election.”", "year": "2007", "journal": "Information, Communication \\& Society", "volume": "10", "authors": [{"name": "Shifman Limor", "first_name": "Shifman", "last_name": "Limor", "affiliation": "", "orcid": "", "role": ""}, {"name": "Coleman Stephen", "first_name": "Coleman", "last_name": "Stephen", "affiliation": "", "orcid": "", "role": ""}, {"name": "Ward Stephen", "first_name": "Ward", "last_name": "Stephen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Deviant Acts, Risky Business, and US Interests: The Newsworthiness of World Events.”", "year": "1991", "journal": "Journalism and Mass Communication Quarterly", "volume": "68", "authors": [{"name": "Shoemaker Pamela J.", "first_name": "Shoemaker", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Danielian Lucig H.", "first_name": "Danielian", "last_name": "H.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Brendlinger Nancy", "first_name": "Brendlinger", "last_name": "Nancy", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Role of News Factors in News Selection: A Theoretical Reconsideration.”", "year": "1990", "journal": "European Journal of Communication", "volume": "5", "authors": [{"name": "Staab Joachim Friedrich.", "first_name": "Staab", "last_name": "Friedrich.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Who&#039;s Got the Power? Journalists’ Perceptions of Changing Influences over the News.”", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper", "affiliation": "", "orcid": "", "role": ""}, {"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Journalism Is Twerking? How Web Analytics Is Changing the Process of Gatekeeping.”", "year": "2014", "journal": "New Media \\& Society", "volume": "16", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Ethics of Web Analytics: Implications of Using Audience Metrics in News Construction", "year": "2014", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Tandoc Edson C. Jr.", "first_name": "Tandoc", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Thomas Ryan J.", "first_name": "Thomas", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“What Do Americans Really Want to Know? Tracking the Behavior of News Readers on the Internet", "year": "2003", "journal": "Journal of Communication", "volume": "53", "authors": [{"name": "Tewksbury David.", "first_name": "Tewksbury", "last_name": "David.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Changing Patterns of News Consumption and Participation. News Recommendation Enginesl", "year": "2008", "journal": "Information, Communication \\& Society", "volume": "11", "authors": [{"name": "Thorson Emily", "first_name": "Thorson", "last_name": "Emily", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Discussions in the Comments Section: Factors Influencing Participation and Interactivity in Online Newspapers’ Reader Comments.”", "year": "2013", "journal": "New Media \\& Society", "volume": "", "authors": [{"name": "Weber Patrick.", "first_name": "Weber", "last_name": "Patrick.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“What Creates Interactivity in Online News Discussions? An Exploratory Analysis of Discussion Factors in User Comments on News Items.”", "year": "2014", "journal": "Journal of Communication", "volume": "64", "authors": [{"name": "Ziegele Marc", "first_name": "Ziegele", "last_name": "Marc", "affiliation": "", "orcid": "", "role": ""}, {"name": "Breiner Timo", "first_name": "Breiner", "last_name": "Timo", "affiliation": "", "orcid": "", "role": ""}, {"name": "Quiring Oliver", "first_name": "Quiring", "last_name": "Oliver", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Effects of Lead Framing on Selective Exposure to Internet News Reports.”", "year": "2004", "journal": "Communication Research", "volume": "31", "authors": [{"name": "Zillmann Dolf", "first_name": "Zillmann", "last_name": "Dolf", "affiliation": "", "orcid": "", "role": ""}, {"name": "Chen Lei", "first_name": "Chen", "last_name": "Lei", "affiliation": "", "orcid": "", "role": ""}, {"name": "Knobloch Silvia", "first_name": "Knobloch", "last_name": "Silvia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Callison Coy", "first_name": "Callison", "last_name": "Coy", "affiliation": "", "orcid": "", "role": ""}]}]}