{"doi": "10.1080/1461670X.2011.578946", "url": "https://doi.org/10.1080/1461670X.2011.578946", "title": "MAINSTREAM JOURNALISM AS ANTI-VERNACULAR MODERNISM", "volume": "13", "year": "2012", "issue": "1", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Miller", "first_name": "James", "name": "James Miller"}], "abstract": " The on-going collapse of mainstream American journalism has occasioned attempts to salvage it, with the explanation that democracy is at risk when “serious”, “socially responsible” journalism is absent. This paper, taking Daniel Hallin's cue, argues that mainstream journalism's dramatic rise and fall, largely a post-war phenomenon, can be significantly explained as an instance of cultural modernism. Drawing on concepts from modernist architecture, the paper shows how journalism's high-modernist aspirations pitted it against the persistent, vernacular journalism of tabloid news, involving features of design, discourse and practice, and why they can be understood, not as a successfully achieved scientific journalism, but as the passing modernist moment in the continuing contestation about the nature of news and news reporting. ", "body": [{"title": "Introduction", "paragraphs": ["Long-established mainstream American journalism, especially the kind associated with daily metropolitan newspapers and the wire services, is today being thoroughly routed by “new new journalisms” and post-journalisms and even by the return of earlier, ostensibly disreputable journalistic forms that were never truly extinguished.1 The conventional view is that these developments are bad for democracy, a political crisis that must be reversed (Bob Franklin, 1997, for example, worries over the consequences of “newszak”).", "Considerable resources are invested in this position. Two recent examples are collaborations between the Revson Foundation and the Columbia University Graduate School of Journalism (Downie and Schudson, 2009) and the Knight Foundation and the Aspen Institute (Knight Commission on the Information Needs of Communities in a Democracy, 2009). These reports take a position favoring “the kind of journalism that has informed Americans … the fair, accurate, contextual search for truth”, as the foreword to Knight's Informing Communities: sustaining democracy in the digital age puts it (Knight Commission on the Information Needs of Communities in a Democracy, 2009, p. iii). Both generally endorse what Carolyn Marvin (1997, p. 120) calls the “techniques” or “technologies” of mainstream journalism—that is, its self-conceived Fourth Branch political role, articulations of ethics, routinized occupational practices and discursive strategies. Together they constitute the normative standard, which, these reports argue, must be revitalized under increasingly inhospitable conditions. This view is carried abroad by the proselytizing activities of nongovernmental organizations, with funding from Western governments, major foundations and corporations, like the Center for International Media Assistance (cima.ned.org), Internews (internews.org) and the BBC (bbc.co.uk/worldservice/trust) that offer mainstream journalism training so as to promote “democratization” and “peace-building”, largely in the Third World (see Dietz, forthcoming, for an extensive bibliography).", "By claiming timelessness and universality, this essentialist perspective implies that the realization of mainstream journalism was victorious over the usual constraints of history. But its radical collapse suggests otherwise. In fact, journalism is above all a cultural phenomenon, as scholars like James Carey (1989) have insistently observed. This makes it unavoidably a creature of the periodization of history, very much a product of identifiable times and places. When they change, established journalistic techniques are threatened. Today “it is no longer quite so easy”, Carey says (1997, pp. 329, 330), “to distinguish journalism from other forms of writing and imagining … Not only is it now hard to determine precisely where journalism ends and other forms begin, but lines between forms of journalism have been similarly disrupted”. Such uncertainty invites the impulse to salvage the familiar because, as Marvin (1997, p. 120) says, journalism's techniques, as with all forms of media, “take over and reshape moral models of human society. Techniques become metaphors that predispose particular ways of thinking”. In this way, the thinking of the practitioners and guardians of “a fundamentally romantic profession” (Underwood, 1993, p. 171) has become closed to the likelihood that its historical moment has come and gone.", "The disinterested analytical challenge, then, is to explain why, and why now, and to look for reasons beyond the usual, somewhat tired explanations of media commercialization, new digital technologies, unfavorable patterns of news consumers’ work and leisure and the like. A very promising but mostly unexplored cultural approach to this dramatic rise and fall is to analyze American mainstream journalism as an instance of modernism. Daniel Hallin first made this connection in 1992, later (2000, p. 221) observing that “this period of the news media has much in common with what is often called the ‘high modernist period’ in art and architecture”. Hallin relies on David Harvey (1990), first quoting him in a footnote (Hallin, 1992, p. 16) and later paraphrasing him (Hallin, 2000, p. 221), to sketch the general idea: “a belief in progress, rationality and universal truths or standards”. Hallin (2000, p. 226) observes that such a worldview would logically include a commitment to journalistic objectivity, so that “official statements could be reported ‘straight’—that is, at face value”. Indeed, he says, “‘straight’ reporting clearly dominated” the post-World War II period, also a time of high modernism in “other branches of culture”. Today, the “‘high modernist’ conception of [journalistic] professionalism is clearly no longer viable” (Hallin, 2000, p. 234; see also Hallin, 2006). Hallin's insight was a valuable, pioneering one. But he has not pursued it further. More significantly, for Hallin modernist impulses in the occupational ideology or practices of American mainstream journalism are secondary to, perhaps merely a consequence of other, larger forces, especially the economic prosperity that allowed the working press increased independence from the profit concerns of its employers and the Cold War consensus that vested credibility in establishment political institutions. In this way, Hallin's implied modernist analysis is less cultural than political-economic. What, then, might a cultural-modernist study look like? What would it reveal?"]}, {"title": " Seeing the Newspaper from a Modernist Perspective", "paragraphs": ["Kevin Barnhurst provides a suggestive example of such a study. In Seeing the Newspaper (1994, pp. 172, 174), he wishes to challenge “the received history of newspaper layout and design” by stressing, among other things, how the intentional use of layout—“format, headlines and make-up of the newspaper page”—distinguishes among papers, especially between low-brow tabloids and the so-called quality press. In addition, Barnhurst (1994, p. 174) argues that “as styles change in culture, they may also spread into newspapers”, further amplifying the design differences that signal papers’ styles of journalism and the demographics of their readers.", "Barnhurst shows that modernist design began to influence American newspapers systematically around the time of the First World War. It was then that the “tightly packed and chaotic” Victorian style (or “blanket newspaper”) (Barnhurst, 1994, p. 178) began to be displaced by the modernist standard. This move had, according to Barnhurst, both scientific and ideological elements. Modernist newspaper design claimed to be an applied science through its use of Taylorist legibility studies that examined the act of reading. It drew, later, on proxemics, which Barnhurst (1994, p. 183) says contends that “a society's attitudes about space are reflected in visual artifacts”. Barnhurst also shows how specific philosophical axioms articulated by Eugene De Lopatecki in 1935 concerning the manipulation of contrast, balance, proportion, rhythm and unity served as an often-repeated guide for proper layout. Newspapers still later adopted what Barnhurst (1994, p. 187) calls the typographical version of the International Style, arranging “layouts on an underlying grid, a mathematically proportioned latticework of horizontal and vertical spaces”. Yet modernist newspaper design was also what Barnhurst labels ideological because much of what posed as scientific method mainly served to cloak what were fundamentally aesthetic preferences. “The intolerance among modernists for the traditional style was palpable. They did not like the dense and disorderly newspaper. Their disdain was visceral and moral” (Barnhurst, 1994, p. 181). By the 1970s, Barnhurst (1994, p. 189) believes there was effectively no alternative to the “modernist penchant for orderliness and structure”, especially as it became the dominant feature of graphic design. This half-century-long movement was finally institutionalized in 1979 by the founding of the Society of Newspaper Design, now the Society for News Design (snd.org, which today claims about 1500 members around the world).", "Barnhurst also carefully analyzes the intermingling of the changing characteristics of newspaper design and their modernist meanings with new divisions of journalistic labor and the active encouragement of such design. Barnhurst begins with the emergence of the conception of the front page as a single visual unit. Banner headlines carried the reader's eye to the upper right corner, the location of the most significant news story. He notes that by the 1930s major papers had reassigned make-up responsibilities from printers to page and section editors, underscoring the importance of layout. Artists and typographers brought the same modernist sensibility to both journalism and advertising, creating continuity between otherwise supposedly separate, even antithetical, enterprises. Industry awards were given to promote good newspaper design. Individual designers became teachers who produced influential textbooks that were used in classrooms. Barnhurst (1994, p. 180) reveals the normative, aesthetic nature of the application of De Lopatecki's supposedly scientific principles. Good balance, for example, “distributes forms equally around the focal center (slightly above arithmetic center) according to their weight (darker and large items being heavier)”. By the 1950s, American newspapers depended on white space rather than vertical lines to separate columns, utilized larger body typefaces, increased the size of photographs. The mid-1960s redesign of the New York Herald Tribune used these and other modernist design features to express what Barnhurst (1994, p. 184) interprets as “the assertion of a spacious and democratic ideal” that also had the effect of displaying youthfulness in this aging news medium (Barnhurst, 1994, p. 185).", "Barnhurst, then, provides a superb small-scale model, in his study of the transformation of newspaper design, of how modernist aesthetics can be marshaled to convey meaning well beyond mere stylistic beauty. What Barnhurst calls the “indexing” and “social mapping” functions of the modernist newspaper layout are powerful representational aspects of historically shifting notions of the newsworthy, of the professionalization of reporting, of the commercial and class dimensions of news consumption and of the very nature of the mediating forms that present—and partly determine—the news."]}, {"title": "Journalism as Modernism", "paragraphs": ["To take Daniel Hallin's conceptual insight seriously and theorize mainstream journalism in modernist terms, and especially to use cultural modernism as a novel means to demarcate its era of predominance, however, requires a more complex analytical scheme than Barnhurst's and a focus that reaches beyond newspaper layout and design.", "Proposing that mainstream American journalism is an example of cultural modernism immediately suggests categorical qualities that make it similar to other modernist phenomena whose analysis has produced well-established literatures. Their terms, concepts and theories can be used to examine mainstream journalism, and to begin to test and develop this working hypothesis. A principal value to the notion of a modernist journalism, as suggested earlier, is that it implies an historical time frame, a period when other modernist developments emerged, became commonplace and then lost their dominant position. What may be a cultural movement's common fate, then, offers an important insight into the temporal trajectory of mainstream journalism. In addition, specific qualities of mainstream journalism can be viewed through the lens of other modernist literatures, perhaps lessening their claims to distinctiveness.", "This discussion begins with a brief description of American mainstream journalism that emphasizes its quest to become a rationalized, quasi-scientific discursive system. It then introduces defining characteristics of modernist architecture, and uses them to reveal their counterparts in modernist journalism. Next is an extended exploration of what mainstream, modernist American journalism actively strove to displace, namely tabloid news. Drawing on architectural concepts and journalism history, tabloid journalism is shown to be a vernacular form, in contrast to modernism's system-building aspirations. Finally, the paper sums up its main points, making the strong case for mainstream American journalism as an example of cultural modernism."]}, {"title": "Mainstream Journalism", "paragraphs": ["What to call and how to define the seemingly commonsensical subject at hand are a challenge. Various names are used: social-responsibility journalism (Peterson, 1956), democratic journalism (Center for Democracy and Governance, 1999), professional journalism (Kovach and Rosenstiel, 2007) and fact-based journalism (Smith et al., 1998). These terms typically describe news accounts that have been verified for the accuracy of facts that are presented with “balance” or “fairness” and that identify what is newsworthy according to a sense of “comprehensiveness” and “proportionality” (Kovach and Rosenstiel, 2007, passim). Objectivity is operationalized as disinterest—of the journalist's stance (at least with respect to a motive other than the revelation of facts) and of the account itself. The raw material of news is information, its basic unit the story. Mainstream journalism rests on a methodology of occupational practices that are followed in the “gathering” of information and its sorting and re-arrangement into story form. Many news-gathering and news-constructing practices claim to be rooted in ethics; all are ultimately discursive. That is, for print, story structure, voice, vocabulary, tense (headlines are present tense, while the story may be past tense), play (location on the page and accompanying visual illustrations indicating degree of importance), byline, dateline are what ultimately constitute the story, and all are supposedly weighed by reporter and editor with reference to in-house and occupational guidelines (a local newspaper's stylebook, say, or the Society of Professional Journalists’ Code of Ethics: spj.org/ethicscode.asp). The over-arching, self-described raison d’être for mainstream journalism is to make available unembellished, empirically verifiable, significant and timely information in the form of stories to democratic citizens whose task it is to perform their own interpretation of the facts of news for purposes of self-government (Fuller, 1996).", "What “mainstream news” is not, according to its sense of self, is sensational, personal, opinionated, partial, entertaining, colorful, speculative (see Dahlgren and Sparks, 1992, for an exploration of popular, non-mainstream news).", "Most scholars would agree that the steady “professionalization” of journalism, which has its roots in the early twentieth century (not least progressivism and university-based journalism education), was an important shaping force of American mainstream news. As journalists became better educated and worked to institute training, ethical codes and common practices that transcended any individual news organization, they gained increasing collective autonomy in the making of news. Jean Chalaby (1998, p. 32) speaks of their work as constituting “a field of discursive production”, one perhaps most differentiated by journalism's unique discursive tropes of interviewing and reporting (Chalaby, 1998, p. 127; see also Schudson, 1994). He also argues that journalism is largely an Anglo-American invention, with emphasis on the American experience in bringing about what is here being called mainstream journalism (Chalaby, 1996). By mid-twentieth century, journalists at major American daily newspapers and probably network radio and television news organizations shared a commitment to a routinized, depoliticized production of discursive accounts that responded to Walter Lippmann's call in 1920 for the application of the “discipline of modernized logic” (Lippmann, 1920, p. 86), or science (Lippmann, 1920, p. 82), to news making. Mainstream reporters and editors still value a “journalism of objective method” guided by the “intellectual principles of a science of reporting”, as Bill Kovach and Tom Rosenstiel put it in their influential manifesto, The Elements of Journalism (2007, 88–9, emphasis in the original).2 Perhaps the highest expression of these features could be found in what Ithiel de Sola Pool and his colleagues (1974) identified as “a distinct species” of “prestige papers” that were read by “public officials, journalists, scholars and business leaders”. Newspapers like the New York Times, Washington Post, Wall Street Journal and Los Angeles Times all came to aspire to such prestige, and embraced modernist design and discourse accordingly (Pool, 1974, p. 62). During the immediate post-war period, perhaps the high point of journalism-as-science, mainstream news was also a very commercially successful business. In addition, its methods and its messages were a significant element in the remarkable homogeneity, across media, of the cultural mobilization of the “Cold War consensus” (Appy, 2000; Bernhard, 1999; Kuznick and Gilbert 2001; Parry-Giles, 2002).", "This selective description of mainstream American journalism highlights some central definitional components, which revolve around what Phyllis Fus (1994, p. xviii) calls “conventions of invisibility and the naturalness of fact”.1. Its home medium is (or was) mainly daily metropolitan, broadsheet newspapers.2. Its making follows a rule-bound system of ethically informed, mostly discursive choices that separate fact from interpretation.3. The discovery of empirically verifiable, newsworthy facts and their successful transformation into a written news story produces “an impersonal and distant account of reality” (Chalaby, 1998, p. 130).4. The chief value of mainstream journalism resides in its utility for democratic citizens. ", "Its home medium is (or was) mainly daily metropolitan, broadsheet newspapers.", "Its making follows a rule-bound system of ethically informed, mostly discursive choices that separate fact from interpretation.", "The discovery of empirically verifiable, newsworthy facts and their successful transformation into a written news story produces “an impersonal and distant account of reality” (Chalaby, 1998, p. 130).", "The chief value of mainstream journalism resides in its utility for democratic citizens."]}, {"title": "The Lens of Modernist Architecture", "paragraphs": ["Since there appears to be no sustained examination of mainstream journalism as an instance of modernism, it is necessary to turn to other bodies of theory and criticism to find the appropriate analytical vocabulary. The literature concerning modernist architecture is an especially rich source for this purpose.", "The overarching metaphor of modernist architecture is the machine aesthetic, with its common Western associations: measurement, rationality (reason, order, utility, economy, secularism), construction (reproducibility, mass production) and impersonality (anonymity, anti-individualism) (Herbert, 1997, pp. 1289–91; see also Banham, 1960).", "Cultural modernism requires of its producer and consumer a self-consciousness about three factors, which are evident in architecture and journalism alike (see Harrison, 2003). First, there is a rejection of historical precedent. Modernist architecture broke with the styles of the past by seeking to be functional, shorn of useless ornament. Modernist journalism adopted an anti-literary, non-vernacular language of facticity (Clark, 1994, p. 16) that lacked familiar narrative structure (American Society of Newspaper Editors, 1993). Second, there is an acute awareness of the arbitrary nature of a modernist object; that is, the object itself signifies something else only insofar as its maker and user agree that it does. Architecture wished to build “harmony” by emulating the purity of engineers’ “mathematical calculus, which derives from natural law” (Le Corbusier, 1960 [1923], p. 19), thereby making the artifice of its material construction transparent. Journalism sought to gain credibility by adhering to certain representational tropes, like the direct quote or the absence of the first person, that writer and reader implicitly agree give verisimilitude. Third, there is a real possibility for objective standards for expression and reception that make the modernist experience a universal one. “Total architecture” concretized “certain attitudes and principles which reflect the new way of life of twentieth-century man” (Gropius, 1962, p. 185), elemental to the zeitgeist of global modernity, a “supranational quality of rationalism” (Forgacs, 1995, p. 202). For its part, journalism sought to be rigorous like physics (Lippmann, 1949 [1922], p. 227), and appropriate everywhere at all times (Gene Minshall's “world journalism”; 2001, p. 40).3 ", "The transcendent ideology of democracy was explicitly central to both architecture and journalism. Vincent Scully entitled his influential 1961 polemic Modern Architecture: the architecture of democracy, which echoed the title of Frank Lloyd Wright's 1939 lectures to young London architects. During the Cold War, Conrad Hilton built prominently modernist hotels around the world. “We mean these hotels as a challenge”, he said, “to the way of life preached by the Communist world” (Wharton, 2001, p. 8).", "Principles of modernist design found their way into the literal presentation of news. “Science and philosophy seemed the surest route to a positive knowledge of correct [newspaper] layout”, especially as a corrective to rationalize the “dumb chance and superstition of traditional ways”, according to Kevin Barnhurst and John Nerone (2001, p. 178). More striking was the “total design” of some news corporations. The CBS headquarters in mid-town Manhattan was the only skyscraper designed by Eero Saarinen (in 1965). But it was actually the culmination of many efforts, begun in the mid-1930s, when CBS determined that modernist architecture and design had promotional value for seeming to express “the progressive aspects of contemporary culture” (Doordan, 1984, p. 49; 1990).4 ", "Rationalist modernism reached its crescendo in the broad-scale technocratic tendency identified by James Scott. Scott (1998, p. 5) examines utopian projects by political authorities that involved “planners, engineers, architects, scientists and technicians whose skills and status [they] celebrated as the designers of the new order”, who would bring about “huge, utopian changes in people's work habits, living patterns, moral conduct and worldview”. What Scott calls high modernism “envisioned a sweeping, rational engineering of all aspects of social life in order to improve the human condition” (1998, p. 88, emphasis added). This “muscle-bound version of the self-confidence about scientific and technical progress” (Scott, 1994, p. 4) could be as well the normative self-description of American mainstream journalism, in both its professionalized practices and the desired outcome of its informing mission."]}, {"title": "Vernacular News: Tabloids", "paragraphs": ["As a modernist project, mainstream journalism set itself against the non-rational excesses of tabloid news. This intentional break from the common ancestry of the penny press began as early as the end of the nineteenth century. Michael Schudson (1978, pp. 88–120) shows how, in New York City, some papers sought to entertain (following what he calls the story ideal) while others “took the path of factuality” (the information ideal). He argues that various factors encouraged the rapid growth of entertaining news, including the massive immigration of foreigners who read little English, the popularity of Sunday papers with their feature-oriented content and an increase in domestic stories intended for women. Seeking ever more readers, Joseph Pulitzer's World engaged in “stunt journalism” and William Randolph Heart's Journal pursued a “journalism of action”. Both required the newspaper to be a vivid maker of the news it then reported. This sensational yellow journalism contrasted with the gray informational approach of the New York Times. In his now famous 1896 “business announcement” identifying himself as the paper's new owner, Adolph Ochs stated that he wished to achieve with the Times a “high-standard newspaper, clean, dignified and trustworthy”. It will “give the news, all the news, in concise and attractive form, in language that is parliamentary in good society … impartially, without fear or favor … [and] invite intelligent discussion from all shades of opinion” (Ochs, 1896).", "Pulitzer's and Hearst's experiments in entertaining news and Ochs's in factual news were part of what John Tulloch (2007) has rightly called “the eternal recurrence of new journalism”. Tulloch identifies four historical phases of such recurrence in the United Kingdom. Each can be seen as further dividing journalism between what is here called tabloid and mainstream, and implying the brief reign of modernist journalism. Tulloch claims that during the 1880s to 1920s in the United Kingdom, news in general became more concerned with sensation than with politics. The 1920s to 1950s saw a steady separation between mass audience papers and smaller circulation elite papers (one of whose editors took charge after heading the BBC); during the 1960s to 1980s, middle-brow broadsheets competed with popular broadsheets as well as those tabloids intended to educate their working-class readers and those that merely titillated them—leading eventually to the publication of the least journalistic newspaper, the supermarket tabloids. Since the 1980s, Tulloch finds a situation where “popular ‘tabloidized’ broadsheet newspapers” compete with television news, which he condemns as “the enemy of journalism” (Tulloch, 2007, p. 135), with its docudramas, simulations, ostensibly reality programming and, now, satirical-informative “fake news”.", "Tabloid newspapers are the quintessential example of journalism that means to entertain through the form of stories. Tabloid story-telling language, the heavy reliance on photographs and illustrations, the particular range of what constitutes the newsworthy and the pleasures and practical utility of their consumption are all distinctive news features. Historically deeply entrenched, the vernacular character of tabloid news is antithetical to modernist journalism.5 This is demonstrated by two classic accounts of American tabloid journalism that appeared not long after tabloids’ full flowering in the post-World War I period. Jazz Journalism: the story of the tabloid newspapers, by former reporter and later book publisher Simon Michael Bessie, was published in 1938; sociologist Helen MacGill Hughes's News and the Human Interest Story, in 1940. Both books agree on the benchmark importance of the New York Daily News (“the picture paper”), founded in 1919 and for many years the largest circulating paper in the United States.", "Bessie (1938, p. 24) views the modern tabloid as a creature of the 1920s, saying, “The tabloid was part of a pattern which included speakeasies, jazz, collegiate whoopee, bathing beauties, movie-star worship, big-time sports and many other gigantic exaggerations”. The connection with jazz is important for him: “It too was denounced as vulgar, depraved and vicious”. Yet, he believes, both jazz and tabloid journalism were actually expressions of the “true rhythm of America” (Bessie, 1938, p. 25). Bessie and Hughes detail tabloids’ content, little of it news in the strictly informational sense. A reader would find many columns, especially personality and gossip columns, comics, considerable coverage of sports, big headlines (“streamers”) and photos. The papers featured “hot news”—“good copy is called a ‘sizzler’; it will ‘burn them up!’” (Hughes, 1968 [1940], p. 234)—that emphasized sex, crime and race (or, “dog fights, lovesick girls and masked balls”; Bessie, 1938, p. 265). There was considerable word play (Walter Winchell, whose column was devoted to Hollywood and Broadway, invented playful words and terms: a birth was a “blessed event”, a romancing couple were an “item” and getting married was “middle-aisling”; Bessie, 1938, p. 151). Visual images were a hallmark. One of the most sensational tabloids, the New York Evening Graphic (1924) was little else. Its fabulously named Composographic Department doctored photographs as needed (Bessie, 1938, p. 238). The Graphic was meant to repeat the success of True Confessions magazine, whose owner wished to “‘dramatize the news and features’ and ‘to appeal to the masses in their own language’” (Bessie, 1938, pp. 226–7). But it went too far—Bessie (1938, p. 136) calls it a journalistic peep-show—and the Graphic failed. But others, especially those that imitated the more restrained New York Daily News, were very successful. In 1937, the 49 tabloids in the United States circulated about 3.5 million copies daily and twice that on Sundays (Bessie, 1938, p. 135).", "Hughes judges that human-interest stories constituted much tabloid news. She says they made “obviously personal crises—elopements, murders, bereavements—the occasion for laying bare some obscure individual's inmost thoughts” (Hughes, 1968 [1940], p. 276). A reader's interest in such personal information promoted “acquaintanceship with a simplified and trivialized but nonetheless wider world” (Hughes, 1968 [1940], p. 277). It was knowledge that came without responsibility, and even encouraged a kind of magical thinking: “(I)n the plain man's popular literature of true stories, since he reads it as a pastime and rarely feels called upon to intervene, he finds the same invitation to seek a human being like himself and to venture imaginatively beyond the mores” (Hughes, 1968 [1940], p. 279). Exaggerated and even sensational though they may have been, tabloids’ human-interest stories were near enough to the lived experience of their readers. “(C)ombining unmistakable actuality with obvious and—so the academic think—tasteless allusions to private feeling, animates the changing present for people who move their lips when they read” (Hughes, 1968 [1940], p. 65).6 ", "The self-dividing, sometimes contradictory impulses of late nineteenth- and early twentieth-century American journalism are unexpectedly visible in the biography of one of sociology's founders (and Helen MacGill Hughes's mentor). Before his long and influential career at the University of Chicago, Robert E. Park worked for 11 years as a reporter, editor and critic on several metropolitan daily papers. This included time reporting crime news at Hearst's Journal and writing human-interest features for the Sunday edition of Pulitzer's World. Park called the Journal “‘the dirtiest paper’ he ever worked on, a paper [that] specialized in titillating the resentments and desires of its working-class readers with tales of pure, poverty stricken maidens seduced by playboy millionaires” (Matthews, 1977, p. 9). Yellow journalism like the Journal's was especially prevalent in afternoon papers, Park explained, because they “were addressed at that time mainly to the lowbrows and common folk” (Baker, 1973, p. 254). Study of urban foreign-language newspapers led Park to make the related observation that “the language of the press [is] simpler, more direct and incisive, closer to the language of the street” than in other countries, and that in journalistic accounts “the distinction between the written and the spoken speech is steadily decreasing”. Arguing that the European tradition was to publish periodicals mainly for the “highbrow” and to deny literacy to the “masses of people”, Park claimed that in contrast the “American newspaper, with its local news, personal gossip and its human interest anecdotes, is not the foreigner's conception of journalism”. “As a people”, he said, “it seems we are not interested in ideas but in gossip” (Park, 1920, p. 495, emphasis added).7 ", "At the same time, Park could see that a different sort of American journalism, more serious and systematically informational, was capable of bringing “about profound and immediate changes. It was nothing short of revolution, silent and continuous, that we were looking forward to, once the newspaper had reached the point where it was able and willing to report political and social events with the same accuracy that it was then reporting the stock market and the ball games” (Baker, 1973, p. 255). What Park envisioned he called “scientific reporting”, which could turn news reporting into “the powerful agency for education and reform that it had sometimes conceived itself to be” (Baker, 1973, p. 254).8 Park took his insight to heart. In 1892, he joined a former journalist, Franklin Ford, and his philosophy teacher John Dewey in planning the Thought News, a newspaper with utopian aspirations. They imagined a philosophy-inspired journalism that would present accurate facts in the context of the larger “social organism”. Dewey perceived links among the important, diverse phenomena of his time, including “Walt Whitman's poetry, the development of short stories … the centralizing tendency in the railroads and the introduction of business methods into charity organizations” (Matthews, 1977, p. 22). In a prospectus, Dewey stressed that the newspaper's focus would be on broad “movements of thought”, “questions of science, letters, state, school and church as parts of the one moving life of man and hence of common interest”, whose newsworthiness was inherent in the facts, not artificially concocted by “patron or censor” (Matthews, 1977, p. 23). Though copy for the first issue was produced, the Thought News was never published. Modeling the modernist journalism that would, following the Second World War, become the dominant paradigm, it was ahead of its time. In one of his final publications, Park (1940, p. 686) concluded that his had been “an age of news, and one of the most important events in American civilization has been the rise of the reporter”."]}, {"title": "Vernacular Against Modernism in Architecture", "paragraphs": ["Just as modernist thought in architectural design offers an analytical vocabulary to articulate mainstream journalism's modernism, so too is there a literature on vernacular architecture, whose qualities recapitulate those of tabloid news.9 The relationship between modernist and vernacular architecture closely parallels that between modernist and tabloid journalism.", "Sutha Özkan (2006, p. 98) observes that in architecture, the often careless adoption of Modernism (his capital) has lacked “respect for cultural identity, historical continuity and climatic relevance”. What has been abused is vernacular architecture—“a phenomenon that many understand intuitively but that few are able to define”. Attempts at its definition are apt to reach for the negative: non-high style building, or not designed by professionals or not monumental or un-sophisticated—even not architecture (Upton and Vlach, 1986, p. xv). At the same time, this difficult to define concept describes perhaps 95 percent of the world's built environment, according to Amos Rapoport (1969, p. 2). For some, like Özkan, the distinctiveness of vernacular architecture can be found in its ostensible innocence and spontaneity, qualities caught in other, interchangeable labels for vernacular architecture: primitive, folk and indigenous. But this is negative in another sense, implying that “there can be no real future for the vernacular, as the ongoing processes of modernization and globalization leave the pre-industrial building heritage … out of touch with the present” (Asquith and Vellinga, 2006, p. 5). From this point of view, vernacular architecture is something dead, or at least past, and of interest mainly to historians and preservationists.", "For critics, vernacular architecture can be a residual category, and a faintly judgmental one at that. Henry Glassie (2000, p. 20), a father of the study of vernacular architecture, wryly observes that “we call buildings ‘vernacular’ because they embody values alien to those cherished in the academy. When we called buildings ‘folk,’ the implication was that they countered in commonness and tradition the pretense and progress that dominate simple academic schemes”. In his often-cited article of 1979, Thomas Hubka makes a strong case for taking a sympathetic approach to understanding vernacular architecture. Hubka argues that the creative processes of vernacular builders and architects and engineers are actually very similar. The principal difference between them has to do with literacy. The “handing down of information by word of mouth, observation, replication and apprenticeship” is typical of vernacular builders. They follow a “nonliterary method of design that stores its complex traditions, not in treatises and drawings, but in the minds of its builders” (Hubka, 1986, p. 429). Vernacular builders draw on “a systematic method of design facilitated by a highly structured, traditional mental language (or architectural grammar)”. Vernacular builders may also be the owner or occupant of the building (Hubka, 1986, p. 428). To this formulation can be added Özkan's (2006, p. 100) comment that vernacular architecture is that which “evolved from within communities and perfected itself with the test of time in conformity with societal, climatic and technological conditions”. These writers show how vernacular architecture is a legitimate object and process of design, dynamic and unlikely to be superseded by the activity of architects. Local, traditional building design and forms anteceded modern architecture, influencing it, and still exist today, in both Western and non-Western locations. Their chief liability, in comparison with architecture, is that heavy reliance on tradition may result in solving design and building problems through reference mainly to precedent, which can “preconstrain” the range of ideas available to vernacular architecture (Hubka, 1986, p. 430). Scientific architecture, in contrast, enjoys a wider field of possibilities from which to choose.", "A last aspect of vernacular architecture worth considering is the use of the term to celebrate, ironically, low-culture, contemporary American commercial construction, including billboards and parking lots and the automobile-oriented built environment generally. This, of course, was most of all the project of Robert Venturi and Denise Scott Brown (1968). Their outlandish, favorable comparison of Las Vegas with ancient Rome was a rhetorical shock device to force critical appreciation of the aesthetics of an architectural genre that was otherwise derided by the academy as kitsch. Venturi and Scott Brown, in examining strip malls and gambling palaces, identified a vernacular that often combined local or traditional styles, commercial requirements, jokeyness and purposeful outrageousness. That such buildings were sometimes designed and built by architects and engineers only complicates the notion of a pure modern, American vernacular architecture—just as tabloid news is in fact produced by one strand of professional journalism."]}, {"title": "Modernism and Journalism", "paragraphs": ["This paper began with the working hypothesis that mainstream American journalism was an anti-vernacular modernist project, and that this is an important, if partial, explanation for its post-war rise, steady decline since about the 1970s and recent collapse. A review of cultural modernism and notions of the vernacular in both journalism and architecture generates the following observations:1. Theories of modernism (or high modernism), especially in the field of architecture, postulate fundamental modernist attributes—both goals and the means to achieve them—that are directly homologous to those expressed in the self-definition and practice of mainstream journalism.2. Understandings of the vernacular in journalism and architecture agree that it is typically the most common form, developing out of grassroots social activity. As such it is less formal and un-codified yet not unsystematic and with direct and regular links to non-vernacular (high or elite) forms. Some of the vernacular is old and traditional, other examples are contemporary and novel. Vernacular forms are not inherently inferior in their expressive capacities, though they are judged to be so from the modernist perspective.3. The origins of modernist architecture are a jumble of populist, even socialist, social reforms, yearnings for nearly lost traditional handicrafts and quite elitist aesthetic sensibilities realized in an industrial mode. Yet with its growing acceptance came an inevitable bowdlerization of this design revolution, as when International Style became the preferred design for banal office parks. Perhaps this implies a trajectory that is applicable to mainstream journalism: a form is fashioned with scientific justification (and pretense), and its creators impose it with political and aesthetic objectives in mind. It becomes widespread but watered-down, or it fails to take completely over time. As an imposition from above, it cannot displace the vernacular forms it judges inadequate, which in the end persist and even reassert themselves. The constructed form is diminished but survives, circulating mainly among the elite. ", "Theories of modernism (or high modernism), especially in the field of architecture, postulate fundamental modernist attributes—both goals and the means to achieve them—that are directly homologous to those expressed in the self-definition and practice of mainstream journalism.", "Understandings of the vernacular in journalism and architecture agree that it is typically the most common form, developing out of grassroots social activity. As such it is less formal and un-codified yet not unsystematic and with direct and regular links to non-vernacular (high or elite) forms. Some of the vernacular is old and traditional, other examples are contemporary and novel. Vernacular forms are not inherently inferior in their expressive capacities, though they are judged to be so from the modernist perspective.", "The origins of modernist architecture are a jumble of populist, even socialist, social reforms, yearnings for nearly lost traditional handicrafts and quite elitist aesthetic sensibilities realized in an industrial mode. Yet with its growing acceptance came an inevitable bowdlerization of this design revolution, as when International Style became the preferred design for banal office parks. Perhaps this implies a trajectory that is applicable to mainstream journalism: a form is fashioned with scientific justification (and pretense), and its creators impose it with political and aesthetic objectives in mind. It becomes widespread but watered-down, or it fails to take completely over time. As an imposition from above, it cannot displace the vernacular forms it judges inadequate, which in the end persist and even reassert themselves. The constructed form is diminished but survives, circulating mainly among the elite.", "The project of a scientific journalism may have been defeated from the start. First because of the artificiality and detachment of its discursive austerity. Helen MacGill Hughes (1968, p. 291) believed that the popular journalism of the American tabloids was the “most robust medium” for helping most people understand themselves during a time of rapid social change. A second reason returns to James Carey's opening observation that today the distinctions among journalisms, modernist and vernacular, and between fact and fiction more generally have become increasingly difficult to discern. Decades before Carey, and surely an influence on him (Pooley, 2007), Robert Park offered a set of complex observations about “news as a form of knowledge”. News is related to rumor and gossip, Park said, but it is “authenticated” through publication. Yet the facts of news are facts only according to the terms of a “universe of discourse”, and every public has its own (Park, 1940, p. 678). One understanding of Park's relativism is that each type of journalism, mainstream and tabloid, is internally consistent regarding what is newsworthy and how it should be reported, not least because different readers have different expectations and valuations about the news. Park thought that events reported in the news have “ceased to exist” as events, and grown instead into something like legends and ballads. “They survive as a sort of ghostly symbol of something of universal and perennial interest, an ideal representation of what is true of life and of human nature everywhere” (Park, 1940, p. 681). Further, Park (1940, p. 686) noted—70 years ago—that as newspaper news “has tended to assume the character of fiction, so fiction … has assumed more and more the character of news”.", "Park and Carey, then, writing shortly before the beginning and in the final years of what has been called, alternatively, social-responsibility, democratic, professional, fact-based, world and mainstream journalism, and Hughes, finding little evidence for the ostensible expressive limitations of non-standard forms of news and speech, together emphasize the boundaries of modernist journalism—its time, its practices and, perhaps, its hubris."]}], "references": [{"title": "The Life Histories of W.I. Thomas and Robert E. Park", "year": "1973", "journal": "American Journal of Sociology", "volume": "79", "authors": [{"name": "Baker Paul J.", "first_name": "Baker", "last_name": "J."}]}, {"title": "News We Can Use: an audience perspective on the tabloidization of news in the United States", "year": "1998", "journal": "Javnost: Journal of the European Institute for Communication and Culture", "volume": "5", "authors": [{"name": "Bird S. Elizabeth", "first_name": "Bird", "last_name": "Elizabeth"}]}, {"title": "Journalism as an Anglo-American Invention: comparison of the development of French and Anglo-American journalism, 1830s–1920s", "year": "1996", "journal": "European Journal of Communication", "volume": "11", "authors": [{"name": "Chalaby Jean", "first_name": "Chalaby", "last_name": "Jean"}]}, {"title": "William Lescaze and CBS: a case study in corporate modernism", "year": "1984", "journal": "Syracuse University Library Associates Courier", "volume": "19", "authors": [{"name": "Doordan Dennis P.", "first_name": "Doordan", "last_name": "P."}]}, {"title": "Design at CBS", "year": "1990", "journal": "Design Issues", "volume": "6", "authors": [{"name": "Doordan Dennis P.", "first_name": "Doordan", "last_name": "P."}]}, {"title": "The Passing of the ‘High Modernism’ of American Journalism", "year": "1992", "journal": "Journal of Communication", "volume": "42", "authors": [{"name": "Hallin Daniel C.", "first_name": "Hallin", "last_name": "C."}]}, {"title": "The Passing of the ‘High Modernism’ of American Journalism Revisited", "year": "2006", "journal": "Political Communication Report", "volume": "16", "authors": [{"name": "Hallin Daniel C.", "first_name": "Hallin", "last_name": "C."}]}, {"title": "The Arrival of the Machine: modernist art in Europe, 1910–1925", "year": "1997", "journal": "Social Research", "volume": "64", "authors": [{"name": "Herbert Robert L.", "first_name": "Herbert", "last_name": "L."}]}, {"title": "Albania", "year": "2001", "journal": "KnightLine International", "volume": "1", "authors": [{"name": "Minshall Gene", "first_name": "Minshall", "last_name": "Gene"}]}, {"title": "News as a Form of Knowledge: a chapter in the sociology of knowledge", "year": "1940", "journal": "American Journal of Sociology", "volume": "45", "authors": [{"name": "Park Robert E.", "first_name": "Park", "last_name": "E."}]}, {"title": "Daniel Czitrom, James W. Carey and the Chicago School", "year": "2007", "journal": "Critical Studies in Media Communication", "volume": "24", "authors": [{"name": "Pooley Jefferson", "first_name": "Pooley", "last_name": "Jefferson"}]}, {"title": "Question Authority: a history of the news interview in American journalism, 1860s–1930s", "year": "1994", "journal": "Media, Culture and Society", "volume": "16", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "Teaching Fact-based Journalism in Eastern Europe", "year": "1998", "journal": "Student Press Review", "volume": "74", "authors": [{"name": "Smith Helen Bowne", "first_name": "Smith", "last_name": "Bowne"}, {"name": "Perkins Candace", "first_name": "Perkins", "last_name": "Candace"}, {"name": "Hawthorne Bobby", "first_name": "Hawthorne", "last_name": "Bobby"}, {"name": "Yaskin Shirley", "first_name": "Yaskin", "last_name": "Shirley"}]}, {"title": "A Significance for A\\&amp;P Parking Lots or Learning from Las Vegas", "year": "1968", "journal": "Architectural Forum", "volume": "128", "authors": [{"name": "Robert Venturi", "first_name": "Robert", "last_name": "Venturi"}, {"name": "Brown Denise Scott", "first_name": "Brown", "last_name": "Scott"}]}]}