{"doi": "10.1080/17512786.2012.667272", "url": "https://doi.org/10.1080/17512786.2012.667272", "title": "TWITTER LINKS BETWEEN POLITICIANS AND JOURNALISTS", "volume": "6", "year": "2012", "issue": "5-6", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Verweij", "first_name": "Peter", "name": "Peter Verweij", "affiliation": "", "orcid": "", "role": ""}], "abstract": " This article analyses a Twitter network of 150 Dutch journalists and politicians in 2010 and shows that Twitter networks have an underlying structure that is more detailed than one would expect from a simple list of followers and following. In-Degree (followers) measures a users' popularity as a news source and Out-Degree (following) measures openness and newsgathering by users and give insights into the structure of this underlying network. Also, the bridging function—being a hub or link—in this network can be clearly identified, and shows how important a person is as a networker. Ego Network analysis may specify these positions and reveal how a single user has links and bridges to central network positions. From the network connections on Twitter between politicians and journalists it cannot be concluded that there is a closed elite like a fully connected group of users controlling information. Journalists and politicians are mutually dependent on each other and how this dependency is constructed is shown by various network centrality measures, specifying their role (source versus news gatherer) and position in the network (being a networker or not). Consociationalism used to be one of the main characteristics of the Dutch political and media structures. Twitter network analysis on a sub-group level shows that contacts on Twitter between reporters and politicians are no longer influenced by religious or ideological identity of parties and media. Finding news and spreading news is the driving force in the Twitter network between politicians and journalists. ", "body": [{"sec_title": "Introduction", "sec_content": ["  Social media are transforming professional journalism. And the speed of the real-time revolution raises significant challenges and opportunities for journalists and their publishers. These themes will be central to the BBC Social Media Summit organised in London (May 2011) by the BBC College of Journalism. (Posetti, 2011)  ", "Social media are transforming professional journalism. And the speed of the real-time revolution raises significant challenges and opportunities for journalists and their publishers. These themes will be central to the BBC Social Media Summit organised in London (May 2011) by the BBC College of Journalism. (Posetti, 2011)", "So writes Julie Posetti one of the key presenters at the conference and the queen of Twitter in Australia. Much of the discussion focused on Twitter as a news source and the role of the audience in reporting.", "An interesting example of audience involvement took place during the 2010 general election in The Netherlands. The Dutch became world news on Twitter. Political leaders of various parties participated in a live televised debate about issues ranging from economic concerns to the integration of minorities. The audience responded on these issues using the Twitter hashtag #rtldebat. Twitterati (twitter users) commented on the issues at stake and politicians’ opinions; expressing one liners, informing other users about the debate, referring to news about the debate in other media, etc. The number of tweets was so high that #rtldebat became a trending topic, reaching more than 10,000 tweets per hour at its peak. That comes down to three tweets per second. In two hours (from 8.30 to 10.30 pm) 7000 people sent 30,000 tweets (Kok, 2010).", "However, none of the politicians responded to the tweets. So the impression that tweets are sent from a closely connected network, representing a virtual community, is wrong. Participants are sending their tweets to followers. These followers can respond, re-send the message, or send their own. But the question is whether this process of communication represents a debate within a structured community? Recent Twitter research comes to the following conclusions (Verweij, 2010)."]}, {"sec_title": "Twitter Research Findings", "sec_content": ["It appears that Twitter users have a very small number of friends (followers who are known to the user in real life) compared to the number of followers and following they declare. This implies the existence of two different networks: a very dense one made up of followers and following, and a sparser and simpler network of actual friends. The latter proves to be a more influential network in driving Twitter usage since users with many actual friends tend to post more updates than users with few actual friends. On the other hand, users with many followers or following post updates infrequently when compared to those with few followers or following. Many people, including scholars, advertisers and political activists, see online social networks as an opportunity to study the propagation of ideas, the formation of social bonds and virtual marketing, among others. This view could be tempered by findings that indicate that a link between any two people does not necessarily imply an interaction between them. That is: most of the links declared within Twitter are meaningless from an interaction point of view. Consequently, there is a need to find the “hidden social network”; the one that matters when trying to rely on word of mouth to spread an idea, belief, or trend in order to understand, for example, the impact of Twitter on politics (Huberman et al., 2009).", "The distinction between friends and followers reveals a hidden network. This is confirmed by looking at the reciprocity (mutuality and interchangeability). Twitter shows a low level of reciprocity; only 22.1 per cent have a reciprocal relationship between follower and following. This means that the tweets about the Dutch debate were broadcast but had no follow-up. The aired opinions did not result in a structured debate reaching any conclusions. This is confirmed when one looks at the content or character of the tweets. With tweets that use a trending topic hashtag, single tweets are most common, followed by replies and re-tweets.", "Twitter users are all embedded in a certain social network (Wasserman and Faust, 1994),1 but at the same time they are separated. It is possible that a user is only a follower, or a follower of a follower, etc. So there is a certain distance between the twitterati, which can be measured in the number of hops needed to reach a user. In a political debate it is interesting to research the distance between a user and a political leader. In how many hops can a certain Twitter user reach a specific political leader?", "In a social network analysis the average degree of separation is measured by connectedness. How far apart are twitterati from each other? The answer can indicate how many steps are needed before the information reaches others in the network. The outcome is astonishingly short, according to research of large amounts of tweets. The 90th percentile distance, known as the effective diameter, is 4.8. For 70.5 per cent of node pairs, the path length is 4 or shorter, and for 97.6 per cent it is 6 or shorter. There are 1.8 per cent users who have no incoming edge, and the longest path in our samples was 18.", "Social media can be viewed from two different perspectives: as a tool to spread information (like Twitter) or a way to build a relationship (like Facebook). The act of following, like subscribing to tweets, can be compared to an information-broadcasting medium and not an online social networking service. Twitter is therefore less often used for maintaining social contacts and connecting to friends but more often for broadcasting and sharing information. It could be said that Twitter is in the first place an information service and not a social networking tool, also because the reciprocity is generally lower.", "Journalists have discovered Twitter to be an interesting news source, especially in cases where the news develops so fast that mainstream networks cannot cover the latest developments live. Twitter is therefore an interesting source for breaking news events. This is sustained by the finding that Twitter is about spreading information and not so much about social networking. Research also reveals that trending topics on Twitter are related to current headlines. Comparing trending topics on Twitter with Google Trends and CNN headlines, the conclusion was that trending topics are more similar to news headlines than Google Trends. Only 3 per cent of the trending topics on Twitter are represented in Google Trends. Half of the time Twitter trends followed CNN headlines."]}, {"sec_title": "Defining the Problem: Twitter Relations Between Politicians and Journalists in the Dutch Parliament", "sec_content": ["Not only the general public, but also specialised interest groups have discovered the advantages of Twitter. Politicians, ranging from members of parliament to cabinet ministers, are using Twitter, to comment or express their views and opinions. Most political reporters and journalists covering government news are addicted to the short, direct 140 character messages, for finding news, quotes and comments of politicians, or publishing news and checking rumours with their colleagues. The communication network between politicians and journalists shaped by Twitter is an interesting case study.", "Firstly, Twitter offers a new approach to study communication between journalists and politicians that is different from recent studies.2 Secondly, an analysis of this Twitter network clearly shows the relationship between journalists and their sources.3 ", "This study will answer the following research questions:  RQ1: Who are the most active journalists and politicians in the political Twitter network and what are the biggest differences in usage and the number of tweets?  RQ2: Do Twitter interactions between politicians and journalists represent a real communication network based on reciprocal relationships?  RQ3: How large is the communication network based on Twitter? What is the distance of the network?  RQ4: Who are the major players in this network when we look at variables like political party, or journalist and medium?  RQ5: Can we identify different sub-groups in the network? What is the identity of these sub-groups and are there any connections between these groups?  ", " RQ1: Who are the most active journalists and politicians in the political Twitter network and what are the biggest differences in usage and the number of tweets? ", "RQ2: Do Twitter interactions between politicians and journalists represent a real communication network based on reciprocal relationships? ", "RQ3: How large is the communication network based on Twitter? What is the distance of the network? ", "RQ4: Who are the major players in this network when we look at variables like political party, or journalist and medium? ", "RQ5: Can we identify different sub-groups in the network? What is the identity of these sub-groups and are there any connections between these groups?"]}, {"sec_title": "The Network Structure Between Politicians and Journalists", "sec_content": ["From a sample of 150 Dutch journalists, members of parliament and political advisors/spin doctors, created in October 2010, we can draw the following conclusions.4 The distribution of the total number of tweets shows:•women are more active on Twitter than men: the average number of tweets sent in the research group by women is 1800 and 1600 for men;•journalists are more active than politicians: the average number of tweets sent by journalists is 3555 and 696 for politicians;•the difference between political parties, based on the average number of sent tweets, shows that the Greens (GL) are most active and that the socialists (PvdA and SP) are the least active. If the number of tweets sent can be considered an indicator for the acceptance of this social medium, the “new or post modern” political parties (e.g. Greens) accept this new medium better than traditional political parties (e.g. socialists). However, ideology is not the only variable, the high volume of tweets sent by more traditional parties, like Christian Democrats (CDA), Conservatives (VVD) and Conservative Christian Democrats (CU and SGP) could also be explained by their central role in the current government coalition. A third variable to explain the difference in the distribution of tweets could be age; younger people might be more interested in Twitter than an the older generation. Table 1 shows the distribution of the average number of tweets for each party. ", "women are more active on Twitter than men: the average number of tweets sent in the research group by women is 1800 and 1600 for men;", "journalists are more active than politicians: the average number of tweets sent by journalists is 3555 and 696 for politicians;", "the difference between political parties, based on the average number of sent tweets, shows that the Greens (GL) are most active and that the socialists (PvdA and SP) are the least active. If the number of tweets sent can be considered an indicator for the acceptance of this social medium, the “new or post modern” political parties (e.g. Greens) accept this new medium better than traditional political parties (e.g. socialists). However, ideology is not the only variable, the high volume of tweets sent by more traditional parties, like Christian Democrats (CDA), Conservatives (VVD) and Conservative Christian Democrats (CU and SGP) could also be explained by their central role in the current government coalition. A third variable to explain the difference in the distribution of tweets could be age; younger people might be more interested in Twitter than an the older generation. Table 1 shows the distribution of the average number of tweets for each party.", "In this case study a selected group of 150 people created a Twitter network of 5000 relations. The diameter of the network is 4, which shows that a maximum of four steps is needed to cross the network. The average distance of the network is 1.6, indicating that the average distance between the users is 1.6 steps.", "The average density of the network is 0.22. This shows that 22 per cent of the total possible relationships is realised. Although the density of the network is low, the short distances make it possible to easily connect to others.", "Twitter consists of two types of relationships: followers and following (also “followees”). The number of followers of a person in a network is equal to the number of incoming relations, called the In-Degree, and is an indication of the popularity of that person. In our network of journalists and politicians, a person is popular or has a high In-Degree when this person is interesting as a source of information and/or news.", "The high score on popularity, or importance as a source, of the traditional Christian Democrats (CU and SGP), relates to their central position in the government coalition and their acceptance of Twitter as a social medium (Table 2). The Greens (GL) score highly, indicating their central role in the opposition together with their acceptance of Twitter as a social medium. Low scores for socialists indicate a less central role in the opposition and a lower acceptance of the social medium. The position of the right-wing opposition PVV and its leader Geert Wilders is interesting since their popularity does not pair with their degree of acceptance of the medium. That is: their popularity is relatively high but their number of tweets is low.", " Table 3 shows the In-Degree of journalists and the media they work for. Remarkable is the high score on In-Degree for the conservative Christian Democrat broadcaster (EO), together with the high score on acceptance, and the score on the popularity (In-Degree) of the aligned political parties. It seems that this particular group in Dutch society uses Twitter intensively and created a close network of users. Also, there is a distinction between newspapers and broadcasters. Newspapers seems to be more popular as a source than broadcasters. Equally remarkable is the low score of the biggest newspaper in The Netherlands, De Telegraaf, under “Other”.", "The network of individual people (journalists and politicians) based on In-Degree shows a different picture. Table 4 shows nine politicians, but the leading position in this group is for a journalist, Frits Wester, who works for the commercial broadcaster RTL. The second position is for Femke Halsema (GL), who left parliament later that year. Next are Christian Democrats and Liberals. Contrary to the figures on party level, we see a high score for socialist Diederik Samsom (PvdA) and the absence of politicians belonging to Conservative Christian Democrat parties. We also note a high score for popular political analyst Maurice de Hond, who prepares opinion polls for elections. Right-wing politician Geert Wilders (PVV) is equally popular.", " Figure 1 shows the top 10 In-Degree for individual journalists and politicians in a NodeXL graphic. This picture shows a highly connected and reciprocal network of connections. The most popular sources in the network of politicians and journalist are highly connected: they follow each other, which results in a political Twitter elite. Following one or more of these Twitter users will ensure you of being well-informed about the developments in Dutch politics.", " FIGURE 1  Top 10 for In-Degree—the size of the nodes is related to the number of tweets; the shape of the node refers to politicians (circles) or journalists (squares)", " FIGURE 1  Top 10 for In-Degree—the size of the nodes is related to the number of tweets; the shape of the node refers to politicians (circles) or journalists (squares)", "The Out-Degree is a second part of our look at reciprocal relations on Twitter: it measures the number of people a user follows (followees) and is therefore an indication of their search for information. A top 10 of journalists and politicians based on Out-Degree is shown in Table 5.", "It is easily predictable that a majority of this top 10 consist of journalists, especially the public broadcaster NOS which is well represented. The NOS reporters are using Twitter to source information, but are not important sources themselves as individuals. The PVV, Geert Wilders, is completely absent: he does not follow anyone. Apparently, as a source, he uses Twitter only for broadcasting his political messages. Lastly, it is interesting to see that the two top 10s of In- and Out-Degree consist of completely different users, indicating that being a source is fundamentally different from being a user who searches for information.", "The above In- and Out-Degrees refer to different uses of the Twitter network between politicians and journalists, it classifies them as either being a source or being an information seeker. If we take a different angle and focus on the centrality of a single person in the network the picture changes. A central person functions as a bridge or a linking pin in the network. If one, for example, wants to broadcast a message in the political Twitter network, which people would be the best choice? Google page rank is a measure that provides an answer, shown in Figure 2.", " FIGURE 2  Ego Network of Kustaw Bessems, filtered on In-Degree and size set to Google page rank", " FIGURE 2  Ego Network of Kustaw Bessems, filtered on In-Degree and size set to Google page rank", "Firstly, the nodes in the network are highly connected; it is a closely knit reciprocal network of connections between politicians and journalists. Secondly, one finds the same names as mentioned in the earlier analysis, because they were important as sources or news gatherers. Now we see their central function in the network: linking and bridging.", " Table 6 shows the figures, making clear that politician Samsom (PvdA) is the most important networker; even more important than the very popular Halsema. Next are two journalists Rietbergen (NOS) and Wester (RTL). Special attention goes to politician Rouvoet (CU) who scores highly on the list of networkers. Looking at the political background of the networkers, Table 6 shows that Christian Democrats and Liberals (VVD) are well represented.", "Network analysis makes it possible to distinguish sub-groups or clusters in the group of 150 politicians and journalists.5 The results of this cluster analysis are presented in Table 7. The clustering analysis produced a total of nine clusters. However, only five could be given a meaningful interpretation. In the other four clusters numbers were too small to draw any sensible conclusions.", "In the five clusters the network density increased from 0.22 for the overall network to more than 0.30. In a cluster the users are more closely connected. The biggest cluster (number 3) is a combination of socialists and greens, which also have the highest number of journalists connected to them. Especially the national broadcaster NOS is important in this group, together with commercial broadcaster RTL. Cluster number 6 is a combination of the right-wing PVV and the left-wing SP, with links to RTL and NOS.", "Ego Networks are an interesting way to see how a person is connected in the overall network. As an example we have chosen journalist Kustaw Bessems who works for one of the free newspapers De Pers. He is also a regular political news commentator on television. His network characteristics are shown in Table 8.", " Figure 2 show his 1.5 degree network: his friends and the relationships between the friends. It shows to which important sources (In-Degree) he is connected. The top 10 of his In-Degree is shown in Table 9.", "According to the overall network characteristics Bessems does not belong to the top or bottom of any of the variables. His position according to network measures is in the middle. He is not a top source, not a top news gatherer, and not a top networker. However, looking at his list of friends and the structure of his Ego Network, it is evident that he is well-connected: (1) to the most important sources (journalist Frits Wester), (2) to the most important gatherers of information (Jansen and Fresen, for example) and (3) to the most important networkers (politician Samsom). Lastly, he belongs to cluster 3 in the network which is the biggest sub-group on the network and related to the biggest opposition group. It therefore safe to conclude that the structure of his Twitter network and contacts is a good starting point for reporting about politics in the Dutch Parliament."]}, {"sec_title": "Conclusions", "sec_content": [" 1. Twitter networks have an underlying structure which is closer and more detailed than one would expect from a simple list of followers and following.2. Twitter-involvement of political parties, based on the number of tweets, shows that post-modern parties are more likely to use Twitter extensively, and that audio/video media are more involved than print. Print seems somewhat more conservative in the use of this social medium.3. In professional networks, connections based on followers and following can be given a detailed interpretation. In our case study In-Degree (followers) is a measure for popularity as a source and Out-Degree (following) a measure for openness and news gathering. We can also clearly identify their position in the network as a hub or link. These positions are not related to the number of tweets but only to in- and out-going relations. It is interesting to see that some politicians take this to the extreme, being a source only (in the case of PVV leader Geert Wilders).4. Within a professional network we have studied sub-groups; the identified sub-groups are closely connected and serve as an important environment to do their work.5. Although a user may have an average position according to network centrality measures, Ego Networks (journalist Kustaw Bessems) may reveal connections to important network positions.6. From the network connections on Twittter between politicians and journalists it cannot be concluded that there is a closed elite or a fully connected group of individuals who control most information. The network centrality measure and density show that the network is close but not closed.7. Sub-group analysis shows that journalists (NOS) tend to connect to the biggest opposition party (PvdA). However, some journalists (Frits Wester) prefer connections to more significant opposition groups like the PVV and SP.8. The Twitter network is a dynamic network and every analysis is a snapshot: politicians leave parliament (Halsema, Rouvoet, for example), but that does not immediately reflect in the number of Twitter followers. Others take over this position (Halsema was replaced by Sap, for example) and their new position will not immediately be shown as well.9. Journalists and politicians are mutually dependent on each other (see Gans), how this dependency is constructed is shown by various network centrality measures, specifying their role (source versus news gatherer) and position in the network (being a networker or not).10. Consociationalism6 (Lijphart, 2007) used to be one of the main characteristics of the Dutch political system. Twitter network analysis shows on a sub-group level that journalists are not lining up anymore according to “pillarised” structures of media and political parties. Only traditional Christian Democrat parties (CU and SGP) and their broadcaster (EO) are a minor exception.11. Finding news and spreading news is the driving force in this analysed Twitter network between politicians and journalists and not the ideological identity of former groups in the pillarised society.12. The conclusions of this case study research are limited, as other type of contact like e-mail, Facebook, telephone and face-to-face have not been taken into account. Secondly, the network is based on a selection of politicians and journalists (the most active on Twitter). Therefore this research serves as an indication of the contact network and provides a first step to deeper research in the Dutch political–media complex. ", "Twitter networks have an underlying structure which is closer and more detailed than one would expect from a simple list of followers and following.", "Twitter-involvement of political parties, based on the number of tweets, shows that post-modern parties are more likely to use Twitter extensively, and that audio/video media are more involved than print. Print seems somewhat more conservative in the use of this social medium.", "In professional networks, connections based on followers and following can be given a detailed interpretation. In our case study In-Degree (followers) is a measure for popularity as a source and Out-Degree (following) a measure for openness and news gathering. We can also clearly identify their position in the network as a hub or link. These positions are not related to the number of tweets but only to in- and out-going relations. It is interesting to see that some politicians take this to the extreme, being a source only (in the case of PVV leader Geert Wilders).", "Within a professional network we have studied sub-groups; the identified sub-groups are closely connected and serve as an important environment to do their work.", "Although a user may have an average position according to network centrality measures, Ego Networks (journalist Kustaw Bessems) may reveal connections to important network positions.", "From the network connections on Twittter between politicians and journalists it cannot be concluded that there is a closed elite or a fully connected group of individuals who control most information. The network centrality measure and density show that the network is close but not closed.", "Sub-group analysis shows that journalists (NOS) tend to connect to the biggest opposition party (PvdA). However, some journalists (Frits Wester) prefer connections to more significant opposition groups like the PVV and SP.", "The Twitter network is a dynamic network and every analysis is a snapshot: politicians leave parliament (Halsema, Rouvoet, for example), but that does not immediately reflect in the number of Twitter followers. Others take over this position (Halsema was replaced by Sap, for example) and their new position will not immediately be shown as well.", "Journalists and politicians are mutually dependent on each other (see Gans), how this dependency is constructed is shown by various network centrality measures, specifying their role (source versus news gatherer) and position in the network (being a networker or not).", "Consociationalism6 (Lijphart, 2007) used to be one of the main characteristics of the Dutch political system. Twitter network analysis shows on a sub-group level that journalists are not lining up anymore according to “pillarised” structures of media and political parties. Only traditional Christian Democrat parties (CU and SGP) and their broadcaster (EO) are a minor exception.", "Finding news and spreading news is the driving force in this analysed Twitter network between politicians and journalists and not the ideological identity of former groups in the pillarised society.", "The conclusions of this case study research are limited, as other type of contact like e-mail, Facebook, telephone and face-to-face have not been taken into account. Secondly, the network is based on a selection of politicians and journalists (the most active on Twitter). Therefore this research serves as an indication of the contact network and provides a first step to deeper research in the Dutch political–media complex."]}], "references": [{"title": "Social Networks That Matter: Twitter under the microscope", "year": "2009", "journal": "First Monday", "volume": "14", "authors": [{"name": "Huberman Bernardo A.", "first_name": "Huberman", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Romero Daniel M.", "first_name": "Romero", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wu Fang", "first_name": "Wu", "last_name": "Fang", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Twitter in de ban van het premiersdebat", "year": "2010", "journal": "Twittermania", "volume": "", "authors": [{"name": "Kok Bert", "first_name": "Kok", "last_name": "Bert", "affiliation": "", "orcid": "", "role": ""}]}]}