{"doi": "10.1080/21670811.2016.1155965", "url": "https://doi.org/10.1080/21670811.2016.1155965", "title": "“If Nobody Gives a Shit, is it Really News?”", "volume": "5", "year": "2017", "issue": "1", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Ross", "first_name": "Amy", "name": "Amy A. Ross"}], "abstract": "While a growing body of academic research explores the evolution of production practices within formal news organizations, much less attention is paid to how journalism schools are addressing the demands of the profession in the twenty-first century. Strains on the traditional routines, practices and unwritten rules of news production challenge those involved in professional development to rethink the standards and skills they prioritize as they transmit knowledge to the next generation of news workers. This paper explores some of these changes in a “learning newsroom” at one of the top journalism schools of the United States. The research is based on both qualitative and quantitative methods, including over 200 hours of ethnographic fieldwork conducted between January and June 2015, interviews with journalism graduate students and faculty members, content analyses of the articles published on the news organization’s website, and an online survey. I focus on the recent shift within my fieldsite from a “learning newsroom” framework to a “Content Lab” alternative envisioned as preparation for graduate students in journalism for a radically different media ecosystem than that which existed in the past. The professionalization process within the Content Lab reflects the eroding boundaries of the institution of journalism. Three interrelated trends stand out in this context: a shift in the educational emphasis from story content to story form; increasingly flexible professional standards concerning what qualifies as news, resulting from the greater emphasis on the audience; and a growing horizontality in the educational process.", "body": [{"title": "Introduction", "paragraphs": ["The accelerated transformation of information technologies over the past two decades, coupled with radical changes in media consumption patterns, challenges modern-day journalists to rethink some of the most fundamental tenets on which their occupation is based. A growing body of research analyzes the evolution of production practices within formal news organizations in response to these shifts (Anderson 2013; Boczkowski 2004, 2010). However, much less attention is paid to how journalism schools are addressing the demands of the profession in the twenty-first century.", "To help fill this void, I explore these changes within the context of a “learning newsroom” at one of the top journalism schools of the United States. The role of journalism schools proves particularly relevant in countries dominated by commercial, market-driven media, traditionally characterized by high levels of journalistic professionalization, like the United States (Hallin and Mancini 2004). In such nations, the specialized education of news workers is highly valued, and journalists are strongly encouraged to pursue academic studies, preferably in journalism or mass communications. Thus, journalism schools are especially influential in directing the future of the profession.", "This paper is based on qualitative and quantitative methods, including over 200 hours of ethnographic fieldwork conducted between January and June 2015, interviews with journalism graduate students and faculty, content analyses of articles published on the news organization’s website, and an online survey. The paper focuses on a recent shift within my research site from a “learning newsroom” framework to a “Content Lab” envisioned to prepare graduate students in journalism for a radically different media ecosystem than that which existed in the past.", "The findings suggest that this transition has driven the pedagogical approach of journalism to become more experimental and medium-centric; emphasizes the use of alternative storytelling “modes” through multimedia; and dedicates increasing attention to the transmission of form rules, particularly those regarding the form of the journalistic product. The emphasis on creating appealing and interactive content, together with the increasing use of metrics, hints at heightened audience-awareness. However, the relationship between journalism and audiences continues to be conceptualized as unilateral. The findings also indicate the adoption of a more lax notion of what constitutes news and an increasingly flexible understanding of the type of work a journalist can be expected to do. These transformations take place while avoiding explicit conversations regarding how changes in news production practices conflict with traditional journalistic norms such as autonomy, neutrality and objectivity, and their impact on the preexisting standards of newsworthiness."]}, {"title": "Theoretical Considerations", "paragraphs": ["Research grounded in new institutionalism from the sociology of organizations frequently regards the news media as an institution (Ryfe 2006a; Sparrow 2006). While the old model of institutions focused on the values, norms and power within individual organizations, new institutionalism broadened the emphasis to analyze institutions at a broader level, paying closer attention to the routines, legitimacy and schematic processes among organizations in the same field (Scott 2014, 52). As Sparrow (2006) points out, the implementation and institutionalization (and potential alteration) of particular journalistic norms derives greatly from the need to mitigate uncertainty in the economic, professional and informational fields in which the institution is immersed. The move to the online media environment poses serious challenges for traditional news organizations in the twenty-first century. Having lost their monopoly over the production and distribution of news, they find themselves reevaluating the institutional norms and practices that have guided the construction of journalistic content for decades.", "Building on the sociological normative work of March and Olsen, on the one hand, and the economic rational choice approach of North, on the other, Asp (2014) distinguishes between the endogenous and exogenous structures that constrain news media. Because they are simultaneously normative and market-driven, he makes the case for combining both into a single institution, which he refers to as “news media logic.”", "Asp’s approach to rules effectively defines and distinguishes between different notions of values in the context of market-driven journalism. He differentiates professional norms, understood as the normative rules based on shared values that are taken for granted among members of the institution (such as objectivity and independence), from professional standards, which he describes as the shared and taken-for-granted rules for the production of news suitable for an audience. Professional standards are further broken down into craft rules, meant to routinize work processes, and form rules that guide journalists in producing and presenting news deemed suitable for a particular medium. He argues that under the news media logic, “professional standards emerged before professional norms and institutionalized rules for craftsmanship emerged before moral obligations” (Asp 2014, 264).", "Although the systematization of professional standards enables the formation of a regime, newsworthiness “cannot be determined a priori from it its form, content or source, but rather is subject of political contestation and suppression” (Williams and Delli Carpini 2011, 19). Ryfe (2006b) explains that because of its mediating function among social actors, the news is particularly susceptible to the constitutive commitments of its audience, inevitably shaped by interests of contiguous fields. As economic, cultural, political and technological changes distance modern journalistic practice from the standards and norms of the past, Williams and Delli Carpini (2011, 16) argue that we face a potential transformation in the “media regime,” as they refer to the “historically specific, relatively stable set of institutions, norms, processes, and actors that shape the expectations and practices for media producers and consumers.”", "A byproduct of the Progressive movement, American journalism positioned objectivity at the foundation of its news values as a means to guarantee the autonomy of its organizations and workers (Vos 2012). With the rise of the penny press, journalism sought to distance itself from its partisan origins and, in so doing, required reporters to portray themselves to their audience as accurate and unbiased (Rosen 1999; Schudson 1978). Such professional norms demanded that news workers separate fact from opinion as a prerequisite for credibility (Tuchman 1978). This objective/subjective divide projected itself onto the pages of newspapers as a physical separation between news and opinion articles, and between news content and advertising.", "Prior to the dawn of cable and the internet, the financial stability and monopoly that mainstream media newspapers and broadcast news once held enabled journalists to impose professional norms like autonomy, neutrality and objectivity more freely. These norms served the traditional standards of newsworthiness, encouraging the production of news based on what journalists considered the audience ought to know (DeWerth-Pallmeyer 1997; Gans 2004). The impositions persisted despite suspicions of a divergence between professional values and the interests of the readers (Boczkowski and Mitchelstein 2013). However, as social conventions, the values driving news production are subject to alteration. Changes in the market and technological developments have brought into question the autonomy of journalists by tearing down the wall that once separated news workers from commercial pressures (Hamilton 2005). In an era of “media abundance” and audience fragmentation, media firms have found themselves competing in a “marketplace of attention” (Webster 2014).", "The evolution of the current media regime poses an enormous challenge for journalism. Much of the institution’s power has rested on its ability to control the production and distribution of content and, thus, dictate the rules regarding what is and is not “newsworthy.” In liberal media systems such as that of the United States, professionalism served to legitimize and secure the core ideal of journalistic autonomy, assumed indispensable for the institution to fulfill its function in democracy.", "The legal and practical ways in which journalism fails to constitute an actual profession has been discussed extensively. However, as Waisbord (2013, 88) points out in his action-centered approach to professionalism, journalists and news organizations successfully developed and mobilized “around a common ‘professional’ project to define and maintain field boundaries.” Sustained on ideals of the Progressive movement and the scientific paradigm, modern news has encouraged the shared notion that expertise and professionalism constitute primary elements of good journalism (Ryfe 2006b). Professionalism has served as a means to enforce institutional norms and to crystallize the institution’s boundaries, vis-à-vis adjoining fields. Waisbord (2013) argues that the maintenance of common ideals and principles is central to the survival of professions like journalism. Professionalization, particularly through the formal education of news workers, promotes the perpetuation of the symbolic capital of journalists by articulating the news media logic based on the observance of specific values and standards.", "Yet journalism’s lack of esoteric knowledge makes its claims to autonomy and authority especially contingent on the claims of serving the public interest (Hallin and Mancini 2004, 37). Having lost its insulation from the market logic, Deuze (2007) argues that journalism, as we know it, is coming to an end as newspapers find their editorial logic increasingly susceptible to commercial pressures and the demands of the convergence culture. As readers and audiences are able to produce and distribute their own content, formal news operations lose their power to singlehandedly dictate the rules of what makes content valuable and legitimate (Jenkins 2008; Jenkins, Ford, and Green 2013). With their authority in decline, journalists express increasing frustration, as they perceive their professional norms and the relevance of their skills to be under threat (Deuze and Yeshua 2001; Klinenberg 2005). Not only are the distinctions between genres blurring, but also “many reporters are increasingly worried about bottom-line-driven assaults on their vocational techniques and professional values” (Klinenberg 2005, 53). The weakening membership in professional organizations, staff cutbacks and higher workloads also bear witness to the weakened autonomy and professionalism of news workers (Beam, Weaver, and Brownlee 2009).", "Despite the deteriorating state of journalistic professionalism, professionalization is at an all-time high. A survey of American journalists published in 2014 found that over 90 percent of reporters in the United States have professional degrees, and about half majored in journalism or communication (Willnat and Weaver 2014). The survey also reflects the fears surrounding the eroding boundaries of the institution: journalists claimed they were less likely to say they have complete autonomy to select stories. Close to 60 percent of the respondents agreed that journalism was “headed in the wrong direction” and the percentage of news workers claiming to have “almost complete independence” in story selection dropped to 34 percent, after having reached 60 percent in the 1970s and the 1980s.", "Solutions proposed by journalism scholars frequently assume that a better understanding of the fluidity of journalistic standards, current affairs and the communication process will suffice to bridge the gap between traditional news logic and audience interests (Donsbach 2014; Kelley 2007). However, others acknowledge that calls to rescue the public service mission and financial sustainability of the institution from the clutches of the market fail to provide rookie reporters with actual solutions (Deuze 2001). As Macdonald (2006, 755) highlights, the idea that “improved professional and ethical standards can solve journalism’s current ‘crisis of credibility’ is extremely problematic because it pays inadequate heed to relevant structural conditions.”", "Furthermore, as media work grows dependent on a vast array of technological tools, professional programs struggle to keep curricula up to date and make decisions regarding their emphasis on teaching technical skills versus news values, standards and beat specialization. Recent studies report an increase in the need for journalism degree recipients to engage in other types of work activities (Wenger et al. 2011). The 2013 Annual Survey of Journalism & Mass Communication Graduates also showed a growing trend for journalism graduates to use more technical skills at their jobs, including design and creation of graphics, photo imaging, photography and video (Becker, Tudor, and Simpson 2014).", "A report from the Poynter Institute indicates the existence of a wide divergence between news professionals and educators, regarding their evaluation of core journalism skills (Finberg and Krueger 2014). Rather than attributing shortcomings in professionalization to the rigidity of a journalistic education and its inability to adapt, this study suggests that resistance to change may be driven more by the professional field than the academy. According to the study, both journalism students and educators assign significantly greater importance to the acquisition and development of “digital” skills and business knowledge than professional journalists.", "In the midst of a financially strained news industry, rapid and relentlessly evolving information technologies, evermore diffuse boundaries between content production and consumption, increasingly fragmented audiences and generalized uncertainty about the future of the occupation, journalism programs are faced with the enormous challenge of choosing what knowledge to transmit to their students. On the one hand, the continuation of common norms and standards seems indispensable for the maintenance and survival of a profession. On the other hand, journalism no longer has the authority to impose the logic on which the institution is based.", "How to best approach the eroding boundaries and contradictions of journalism from the academic context is a dilemma yet to be resolved. The aim of this study is to understand the challenges and efforts to respond to them within a graduate journalism program. Specifically, it will attempt to answer the question of whether or not changes in the media environment are reformulating the traditional norms and standards that are passed on to students during their professionalization, and if so, in what ways."]}, {"title": "Methods", "paragraphs": ["This article draws from data collected at a “learning newsroom” in a top journalism school in the United States. The research is based on qualitative and quantitative methods, including: over 200 hours of ethnographic fieldwork; interviews with graduate students in journalism and faculty members; analyses of over 200 articles published on the news organization’s website; and a survey administered to students at the end or their time at the Content Lab. Understanding how journalism schools confront changes in the media environment offers valuable insight into the potential blurring or reconfiguration of traditional professional norms and standards. Because of the very nature of learning environments, an educational organization is likely to encourage a more explicit dialogue surrounding considerations of newsworthiness and news values than in purely professional settings. Alterations to the curriculum and teaching methods reflect some areas where journalistic actors appear most willing to renegotiate meaning as they prepare for the future and where, to the contrary, they exert most resistance.", "Pedagogical spaces like “learning newsrooms,” designed to bridge the gap between academic and professional settings, play an especially important role in determining how students make sense of the knowledge they developed inside the classroom. Because students bring their own set of personal journalism values to their education, the negotiation of their previously held beliefs with newly acquired values and standards can be a complex and challenging process, especially under the constraints of the journalistic practice (Gutsche 2011). By recreating the operation of a professional newsroom, experimental spaces allow aspiring journalists to test their budding knowledge in a context that resembles the workplace, while providing support.", "I conducted the observation over a period of 20 weeks between January and June 2015, which enabled me to watch the full newsroom experience of two cohorts (over 90 students), all of whom were required to complete a 10-week rotation during the second quarter of their program. At 71 students, the first cohort, which entered the program in the fall, was significantly larger than the second, which began in the winter and had 21 members. I visited the newsroom once a week for 4–6 hours during the first 10 weeks, and increased the visits to twice a week for 8–10 hours at a time, during the second quarter for a total of about 230 hours of on-site fieldwork.", "During that time, I was able to observe the interaction of the journalism graduate students with their professors. Most of the latter had long careers as reporters or editors with ties to news organizations including TIME, BBC, PBS, ESPN and CNN, and some continued to produce content for these companies as freelancers or part-time employees. Students were invited to attend the Content Lab on Tuesdays and Wednesdays for at least four hours, although they could spend part of that time “in the field” if reporting required them to do so. On those days, the program often offered short talks and lectures, including presentations about multimedia news production and visits from alumni with successful careers. Students were strongly encouraged to attend these sessions, but were only required to participate in the session about legal considerations for online content.", "In addition to the observation, I conducted in-depth interviews with three students and three professors at the beginning and the end of the second quarter in which I further inquired into the conceptualizations of the norms and standards they believed to guide journalistic practice. During the interviews I also presented them with samples of articles and asked them to reflect on their “newsworthiness.” At the end of the observation, I collected data from the 222 stories published on the organization’s website during the second quarter in order to quantify elements such as storytelling mode, average word length, story beat, shares on social media and multimedia elements included in them. Finally, I administered a questionnaire to the first cohort of students, with 34 responses. The online survey explored information on the educational and professional backgrounds of the cohort, their use of technology for reporting and their beliefs about particular news values. This last section asked students to rank assertions related to news values and the role of the audience in defining news values, on a five-point Likert scale ranging from strongly disagree to strongly agree."]}, {"title": "Results", "paragraphs": ["The learning newsroom was created to offer students at the Journalism School a space to apply the skills they acquired in an academic setting within a professional context. The newsroom integrates the professional and educational layers into a single space, creating dual identities for the actors within it: students are also reporters, and professors are also editors. Although historically the objective of simulating a professional environment strictly implied recreating a newsroom operation, the broadening definition of what journalism is, where students will be employed, and how their work is done, have problematized the newsroom assumption. As a result, at the beginning of 2015 the organization transitioned from a structured learning newsroom to a Content Lab that offers students more liberty to choose the types of work they will engage in.", "The new managing editor strongly advocated for the change in the name as a mechanism to “break ties” with the past and inculcate a different view of what is expected from student journalists. The new terminology exemplifies some of the profound changes in the organizational culture. As he explained, not all are interested in news: “Journalism is content, not just news, and lab connotes we are going to have to experiment; that is what journalists do” (personal communication, January 20, 2015). The student-reporters were not only allowed to step outside the traditional tools and formats; they were encouraged to do so.", "Having pioneered the shift from print to digital in one of the most important newspapers of the country before entering academia, the managing editor’s professional career was highly tech-oriented. He identified himself as a person who has been “waging the culture battle” among journalists. In addition, the Content Lab introduced the figure of an interactive editor in charge of assisting the students with their multimedia needs, from learning to write code in WordPress (the platform on which the organizational website was based), to editing and uploading audio and images and interactive graphs.", "Alongside the managing editor, he was also responsible for running the social media platforms, checking the metrics and making sure the site was functioning properly. Unlike the beat editors, the interactive editor worked with the entire student body, an especially complicated feat with the fall cohort of over 70 people. While his job often implied a deluge of work and responsibility, it also gave him significant power as students and many less tech-savvy colleagues depended on him to carry out their work. He also differed from other editors in that he was a young professional with limited reporting and editing experience, but vastly more technologically skilled. Beyond the material aspects of his job, the interactive editor was also deeply involved in helping the students conceptualize, from the start, the multimedia potential in their stories.", "Although over half of the students were under 25 years old and had little to no experience in journalism, they brought their own notions of journalism to the program based on more conventional ideas of the journalistic practice, most frequently related to print journalism. Both the managing and interactive editors struggled to convince students to internalize the question of “What is the best way to tell this story?” using multimedia from the beginning of the reporting process, rather than asking: “How can I illustrate this story?” after writing it. On several occasions, students were sent back to the site where they had reported a story to gather video that they had not captured during their initial visit. No matter what storytelling track they specialized in, students were encouraged to base storytelling decisions on a multimedia spectrum.", "The learning newsroom divided its students into five “beat pods,” reflected on the website in the distribution of stories into five categories: Public Affairs, Business, Health and Science, Arts & Culture, and Sports. Each pod had at least one editor who oversaw students, including story coaching and approval, and subsequent editing of the material. Although the professional layer of the operation continued to imitate the organization of a newsroom, the pedagogical dimension was redesigned at the end of the previous academic year (2014). Rather than selecting their area of expertise based on subject matter as they did in the past, students defined the direction of their studies by selecting one of three “storytelling modes”: news, magazine and video. While they could opt into electives to gain more beat expertise, this was no longer mandatory; storytelling mode displaced subject matter as the most relevant distinction.", "Furthermore, the differentiation between the tracks proved to be somewhat artificial. The division of students into two rather than three groups seemed much more apparent: “scribblers” and the video students. The scribblers were those most interested in writing (news and magazine reporting), while video students focused on audiovisual storytelling. Unlike the writers, the video students required extra time to acquire basic skills they would need to implement video tools. Thus, they remained physically separate from the rest of the group during the first half of the quarter, while they attended classes on video production and editing. They also remained outside of the beat pod system in many practical ways. The organizational structure of the newsroom was intended for everyone to participate fully in the beat system, but because they were separate from the rest of the group during the first five weeks, most never blended in fully. Despite complaints from the beat editors, most worked almost exclusively with their video professors, reflecting their greater concern with technical aspects of video storytelling.", "The writers were not simply writers. Professors expected them to integrate additional multimedia into their written stories in addition to the text, including but not limited to pictures, hyperlinks, video, audio, infographics and maps. For every prospective story, students turned in a “story planner” to their editor that required them to describe the content and its target audience, justify its newsworthiness, explain its appeal to “consumers,” determine the best “mode” to tell the story, identify sources, suggest questions for sources and mention what multimedia elements they intended to include. For the second quarter, this document had grown from one to two pages and incorporated social media strategies and ideas to visually improve the layout and presentation of text online.", "During the spring 2015 quarter, the Content Lab published 222 stories, 44 percent of which were news stories, 34 percent of which were feature stories and 22 percent of which were exclusively video (with no more than a descriptive sentence or two), although many of the features and news stories contained video as well. Close to 70 percent of the articles contained multimedia, ranging from video and graphics to interactive maps and animations.", "Usage of hyperlinks was low, despite the fairly small effort required to insert a link and its benefits for Search Engine Optimization (SEO). The articles contained an average of one link each with large variance, as many stories (especially the video ones, which tended to contain only a short introductory text) contained none at all, while some larger features had up to 11. By beat, over 40 percent of the articles published belonged to Public Affairs, while 24 percent were Business stories, 14 percent were Health and Science, 13 percent were Sports, and 8 percent were Arts and Culture pieces. The distribution was largely skewed because the data collection overlapped with the city’s mayoral and aldermanic elections and the special coverage generated an atypically large volume of political stories.", "Even students engaging in the professional practice of journalism for the first time entered the newsroom with a set of internalized professional norms. For most, these beliefs drew from the traditional journalistic values of liberal democratic media systems, grounded on ideals of public service, autonomy, objectivity, balance and accuracy. These were considered indispensable for maintaining credibility and legitimacy with the audience. Editors required students to consult with multiple sources for each story to verify information and guarantee substantiation, balance and objectivity. During editing sessions, students received frequent reminders to attribute all statements to the respective sources, leave themselves out of the story and avoid editorializing.", "In general, members of the newsroom seemed to believe there was still a demand for their work. One professor suggested that audiences were “still looking to journalists to vet information in a certain way that amateur content producers may not” (personal communication, March 31, 2015). Students and professors alike expressed commitment to producing impartial, accurate and fair stories. Responses from the student survey also indicated an adherence to traditional conceptualizations of the relationship between journalism and audiences. Over 70 percent claimed to have a clear understanding of what types of content interest readers; and 82 percent agreed or strongly agreed that as journalists it was in their best interest to understand what content was most attractive. Although 9 of 10 asserted that news stories that qualify as newsworthy according to traditional standards should be reported on regardless of popularity, greater ambivalence surrounded the idea that “news online should be entertaining.” About 40 percent of the students neither agreed nor disagreed with the statement, and the remaining 60 percent was evenly divided between the “agree” and the “disagree” poles.", "However, the discussion of professional norms tended to be more subtle and implicit in the Content Lab, whereas the more explicit teaching emphasis in the newsroom was on teaching the students the professional standards they would need in order to exercise journalism, including both the craft rules and form rules.", "The definition of craft rules within the Content Lab continued to highlight traditional considerations of importance, interest and novelty in determining whether information qualified as appropriate. However, the relative weight of each of these components suggests a larger concern with immediacy, and more notably than that, an increasing emphasis on audience-centric considerations.", "One student said information qualifies as news “when it affects people.” Her definition of news would inevitably vary depending on the consumer: “I think anything [which audience members] can engage themselves in, or affects them personally is considered news, so what might be news for me, might not be news for you,” she said (personal communication, April 1, 2015). Another student suggested that as social media gains prominence in news distribution, journalists should expect to wade further into the “gray zone” between journalism and entertainment. A different student went so far as to say that even if something fulfilled traditional standards of value such as politics, a story was worthless if nobody read it:I think something is really newsworthy if there is a niche audience clamoring for information about it—I don’t even think it even has to be a majority [of people] anymore … You can report on a story about something you think is important and I mean, yeah, you really care about it but if nobody gives a shit, is it really news? (personal communication, April 1, 2015)", "I think something is really newsworthy if there is a niche audience clamoring for information about it—I don’t even think it even has to be a majority [of people] anymore … You can report on a story about something you think is important and I mean, yeah, you really care about it but if nobody gives a shit, is it really news? (personal communication, April 1, 2015)", "Many editors also validated the importance of the audience, which became evident in their comments and the requirement for students to justify who their audience was and why they would find a story relevant. With audiences fragmented into such a broad spectrum of niches online, the ability to defend content as relevant to news “consumers” is ever growing. “Something could be a valuable news piece to a certain group of people but not to another. So understanding whom you are writing for will then inform news value,” said one professor (personal communication, April 1, 2015). For a different faculty member, a story has value when it is something worth knowing or is simply interesting: “Entertainment, I think, has a place in real journalism to a certain extent, but as one of my predecessors here used to say: ‘News is something that when you read it you say: ‘Oh, I didn’t know that!’” (personal communication, April 1, 2015).", "Although the Content Lab operated independently of market pressures, the significance of audience metrics and analytics in “the real world” surfaced on multiple occasions as a standard to measure the success of a story. Students and faculty were aware of story metrics, especially regarding stories that went viral online. Training on how to use social media effectively was limited, mostly to the handful of students who specifically expressed interest, although all were encouraged to share stories on their own profiles in Facebook, Twitter and Instagram. Nevertheless, the emphasis remained on “pushing out” or “pumping out” content rather than interacting with users. Students also received some basic instruction on how to make their stories easier to find through SEO.", "The site visitation averaged about 1000 sessions a day, with peaks of up to 1800 sessions1 during special coverage, such as that of the mayoral elections. On average, each session consisted of 4.6 pages visits. There was a great deal of variation with regards to the sharing of stories on social media platforms. While some stories were never shared on Facebook, others were shared dozens of times. The most viral story was a seven-minute video titled: “Syrian Immigrant Left Heartbroken by ISIS’s Abduction of Her Sister,” which received over 1000 Facebook shares and 36 tweets. The interactive editor attributed success to the ability of certain stories to “key into a vibrant social online community.”", "The willingness of students to pursue careers in areas other than traditional journalism also reflected the growing universe of what journalism is. Several expressed a desire to work in broader media production and editing, rather than at prestigious news organizations. Others confessed they applied to the program because they felt it provided them with the knowledge they need for other types of careers, ranging from documentary filmmaking to marketing. After attending an interview and accepting a job at a brokerage firm, one advanced student told a professor that she was “totally fine doing a non-journalism job as long as I get to use the right skillset” (personal communication, April 21, 2015). Furthermore, several students considered work at satire media venues such as The Daily Show or the The Onion to be legitimate job alternatives for someone with a graduate degree in journalism. As one student put it: “you’re still deciding what goes in and what doesn’t; you’re still defining what is valuable and what’s not. I would definitely consider it [news]” (personal communication, April 1, 2015).", "Students were encouraged to develop their skills as storytellers and look for characters and conflict that would help give life to their stories in a way that was assumed to be most attractive for their audience. Anecdotes, colorful quotes and details were some of the characteristics that editors highlighted when coaching their students. However, the assumption that news must be stories told through a “lead, narrative and closer” structure also faced challenges. Stories are not always the most efficient way to communicate information to online users, many of whom access the internet on mobile phones and are unwilling to read pages of text. As one editor reminded his student: “The one thing you have to remember about the audience is that they have no patience. They don’t want to read” (field notes, February 23, 2015). Students received constant feedback on how to make their stories and headlines “tight” and compact, a carryover from the age of print that still applies online, albeit for different reasons.", "Rankings, “listicles” and raw data pieces have gained prominence in the gamut of acceptable formats. In fact, one of the top-five read pieces during my observation was a text-less, picture-less page that consisted exclusively of graphics displaying the aldermanic election results. The success was attributed to the immediacy of the information and the fact that the page provided a fast and easy tool for readers to see and compare the election results in a way that the mainstream news had failed to do.", "Also during the coverage of the elections, the editing manager requested a piece with a collection of the election-day “shenanigans” reported on by the students. The reporter in charge of the publication aggregated the shenanigans, none of which she had reported, into an article titled “Top 6 Election Day Pseudo-scandals.” Publications like these mirrored the formats implemented by successful online enterprises like BuzzFeed and Mashable, who frequently stray from the structural constraints of the news story. Listicles also stand out in that they often lack their own reporting and build off the repurposing of previous content.", "Beyond traditional news norms, students spent a significant amount of time learning a series of standards they needed to comply with to generate output considered adequate for the internet. At the very minimum, students were required to include one image and hyperlinks in any article they uploaded to the WordPress template in which they worked; in fact, the template did not allow any story to go onto the public site without a main picture. The template also enabled the use of multimedia and interactive elements like audio, graphics and video. While these tools enhanced the work, they required a large investment of time and resources.", "Teaching students about online storytelling has become inseparable from teaching them technologies. Students carried out most work on their laptop computers, but mobile phones were just as important. In the survey, three out of four students said they owned an iPhone and used it to complete numerous work-related tasks. As more software becomes available to create and manipulate content, developing basic skills in a wide variety of tools becomes compulsory for reporters. Students used multiple types of software like Audacity, Final Cut, Adobe Premier, Adobe Photoshop and Microsoft Excel to edit audio, edit video, edit images, create photomontages and analyze data. In addition to editing, students also needed learned how to use online platforms like Vimeo, Data Wrapper, SoundCloud, where much of the material was stored, and WordPress, the open-source content management system that houses the organization’s news site and required the acquisition of some basic coding skills.", "While teaching students how to report and cover a beat were important in the Content Lab, it was inevitable to notice the amount of time spent on teaching them to use specific programs and applications, in addition to troubleshooting mistakes resulting from technological malfunctions or the misuse of the tools and errors in coding. Several editors found themselves teaching basics on aesthetics, graphic design and photography, offering students input about what looked good and what looked bad in terms of fonts, structure and images.", "The managing editor was well aware of the challenge of trying to teach so many skills, in addition to the traditional norms and standards. In a conversation with the interactive editor and a student, he commented that: “We shouldn’t be in the software teaching business. This isn’t a trade school.” Although the student claimed “it kind of is,” the interactive editor pointed out: “We are hoping to give people literacy so that they learn how to weld, not to weld with one type of welder” (field notes, May 12, 2015). Theoretically the approach sounds logical, but in practice the two proved inseparable. Teaching students to edit audio and photographs, build interactive graphs or simply to use the website platform necessarily involved teaching them to use the specific tool on which they could execute the task. Furthermore, showing them to use so many tools consumed a lot of time and frequently proved to contradict the emphasis on the value of immediacy."]}, {"title": "Discussion", "paragraphs": ["The professionalization of students in the Content Lab reflects the eroding boundaries of the institution of journalism. Three interrelated trends stand out in this context: a shift in the educational emphasis from story content to form; increasingly flexible professional standards regarding what qualifies as news, resulting from the greater emphasis on the audience; and a growing horizontality in the educational process.", "Prior to the curricular reform and launch of the Content Lab in place of the learning newsroom, the journalism program revolved primarily around teaching students to identify and produce news in specific beats. However, in 2014 the curriculum transitioned from educating beat journalists specialized in a specific platform (news, magazine, broadcast or interactive) to becoming storytelling mode journalists (news, magazine or video) that could choose whether or not to take electives that specialize them in a specific beat. Because the internet as a medium no longer constrains storytelling as broadcast, radio and print did in the past, the philosophy of the Content Lab is not to teach students how to find and tell stories appropriate for the medium they desire to specialize in, but rather to find the best “mode” to present their content in an all-encompassing medium. Interactivity was absorbed by all storytelling modes. In addition to doing away with the notion of news media being able to exist on a single platform, the blending of the interactive track into all three modes reinforced the understanding that online integration ceased to be an option for only some journalists and became an obligation for all. In practice, all students were learning to produce content that satisfies the demands of the digital audience.", "The shift in the organizational structure of the Content Lab and operation suggests a deep transition in priorities: one that places a greater emphasis on teaching students the characteristics of the output—particularly medium and format considerations—than on restraining the substance of the input. Rather than showing students how to identify news through traditional constitutive rules, in practice the Lab experience appeared to invest more time in teaching students regulative and form rules about how to construct and present content in an engaging and attractive way. Part of this shift might be attributed to the increasingly porous definition of “news” and the even broader category of appropriate journalistic content, which requires less effort and skill to discern because it encompasses a much larger body of information.", "Newsworthiness seemed to be less of an absolute value or intrinsic characteristic of certain types of information and more of a relative construction, greatly contingent on the ability to connect information to an audience. Thus, rather than fine-tuning a “nose for news,” this approach seemed to encourage developing attunement to audience interests. The increasing emphasis on the market logic also manifested through the attention paid to multimedia, metrics and SEO. Such practices suggest a change from the journalists described in the traditional newsroom ethnographies of the 1970s who could and did get away with ignoring what limited audience research they had available in fear that “readers are not particularly interested in the news they now receive” (Gans 2004, 235).", "Parallel to the flexibility regarding news standards, students and professors alike maintained their rigidity surrounding norms like objectivity, neutrality and independence. News that violated such boundaries was considered “flawed” or not news at all. Furthermore, power conceded to audiences was limited exclusively to their consumption and redistribution abilities. Students received limited to no instruction regarding how to address elements of convergence culture such as audience engagement, co-creation and citizen journalism. Nevertheless, if as Asp (2014) claims, professional standards do in fact emerge before professional norms, changes in journalistic norms may follow the evolution in journalistic craftsmanship. For example, it seems possible that the emphasis on content creation might give way to content aggregation; similarly, neutrality and balance could lose value if partisanship gains popularity among audiences.", "Third, the Content Lab reflected increasing horizontality in student–professor relationships, which, coupled with the desire to promote experimentation, served to stimulate student autonomy. At the beginning of the 2014–2015 academic year, requirements of physical presence in the Content Lab diminished from three to two days a week. The new curriculum also cut back on the hour-long information sessions and students frequently skipped them or came and went freely in the middle of them.", "In part, the horizontal learning relationship was an unintended consequence of the fact that most of the seasoned editors were themselves learners in many technological areas. While 75 percent of the students agreed they had learned about news values, reporting and writing from their editors in the Content Lab, 63 percent also claimed to know more about technology and how to apply it to journalism than their editors did. Editors remained experts in the many aspects and values of traditional journalism, but their role as experts was far from all-encompassing—especially regarding the process of news production and prevailing product considerations, where technology has left its biggest mark. The shift from a substance-centric approach to teaching journalism, in which seasoned journalists have most expertise, to a product-centric approach, in which they are also learners, only highlights those areas in which their knowledge is limited.", "However, on another level, the experimental autonomous model was created to adapt to the diverse needs of the learners. As students approach an enormous universe of potential employment options, each of which looks less and less like legacy media operations, the experimental methodology intended to provide them with all the basic tools they would need to be self-sufficient, no matter where they worked. While some students dreamt of producing Pulitzer Prize quality material and working at the New York Times, others aspired to the independence of a self-owned, local media outlet where they might have to take care of headlines, pictures, videos, and even design and coding. Finding balance to equip the students with the skills they would need proved to be an ongoing challenge.", "The results of a case study are by no means generalizable to all learning newsrooms, much less to the entire universe of journalism programs. However, by focusing on the processes and institutional shifts within this particular organization, the study sheds light on some of the challenges facing the professionalization of individuals within an institution in crisis. Furthermore, many of the changes noted in this paper are consistent with trends reported about professional news organizations and educational institutions both inside and outside the United States.", "Contemporary newsroom research clearly portrays the growing tensions between traditional professional norms and standards and the demands of the online audiences (Anderson, Bell, and Shirky 2012; Boczkowski and Mitchelstein 2013). Others have begun to document important changes in commercial news organizations as “reporting has become more reactive, less specialized, more prone to speed-induced errors, more dependent on the ‘culture of the click’ and the desires of the active audience, and, consequently less autonomous” (Anderson 2013, 98). New studies also highlight the rapidly growing value news organizations are placing on metrics when determining story content (Anderson 2011a, 2011b, 2013; Lee, Lewis, and Powers 2014; Napoli 2014; Petre 2014).", "Research on journalism education shows a similar trend to that found in this site. A study on the professional identities of journalism students in different media systems in Europe also depicted softening borders around journalism. “The degree in journalism seems to be a road into the media sector in a more general sense” (Nygren and Stigbrand 2014, 855–856). How to best approach the eroding boundaries and contradiction of journalism from the academic context is a dilemma yet to be resolved, if in fact it is something to be resolved at all. From a more optimistic lens, Mensing (2011, 5) suggests that the current context provides an opportunity to “enlarge the vocabulary and deepen an understanding of what constitutes journalism in function, process and value as well as product.”", "Moderates like Deuze advocate for journalism programs to abandon the theory versus practice discussion altogether in favor of a more reflective one, promoting awareness of how the social, financial and technological changes actually converge in contemporary journalism (Deuze 2001, 15). Deuze (2004) suggests that journalism programs are best off shifting their emphasis from technologies and techniques to preparing their students to understand the logic of multimedia, which demands addressing participation, collaboration and collective production head-on (Deuze 2004, 149). However, critics like Waisbord (2013) approach the conversation from a more skeptical place, not only highlighting the practical inability of journalism to control its boundaries from external interest in the long run, but also its ability to maintain its role as a public-minded institution that contributes to democratic life:The question, then, is not only whether professional journalism is desirable given the ambivalent relations between professionalism and democracy. It is also necessary to discuss whether this model is feasible in a world that is remarkably different from the one that engendered the rise of professionalism. (Waisbord 2013, 226)", "The question, then, is not only whether professional journalism is desirable given the ambivalent relations between professionalism and democracy. It is also necessary to discuss whether this model is feasible in a world that is remarkably different from the one that engendered the rise of professionalism. (Waisbord 2013, 226)", "Future research on journalism and professional norms and standards might pay close attention to trends in professionalization among media workers and the extent to which it maintains or loses relevance. Similarly, looking at the outcomes of different educational models of journalism schools or professionalization in countries with different media contexts might provide additional insight to this trend.", "Journalism’s financial commercial dependency on audiences puts its professionalism in a paradoxical dilemma: the increasingly porous rules that allow it to remain relevant in the high-choice media market simultaneously erode many of the boundaries that distinguish it as a profession. Committing to enforcing the rules that have become obsolete does little to guarantee employment for program graduates and prepare them for the work environments they will face. Yet broadening those boundaries, especially on commercial grounds, brings into question the public service ideology that legitimized the power of journalism as an institution."]}, {"title": "Disclosure Statement", "paragraphs": ["No potential conflict of interest was reported by the author."]}], "references": [{"title": "Between Creative and Quantified Audiences: Web Metrics and Changing Patterns of Newswork in Local US Newsrooms", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "Deliberative, Agonistic, and Algorithmic Audiences: Journalism’s Vision of Its Public in an Age of Audience Transparency", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "News Media Logic in a New Institutional Perspective", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Asp Kent", "first_name": "Asp", "last_name": "Kent"}]}, {"title": "Changes in Professionalism of US Journalists in the Turbulent Twenty-First Century", "year": "2009", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "86", "authors": [{"name": "Beam Randal A.", "first_name": "Beam", "last_name": "A."}, {"name": "Weaver David H.", "first_name": "Weaver", "last_name": "H."}, {"name": "Brownlee Bonnie J.", "first_name": "Brownlee", "last_name": "J."}]}, {"title": "Educating ‘New’ Journalists: Challenges to the Curriculum", "year": "2001", "journal": "Journalism \\& Mass Communication Educator", "volume": "56", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "What is Multimedia Journalism?", "year": "2004", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Online Journalists Face New Ethical Dilemmas: Lessons from the Netherlands. (Abstract)", "year": "2001", "journal": "Journal of Mass Media Ethics", "volume": "16", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}, {"name": "Yeshua Daphna", "first_name": "Yeshua", "last_name": "Daphna"}]}, {"title": "Journalism as the New Knowledge Profession and Consequences for Journalism Education", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang"}]}, {"title": "Teaching Journalism", "year": "2007", "journal": "Communication Research Trends", "volume": "26", "authors": [{"name": "Kelley Barbara", "first_name": "Kelley", "last_name": "Barbara"}]}, {"title": "Convergence: News Production in a Digital Age", "year": "2005", "journal": "Annals of the American Academy of Political and Social Science", "volume": "597", "authors": [{"name": "Klinenberg E.", "first_name": "Klinenberg", "last_name": "E."}]}, {"title": "Audience Clicks and News Placement", "year": "2014", "journal": "Communication Research", "volume": "41", "authors": [{"name": "Lee Angela M.", "first_name": "Lee", "last_name": "M."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew"}]}, {"title": "Teaching Journalists to save the Profession: A Critical Assessment of Recent Debates on the Future of US and Canadian Journalism Education", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Macdonald Isabel", "first_name": "Macdonald", "last_name": "Isabel"}]}, {"title": "Automated Media: An Institutional Theory Perspective on Algorithmic Media Production and Consumption", "year": "2014", "journal": "Communication Theory", "volume": "24", "authors": [{"name": "Napoli Philip", "first_name": "Napoli", "last_name": "Philip"}]}, {"title": "The Formation of a Professional Identity Journalism Students in Different Media Systems", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Nygren Gunnar", "first_name": "Nygren", "last_name": "Gunnar"}, {"name": "Stigbrand Karin", "first_name": "Stigbrand", "last_name": "Karin"}]}, {"title": "Guest Editor’s Introduction: New Institutionalism and the News", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Ryfe David M.", "first_name": "Ryfe", "last_name": "M."}]}, {"title": "The Nature of News Rules", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Ryfe David M.", "first_name": "Ryfe", "last_name": "M."}]}, {"title": "A Research Agenda for an Institutional Media", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Sparrow Bartholomew H.", "first_name": "Sparrow", "last_name": "H."}]}, {"title": "&#039;Homo Journalisticus&#039;: Journalism Education&#039;s Role in Articulating the Objectivity Norm", "year": "2012", "journal": "Journalism", "volume": "13", "authors": [{"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}]}]}