{"doi": "10.1080/17512786.2011.650923", "url": "https://doi.org/10.1080/17512786.2011.650923", "title": "NEWS ACCURACY IN SWITZERLAND AND ITALY", "volume": "6", "year": "2012", "issue": "4", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Porlezza", "first_name": "Colin", "name": "Colin Porlezza"}, {"last_name": "Maier", "first_name": "Scott", "name": "Scott R. Maier"}, {"last_name": "Russ-Mohl", "first_name": "Stephan", "name": "Stephan Russ-Mohl"}], "abstract": " Nearly 80 years of accuracy research in the United States has documented that the press frequently errs, but empirical study about news accuracy elsewhere in the world is absent. This article presents an accuracy audit of Swiss and Italian daily regional newspapers. Replicating US research, the study offers a trans-Atlantic perspective of news accuracy. To compare newspaper accuracy in Switzerland and Italy to longitudinal accuracy research in the United States, the study followed closely the methodology pioneered by Charnley (1936) and adapted by Maier (2005). News sources found factual inaccuracy in 60 percent of Swiss newspaper stories they reviewed, compared to 48 percent of US and 52 percent of Italian newspapers examined. The results show that newspaper inaccuracy—and its corrosive effect on media credibility—transcends national borders and journalism cultures. Nowadays, digitization offers new ways of implementing correction policies. Media organizations need, however, to adapt to these changes and to adapt their structures in particular to new forms of participative and interactive two-way communication. ", "body": [{"title": "Introduction", "paragraphs": ["No tenet of journalism is as widely accepted as the obligation to report the facts accurately. In the United States, the code of ethics of the Society of Professional Journalists (1996) states: “Test the accuracy of information from all sources and exercise care to avoid inadvertent error. Deliberate distortion is never permissible”. The International Federation of Journalists (1986) has a similar mandate: “Respect for truth and for the right of the public to truth is the first duty of the journalist”. Recognizing accuracy as journalism's foundation, the Swiss Press Council holds that errors should not only be avoided but corrected when they occur. Its guidelines state: “The search for the truth is the starting point of every journalistic activity … Journalists shall correct every article, whose content is proving to be false in whole or in part” (Schweizer Presserat, 2008). In addition, the professional association of Italian journalists stresses the importance of accuracy in its charter: “Inaccurate news must be corrected and errors repaired” (Ordine dei Giornalisti, 1993).", "But from the public's point of view, journalists fall short of these high-held principles. In the United States, the public's assessment of the accuracy of news stories is at its lowest level according to a survey by the Pew Research Center for the People and the Press (2009). Just 29 percent of Americans say that news organizations generally get the facts straight, while 63 percent say that news stories are often inaccurate. The public's skepticism may be well founded. Journalism is a fast-paced field and therefore vulnerable to errors. More than 70 years of accuracy research in the United States has documented that the press frequently errs.", "However, absent from the research literature is empirical study about news accuracy elsewhere in the world. To address this gap, the authors conducted an accuracy audit of 1000 newspaper articles from five daily newspapers published in Switzerland and 1000 newspapers articles from five daily newspapers published in Italy. In addition, the relation of news accuracy to media credibility was assessed. The investigation, closely modeled after US research, provides a trans-Atlantic perspective of news accuracy. The results provide evidence that newspaper inaccuracy—and its corrosive effect on media credibility—transcends national borders and journalism cultures."]}, {"title": "State of the Art", "paragraphs": ["News accuracy research is deeply indebted to Mitchell Charnley's seminal study (1936). In this pioneering study, Charnley clipped 1000 articles from three local newspapers and asked the people cited as sources to examine the articles for errors. Following Charnley's method, researchers have commonly classified factual accuracy into the following error categories: incorrect quotation, spellings, names, ages, other numbers, titles, addresses, other locations, time and dates. According to Charnley, close to half of all analyzed newspaper articles (46 percent) contained errors, an error rate that surprises veteran journalists even today.", "Almost 30 years later, Charles Brown (1965) carried out a similar study, examining 200 articles from 42 Oklahoma weeklies. In Brown's study, sources found errors in 41 percent of the stories examined. Fred Berry's study (1967) introduced a new perspective into accuracy research by creating a dichotomy between factual and subjective errors (information considered misleading even if factually correct). Based on 270 responses from sources of three Californian newspapers, Brown found almost one in two articles contained errors.", "In 1967 and 1968, William B. Blankenburg examined two US West Coast dailies, one rural and one suburban. Applying Berry's identification of objective and subjective errors, Blankenburg (1970) found 60 percent of news stories erroneous. However, Blankenburg also showed that the acquaintanceship between the source and the journalist has an impact on the accuracy of a story: news sources tend to be less critical with a reporter whom they know personally than with an anonymous reporter.", "Two years later, Gary Lawrence and David Grey (1969), using Blankenburg's sample, amplified the mail survey technique by conducting personal interviews on accuracy with both newsmakers and reporters. In an analysis exclusively of subjective errors, news source attributed errors to sensationalism and the lack of personal contact, while reporters cited internal organizational problems within the newsrooms and the time pressures inherent in the profession. Tillinghast (1982) found similar results: when asking how errors occurred, sources cited haste, reporters cited carelessness and editors cited misunderstandings. While sources claim nearly half of all articles to be in error, reporters—especially younger ones—often insist their work was indeed accurate. Tillinghast observes: In any examination of error, an implicit assumption is that once it is diagnosed it can be corrected. Such an assumption presumes agreement on error. The absence of agreement found in this study suggests that much of what is perceived as error is instead a difference of opinion. (1982, p. 22)  ", "In any examination of error, an implicit assumption is that once it is diagnosed it can be corrected. Such an assumption presumes agreement on error. The absence of agreement found in this study suggests that much of what is perceived as error is instead a difference of opinion. (1982, p. 22)", "Examining mathematical accuracy in the press, Maier (2003) found similar evidence that news sources and reporters often disagree about what constitutes an error, in particular when there is room for interpretation.", "One of the reasons why Charnley's model remains so popular is its simplicity. However, using the source as a determinant of accuracy leaves identification of errors open to interpretation. Therefore Kocher and Shaw (1979) suggested a “record comparison” model. “This involves comparing what is said in newspaper accounts with an official record that has been stipulated in advance as a ‘verifiable certainty’” (Kocher, 1981, p. 172). This approach may seem to be an improvement to Charnley's method, but not all or even most of information reported in a news story has a counterpart in an “official record.”", "The American Society of Newspapers (ASNE) (Urban, 1999) conducted focus groups and telephone surveys, asking readers about the trustworthiness of their papers. A key finding was that the public sees too many errors in the press. Readers reported that they spot grammar and spelling errors more than once in a month in their newspapers, while nearly a quarter of all respondents claimed they see other factual errors at least once a week. The industry group concluded: “Even seemingly small errors feed public scepticism about a newspaper's credibility. Each misspelled word, bad apostrophe, garbled grammatical construction, weird cutline and mislabelled map erodes public confidence in a newspaper's ability to get anything right” (Urban, 1999). Editors share reader distress over media inaccuracy. Mensing and Oliver (2005) asked more than 100 editors of smaller US dailies about the damage that errors cause to their newspaper's credibility. Three quarter of the editors thought that errors were a very serious problem for their newspapers: “Given the fact that 58 percent of the respondents said they saw errors of fact either daily or more than once a week in their own papers, accuracy is clearly a significant issue for many editors at small newspapers” (Mensing and Oliver, 2005, p. 16).", "As part of the ASNE study, Gaziano and McGrath (1986) developed an overall credibility score through factor analysis. The analysis showed that constructs such as being fair, unbiased, trustworthy, complete, factual and accurate are central dimensions of the concept of credibility. While Gaziano and McGrath identified 12 credibility factors, Meyer (1988) found that credibility could be gauged with as few as five factors. In this factor analytical approach, credibility is understood to be a multidimensional construct, where “semantic differentials of adjectives and some journalism-related items were analyzed with the help of factor analysis” (Kohring and Matthes, 2007, p. 235).", "Even though most of the research focused on local or regional newspapers, accuracy research based on Charnley's method has also been used to study science communication (Singer, 1990; Tankard and Ryan, 1974; Tichenor et al., 1970), coverage of social issues (Ryan and Owen, 1977), wire service coverage (Cote, 1970), news magazines (Burriss, 1985), radio international news (Bell, 1983) and television newscasts (Hanson and Wearden, 2004).", "In the United States, the work of journalists perhaps has grown even sloppier. In the largest and most recent accuracy study, three out of five news stories published in American regional newspapers were found to contain at least one error—an inaccuracy rate among the highest reported (Maier, 2005; Meyer, 2004). In separate analyses,1 Meyer and Maier showed that inaccuracy influenced source perceptions of newspaper credibility. In The Vanishing Newspaper, Meyer (2004) employed Lazarfeld's two-step flow analysis to show that source skepticism filters down to the generation population and that news inaccuracy ultimately affects the newspaper's fiscal health.", "In Europe, an accuracy study of 14 Irish newspapers was conducted in 2009. Surprisingly, only 3.4 percent of the 134 responding news sources rated the errors they found as serious or very serious. “At a time when, worldwide, journalists’ reputations for honesty and integrity are falling, that may be seen—by the industry particularly—as welcome news” (Fox et al., 2009, p. 5). Nonetheless, in a separate fact-check of 54 newspaper items, the researchers found that only 25 items contained no error, which is 46 percent—an accuracy rate in line with previous research in the United States.", "Some studies of news accuracy have been conducted in the German-speaking world, especially with reference to the relationship between public relations and journalism (Kepplinger and Maurer, 2004; Schröter, 1992). Breiden (2002) studied the use of press releases in the coverage of major press agencies in Germany. This study demonstrated that most of the factual errors are already included in the press releases while the handling of the incoming information by press agencies is on the whole accurate. Baerns (1999) also studied how errors contained in news arriving from agencies affected the reporting of the daily press. Her work showed that around 90 percent of the news provided by agencies is correct; however, those few containing errors are not corrected by the newspapers; instead, they are being multiplied and thus the errors grow exponentially.", "A new approach is offered by Kohring and Matthes (2007). They point out, that even though research on media credibility has reached an increasing precision in measurement, there is no theoretically derived and widely accepted operationalization of the concept. Thus, they advocate an alternative approach to the study of trust that combines the concepts of trust and credibility, on one hand, and theories of journalism and modern society, on the other (Kohring and Matthes, 2007, p. 238ff). In their “multiple factor model of trust in news media,” they believe that the trust of the recipients in the news media is based on four dimensions: “trust in the selectivity of topics,” “trust in the selectivity of facts,” “trust in journalistic assessment” and, hence, “trust in the accuracy of depictions.” In their view, trust in news media itself is regarded as a higher order, which includes all of the four dimensions.", "Particularly in a digital world, where errors can be easily detected but also easily spread, the credibility of journalism—and enlightened discourse—relies on getting the story right. And as Silverman states: In journalism, nothing is possible without trust … If the press does not have the trust of the people it strives to inform, enlighten, and, occasionally, inspire or enrage, it ceases to fulfill the lofty role it claims in a democratic society. (2007, p. 3)  ", "In journalism, nothing is possible without trust … If the press does not have the trust of the people it strives to inform, enlighten, and, occasionally, inspire or enrage, it ceases to fulfill the lofty role it claims in a democratic society. (2007, p. 3)"]}, {"title": "Research Questions", "paragraphs": ["The goal of this study is to assess the accuracy of news coverage in select Swiss and Italian newspapers and to evaluate how errors affect the credibility of journalism in Switzerland and Italy compared to the United States. Based on extant research, the evidence suggests that the error rates may be on the rise in the United States, a trend that should be of concern for journalists in Europe as well. Drawing from the research model of Charnley and his successors, we have formulated the following research questions:  RQ1: How often do errors occur in local newspapers in Switzerland and Italy?  RQ2: What kinds of errors occur most frequently?  RQ3: How serious are the errors?  ", " RQ1: How often do errors occur in local newspapers in Switzerland and Italy? ", "RQ2: What kinds of errors occur most frequently? ", "RQ3: How serious are the errors?", "In a second step to our research, we sought to assess how the errors affect the credibility of newspapers. Based on the research questions and results from previous studies, the following hypotheses were tested:  H1: The number and severity of the errors have a negative impact on the credibility of newspapers in Italy and Switzerland.  H2: The number and severity of errors have a negative effect on the willingness of people to act as sources again.  ", " H1: The number and severity of the errors have a negative impact on the credibility of newspapers in Italy and Switzerland. ", "H2: The number and severity of errors have a negative effect on the willingness of people to act as sources again.", "Moreover, based on Hallin and Mancini's (2004) differentiation of media systems, the last hypothesis suggests that there are tangible differences in journalistic accuracy between the North Atlantic and Liberal Model (United States), the Democratic Corporatist Model (Switzerland) and the Mediterranean or Polarized Pluralist Model present in Southern Europe. The different models developed individually with respect to the media market, the political system, the role of the state and, in particular, the journalistic professionalism—thus different journalism cultures will deal in a different way with errors:  H3: Due to different journalism cultures in the three countries, we expect a significantly higher error rate in Switzerland and in Italy compared to the United States, with the highest rate in Italy due to a lower professionalization.  ", " H3: Due to different journalism cultures in the three countries, we expect a significantly higher error rate in Switzerland and in Italy compared to the United States, with the highest rate in Italy due to a lower professionalization."]}, {"title": "Method", "paragraphs": ["To compare newspaper accuracy in Switzerland and Italy to longitudinal accuracy research in the United States, the study closely followed the methodology pioneered by Charnley (1936) and adapted by Maier (2005). As part of a larger investigation of media quality and profitability (Meyer, 2004), Maier's US news accuracy study included a cross-section of 14 newspapers2 in markets with existing data on local trust in newspapers available from the Knight Foundation community surveys. The European study investigated five mid-sized regional newspapers in Switzerland: Aargauer Zeitung, Basler Zeitung, Berner Zeitung, Südostschweiz (Chur) and Tages-Anzeiger (Zurich), and five mid-sized regional newspapers in Italy: L'Eco di Bergamo, Il Giornale di Brescia, Il Resto del Carlino (Bologna), Il Giornale di Sicilia (Palermo) and Il Secolo XIX (Genoa). The regional dailies were grouped based on the economic importance of the region and of their markets, on their circulation3 and on their independence with respect to their affiliation with a media holding.4 ", "For each Swiss and Italian newspaper, a sample of 200 articles was collected from the front page, and the local news, business and culture/lifestyle sections of the paper, while the US study used a sample of 400 articles per newspaper.5 Only articles signed by name or by the initials of the author were included. Wire service stories were excluded from the sample. To broaden the sample, no news source was surveyed more than once.", "Researchers used Internet databases and telephone directories to locate sources. For each article, a primary source was identified and sent (electronically, whenever possible) a copy of the story with a six-page questionnaire. Each news source was asked in the questionnaire to identify errors, if any, in the news story and to classify inaccuracies according to type and perceived severity of error. A checkbox of error categories closely followed the factual error classifications established by Charnley (1936) and the subjective error classifications developed by Berry (1967) and his successors. When the questionnaire was not returned within two weeks, another questionnaire was delivered. Due to time restrictions, in the two European surveys only one reminder per source was sent out, one less than in the American study. The survey was conducted from May to December 2008.", "The response rate for the Swiss newspaper sample was 50 percent (Table 1).6 After a low response from Italian news sources, researchers decided to switch newspapers included in the sample of Italian newspapers.7 Even then, the final response rate was a disappointing 15 percent. Because of the low response rate the Italian results presented here can at best be regarded as explorative.", "The low response rate in Italy is not surprising as Italians are not known for their responsiveness to written surveys. In Italy we also were forced to mail more printed questionnaires than in Switzerland, where the share of e-mailed surveys was very high (89 percent). This is due to the significantly lower degree of broadband Internet connection in Italy compared to OECD standards (Swiss Federal Statistical Office, 2010).", "Another speculative reason for the low response rate in Italy may be that Italians are perhaps more sensitive to the status of the surveying institution: if they do not know it, they will most likely not respond. Last but not least, the expected effect of the study may also be of importance: as Italian sources may have judged that the study would not have any positive practical effect on the errors management of Italian newspapers, they may have decided not to participate (see Harzing, 1997, p. 659).", "Politicians, government spokesmen and business representatives were the most prevalent sources of information in all three countries. But in Italy and Switzerland, a higher rate of informants came from the business world (22.7 and 29.6 percent, respectively) compared to US news sources (19.4 percent). In the US newspapers studied, government officials were the most common source cited (36.7 percent). The Swiss newspapers also relied heavily on government officials (28.4 percent of news sources) while in Italy politicians accounted for 22.1 percent, almost the same percentage as business representatives. In the Swiss newspapers studied, so-called “experts” were consulted frequently (24.5 percent), while experts accounted for only 11.6 percent of US news sources and 7.8 percent of Italian sources."]}, {"title": "Findings", "paragraphs": ["News sources found factual inaccuracy—one or more objective “hard” errors such as incorrect names or dates—in 60 percent of Swiss newspaper stories they reviewed, compared to 48 percent of US newspapers examined. The difference in error rates is statistically significant (Pearson chi square (1)=23.8, p<0.001). In the US study, factual error rates varied by newspaper from a low of 42 percent to a high of 57 percent of news stories examined (Maier, 2004, p. 540). Variation in accuracy rates was also found with the Swiss press: factual error rates ranged between a low of 57 percent to a high of 63 percent.", "A greater percentage of factual errors were identified in Swiss newspapers than in US newspapers in every error category except “wrong numbers” (see Table 2). Despite differences in overall error rates, the rank order of error types was generally similar. The two most common factual errors cited for both nations were misquotations and inaccurate headlines; the least common was incorrect age and incorrect address provided. Even though English spelling is notoriously vexing for even native-language writers, misspellings were found in Swiss German-language newspapers in similar proportion to US newspapers. The most pronounced difference in factual accuracy concerned headlines, in which more than one in four were found inaccurate among the Swiss newspapers studied, compared to 15 percent of US news stories.", "While more factual errors were found in the Swiss press, these inaccuracies were considered somewhat less egregious than the fact errors identified in US newspapers. On a Likert-like scale in which 1 is a minor error and 7 a major error, the mean rating was 2.5 by Swiss sources, compared to 2.8 by US sources. In an independent-samples t-test, the difference in means is statistically significant (t(499.7)=2.99, p=0.003). An adage in American public relations only half-jokingly proclaims, “Say anything you want about me as long as you spell my name right.” The credo apparently extends to Switzerland: the factual error held most egregious among Swiss news sources was having their name wrong (earning a 3.6 severity rating). Reporting a wrong location for an event was also ranked among the most severely rated errors, garnering a 3.3 rating by Swiss news sources. By contrast, the most frequent factual errors—misquotations and inaccurate headlines—were among the lowest rated. In the survey of US news sources, the most egregious fact errors were getting an event's address wrong (rated 3.3) followed by getting the name wrong (rated 3.1). See Table 2 for complete severity rankings.", "So-called “soft” errors—subjective information considered technically correct but misleading—were found in 55.5 percent of Swiss newspaper stories examined, compared to 46.5 percent of US newspapers. The difference is significant (Pearson chi square (1)=13.69, p<0.001). But the ranking by relative frequency of subjective error types was identical for both Swiss and US newspapers (see Table 2). Swiss news sources found that more than a third of newspaper stories they examined lacked “essential information,” which was also the most common subjective error reported by US sources. News sources for both nations also frequently complained that their quotes were distorted or taken out of context (accounting for more than a fourth of the subjective errors identified). The tendency of journalists to hype news stories was evident in both Swiss and US newspapers. About one in five Swiss stories were considered “sensationalized” by news sources. A similar proportion of US news stories also were considered “sensationalized.” The least frequently cited subjective error for both nations were stories deemed “understated” (representing 5 percent of news stories examined by Swiss sources and 10 percent of US news stories).", "As with factual errors, subjective errors identified in Swiss newspapers were perceived less severe than in US newspapers, with a mean rating of 2.5 compared to 2.8 for US newspapers. The severity of subjective errors in Swiss newspapers was fairly uniform, with the exception of a relative low severity score (2.0 on a seven-point scale) for stories identified as “understated.”", "When errors were identified, news sources were asked to identify reasons why the inaccuracies occurred. The top response from both Swiss and US news sources was that the reporter did not understand what she or he was writing about, a complaint made for more than one in four stories in which errors were found. Swiss sources attributed inaccuracies to deadline pressure in greater proportion of errant stories than US sources. Swiss sources also were less likely than US sources to blame errors on reporter laziness or poor questioning. Other perceived causes of errors were fairly similar, with sources from both nations attributing source misinformation as the least likely cause of error. See Table 3 for a complete cause-of-error listing.", "To measure newspaper credibility, a six-item index was developed based on source perceptions of whether a newspaper is fair, accurate, unbiased, trustworthy, non-sensational, and factual.8 Despite the abundance of errors, news sources remained trusting of their newspapers and willing to serve as news sources again. This was especially true among Swiss sources, who gave their newspapers a 5.5 rating on a seven-point credibility scale, even higher than the 5.1 trust score that sources gave US newspapers. The majority of Swiss sources also characterized themselves as “eager”—the highest rating—to cooperate with the newspaper again, compared to slightly more than a third of US sources who characterized themselves as “eager.” Only 1 percent of Swiss sources said they would be “reluctant” to serve as a source again, compared to 3 percent of US sources.", "While sources from both nations seemed strikingly forbearing when finding newspaper errors, inaccuracy nonetheless had a significant negative effect on media credibility and source willingness to cooperate on future stories. To evaluate the relationship between error and credibility, Pearson product-moment correlation coefficients were computed for story and newspaper credibility and four measures of newspaper accuracy. By every measure, Swiss and US media credibility significantly declined in relation to the number and severity of errors (see Table 4). For both nations, credibility was especially impaired when subjective errors were involved. The severity of errors had a stronger negative effect on overall credibility of Swiss newspapers than on US newspapers.", "In this context it is interesting to note that the ranking of Swiss newspapers concerning the number of factual errors correlates with the mean severity of “hard” errors. In other words: the fewer mistakes the sources perceive, the more insignificant they consider them to be. The sources of the Südostschweiz complain not only about fewer mistakes than the sources of the Tages-Anzeiger, but they also judge the errors to be less severe.", "However, the relationship between story credibility and the number of errors in a story was not as strong with Swiss newspapers as with US newspapers, perhaps because many of the factual errors identified by Swiss sources were considered relatively insignificant.", "As noted earlier, the audit of 1000 Italian newspaper stories yielded a disappointing 15 percent response rate. Therefore, our analysis of the 154 Italian news stories examined by new sources is reported separately and with the acknowledgment that these findings should be considered exploratory. Sources reported factual errors in 51.9 percent of Italian newspaper stories (compared to 60 percent in Swiss newspapers and 48.2 percent of US newspapers). A larger percentage of factual errors were identified in Italian newspapers than in US newspapers in every category studied, with misquotations and inaccurate headlines leading the list for both nations. Italian sources rated the severity of factual errors somewhat higher (a mean score of 2.7 on a seven-point Likert scale) than the 2.5 rating by Swiss sources and slightly lower than the 2.8 severity rating by US sources.", "Italian sources reported subjective errors in 55.8 percent of news stories, an error rate almost identical to Swiss newspapers but substantially higher than the 46.5 percent subjective error rate found in US newspapers. The mean severity rating for Italian newspapers was 2.5, a score identical to the Swiss press but lower than the 2.8 mean found for US newspapers. Italians sources gave their newspapers a 5.2 score on a seven-point credibility scale, slightly higher than the 5.1 score sources rated US newspapers but lower than the 5.5 rating of Swiss newspapers. A significant relationship between error and credibility was found among the Italian newspapers studied, though the correlation was generally weaker than found with either the Swiss or the US press."]}, {"title": "Discussion", "paragraphs": ["This study underscores that newspaper inaccuracy transcends national borders and journalism cultures. Whether in Switzerland, in the United States (or, apparently, in Italy), the findings indicate that vigilant readers would find errors in at least every other news article they examine. While overall error rates varied, the leading kinds of errors identified—and their perceived causes—were almost identical from nation to nation. By every measure, inaccuracy had a corrosive effect on media credibility. News sources, while surprisingly tolerant of errors, maintain high expectations that the news media will get the story right. Across nations, news accuracy really matters.", "We did not expect error rates in Switzerland, where regional newspaper are considered the premier source of news, to exceed those found in Italy. These results suggest that inaccuracy is pervasive even among newspapers with highly educated staff and serious purpose. But it would be over-reaching to conclude from this study that Swiss or Italian newspapers are less accurate than the US press. Only five newspapers were studied for each European country and, as noted earlier, the response rate was not adequate to draw conclusive results from the limited Italian sample.", "Accuracy rates might also reflect differences in expectations of news sources and their willingness to attribute error. For example, Swiss sources may be less likely to overlook errors than their US counterparts. Supporting this proposition is the high level of trust of Swiss sources accorded the press while holding the newspapers accountable for factual errors they considered minor. Conversely, Italian sources may have relatively lower expectations of newspaper accuracy, and hence a weaker relationship exists between media accuracy and credibility. Another possible explanation: the results in accuracy rates reflect differences in editing procedures in Europe, where reporters tend to review each other's work, and in the United States, where stories traditionally are edited by at least two full-time editors prior to publication. The differences might also be attributed to temperamental public opinion—on both continents, there is increasing unhappiness with news media performance. All these possibilities merit further study.", "This study highlights the value—and challenge—of communication research across borders. The findings show that accuracy is a serious quality problem that journalism needs to solve. Whether in Switzerland, Italy or the United States, if every second article contains at least one mistake, this is at least one mistake per article too many. Clearly, newsrooms need to acknowledge prevalence of inaccuracies and to step up efforts to reduce errors. Certainly the best solution is to avoid mistakes. But in the fast, error-prone digital world, news media also have to learn to better respond to mistakes made—as suggested over a decade ago by the German pioneer of errors research, Bernd Wetzenbacher (1998). There are many options for remedy, and the Anglo Saxon media have been practicing some of them for quite a while: the correction box or correction corner, in which errors are voluntarily reported and routinely corrected; Editor's Notes by which weightier errors are analyzed and explained, and with ombudsmen who address complaints and mediators who investigate systematic errors.", "The challenge for newsroom management is to openly acknowledge the fallibility of journalists and to commit to correcting errors in a systematic fashion. As trivial as it may sound, engagement from the top of the newsroom hierarchy is required for real change to occur (Haiman, 2000). Alas, top-down orders will not be enough, and may even have a counterintuitive effect. The most important prerequisite for implementing corrections policies across the newsroom (rather than selectively) is an open climate. Instead of communicating “par ordre du mufti,” a great deal of persistence will be needed to correct errors continuously and reliably. Even if the work climate is good, two problems remain: precise coverage is not rewarded (Maier, cited in Ragan-Fore, 2008, p. 24). As accuracy is generally expected, incentives for individual journalists to vigorously rout errors are sparse. Experienced journalists know that sources rarely challenge misquotations, because of apathy, lack of interest, anxiety or cos–benefit calculus (Baerns, 1997). Looking at the situation from a game theory perspective, the individual journalist finds him- or herself in a prisoners' dilemma (cf. Fengler and Russ-Mohl, 2005): his or her reputation may be damaged by thoroughly correcting personal errors while colleagues are less rigorous and precise.", "Given the high frequency of media errors, as shown by this and other studies, a daily correction corner may not be enough to deal with the flood of mistakes. A whole page of corrections apparently would be needed if every error was reported and corrected (Maier, 2009). Nevertheless, the sheer existence of corrections corners should help promote accuracy: no journalist likes to be exposed in front of his colleagues. On the other hand, the Internet with its 24/7 cycle, seduces journalists to publish “fast food”—unchecked news that needs professional attention (Jarvis, 2009, p. 126f). Due to an online first policy, news posted on the Internet frequently gets checked after publication—if at all. The effect is aggravated as online errors widely and quickly diffuse due to viral distribution and to cross-media production by larger publishing houses.", "However, digitization also offers new ways of implementing correction policies: when online articles are corrected after publication, some newsrooms explicitly document the changes made. Corrections can also be appended to the digital article to make the error transparent. In the digital age, independent sources frequently alert media to errors. Blogs such as “Regret the Error” and the German “BildBlog” track mistakes, while others like “Media Bugs” serve as intermediaries that help newsrooms identify and track errors faster and more reliably.", "Thanks to new media, managing corrections has become a lot easier—theoretically. Media organizations need, however, to adapt to these changes. This means that the news media should both increase resources to handle errors (including critical feedback provided by audiences) and to undergo organizational transformation, adapting their structures to the new form of participative and interactive two-way communication. New roles have to be established in newsrooms, with journalists routinely publishing and correcting feeds on Twitter and Facebook, and with mediators who serve as an interface between the public and the media outlet. Overall, media organizations have to set up and implement a social media strategy—a managerial challenge that goes well beyond implementing correction policies.", "In addition, the public should be invited to report errors directly to the newsroom by using innovative forms of collaborative action similar to crowdsourcing techniques that the Guardian applied to uncover the expenses scandal involving members of the UK Parliament. The insight that loyal readers are also cooperative readers applies not only to helping media conduct research but also to systematically identifying and correcting media errors.9 The Washington Post in the United States and the Tages-Anzeiger in Switzerland have started to implement this cooperative approach. This form of outsourcing can be helpful in grim economic times, though a specialized editor will be needed to check reader inaccuracy claims before correcting the reported errors.", "News outlets can no longer simply overlook or “scrub” their errors. On the Internet, it is virtually impossible to erase mistakes. As noted by “Regret the Error” blogger Craig Silverman (2008), “The new permanence of news makes it more important than ever to initially get the story right, lest an error rocket around the world. But when prevention fails, a suitable correction must follow.” The editorial production process no longer ends with the publication of an article; indeed, when a story goes online it is often the starting point. “Online errors don't disappear like yesterday's print edition. News organizations need to recognize what the new permanence means for errors and corrections, and act accordingly” (Silverman, 2008).", "What are the odds that newsrooms will vigorously engage in accuracy management? At present, there is rather little hope: the US media fall short of the sustained commitment needed to meaningfully eradicate errors; as for Switzerland and Italy, not even corrections columns exist. Most news media have also failed to apply more innovative feedback channels such as “Media Bugs” or watchblogs. Evidently, improved accuracy in journalism is not yet a top priority. Foremost, editors-in-chief have to recognize that laissez-faire error and correction policies threaten credibility—and thus, in the long run affect the newspaper's fiscal bottom line (Meyer, 2004).", "However, corrections management is not a one-sided process. What is needed is a new understanding of the possibilities that Web 2.0 offers. As channels of news distribution converge, the space for recipients' participation is increasing. As Meier (2007, p. 251, translated by the authors) says, this allows for collaborative news production. “If professional journalism wants to use this option … the public, i.e., citizens willing to participate, must be respectfully integrated into news processing.” Audiences must be taken seriously and given the opportunity to raise their voices, “to guarantee that feedback is not only provided—as so far in rounds of criticism inside the newsrooms—only internally. It needs to be public and should generate some pressure to act from outside” (Wied, 2010).", "A promising track for future research might investigate different expectations of the public in different journalism cultures. Even more important, however, is to ensure that existing research compiled over so many years will “trickle down” to newsrooms and inspire real change that nourishes media credibility. Is there hope that newsrooms will show more initiative in reducing the number of errors and improving their corrections policies? In these difficult times for journalism, more studies will not change newsroom behavior until the news media acknowledge that their business is and will remain error-prone—as we have documented here, across cultural boundaries."]}], "references": [{"title": "Das mündige Publikum wird ausgeschaltet", "year": "1997", "journal": "PR Forum", "volume": "3", "authors": [{"name": "Baerns Barbara", "first_name": "Baerns", "last_name": "Barbara"}]}, {"title": "Telling It Like It Isn&#039;t: inaccuracy in editing international news", "year": "1983", "journal": "International Communication Gazette", "volume": "31", "authors": [{"name": "Bell Allan", "first_name": "Bell", "last_name": "Allan"}]}, {"title": "A Study of Accuracy in Local News Stories of Three Dailies", "year": "1967", "journal": "Journalism Quarterly", "volume": "44", "authors": [{"name": "Berry Fred", "first_name": "Berry", "last_name": "Fred"}]}, {"title": "News Accuracy: some findings on the meaning of errors", "year": "1970", "journal": "Journal of Communication", "volume": "20", "authors": [{"name": "Blankenburg William B.", "first_name": "Blankenburg", "last_name": "B."}]}, {"title": "Majority of Readers Give Papers an A for Accuracy", "year": "1965", "journal": "Editor \\& Publisher", "volume": "", "authors": [{"name": "Brown Charles H.", "first_name": "Brown", "last_name": "H."}]}, {"title": "Accuracy of News Magazines as Perceived by News Sources", "year": "1985", "journal": "Journalism Quarterly", "volume": "62", "authors": [{"name": "Burriss Larry L.", "first_name": "Burriss", "last_name": "L."}]}, {"title": "Preliminary Notes on a Study of Newspaper Accuracy", "year": "1936", "journal": "Journalism Quarterly", "volume": "13", "authors": [{"name": "Charnley Mitchell", "first_name": "Charnley", "last_name": "Mitchell"}]}, {"title": "A Study of Accuracy of Two Wire Services", "year": "1970", "journal": "Journalism Quarterly", "volume": "47", "authors": [{"name": "Cote Richard J.", "first_name": "Cote", "last_name": "J."}]}, {"title": "Measuring the Concept of Credibility", "year": "1986", "journal": "Journalism Quarterly", "volume": "63", "authors": [{"name": "Gaziano Cecilie", "first_name": "Gaziano", "last_name": "Cecilie"}, {"name": "Mcgrath Kristin", "first_name": "Mcgrath", "last_name": "Kristin"}]}, {"title": "Measuring Newscast Accuracy: applying a newspaper model to television", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Hanson Gary", "first_name": "Hanson", "last_name": "Gary"}, {"name": "Wearden Stanley T.", "first_name": "Wearden", "last_name": "T."}]}, {"title": "Response Rates in International Mail Surveys: results of a 22-country study", "year": "1997", "journal": "International Business Review", "volume": "6", "authors": [{"name": "Harzing Anne-Wil", "first_name": "Harzing", "last_name": "Anne-Wil"}]}, {"title": "Measuring Mass Media Accuracy", "year": "1981", "journal": "International Communication Gazette", "volume": "28", "authors": [{"name": "Kocher Douglas J.", "first_name": "Kocher", "last_name": "J."}]}, {"title": "Trust in News Media: development and validation of a multidimensional scale", "year": "2007", "journal": "Communication Research", "volume": "34", "authors": [{"name": "Kohring Matthias", "first_name": "Kohring", "last_name": "Matthias"}, {"name": "Matthes Jörg", "first_name": "Matthes", "last_name": "Jörg"}]}, {"title": "Subjective Inaccuracies in Local News Reporting", "year": "1969", "journal": "Journalism Quarterly", "volume": "46", "authors": [{"name": "Lawrence Gary C.", "first_name": "Lawrence", "last_name": "C."}, {"name": "Grey David L.", "first_name": "Grey", "last_name": "L."}]}, {"title": "How Sources, Reporters View Math Errors in News", "year": "2003", "journal": "Newspaper Research Journal", "volume": "24", "authors": [{"name": "Maier Scott R.", "first_name": "Maier", "last_name": "R."}]}, {"title": "Accuracy Matters: a cross-market assessment of newspaper error and credibility", "year": "2005", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "82", "authors": [{"name": "Maier Scott R.", "first_name": "Maier", "last_name": "R."}]}, {"title": "Editors at Small Newspapers Say Error Problems Serious", "year": "2005", "journal": "Newspaper Research Journal", "volume": "26", "authors": [{"name": "Mensing Donica", "first_name": "Mensing", "last_name": "Donica"}, {"name": "Oliver Merlyn", "first_name": "Oliver", "last_name": "Merlyn"}]}, {"title": "Defining and Measuring Credibility of Newspapers: developing an index", "year": "1988", "journal": "Journalism Quarterly", "volume": "65", "authors": [{"name": "Meyer Philip", "first_name": "Meyer", "last_name": "Philip"}]}, {"title": "Chance of Blunderstorms. Journalism professor takes on the mea culpa culprit", "year": "2008", "journal": "Oregon Quarterly", "volume": "", "authors": [{"name": "Ragan-Fore Aaron", "first_name": "Ragan-Fore", "last_name": "Aaron"}]}, {"title": "An Accuracy Survey of Metropolitan Newspaper Coverage of Social Issues", "year": "1977", "journal": "Journalism Quarterly", "volume": "54", "authors": [{"name": "Ryan Michael", "first_name": "Ryan", "last_name": "Michael"}, {"name": "Owen Dorothea", "first_name": "Owen", "last_name": "Dorothea"}]}, {"title": "A Question of Accuracy: how journalists and scientists report research on hazards", "year": "1990", "journal": "Journal of Communication", "volume": "40", "authors": [{"name": "Singer Eleanor", "first_name": "", "last_name": "Eleanor"}]}, {"title": "News Source Perceptions of Accuracy of Science Coverage", "year": "1974", "journal": "Journalism Quarterly", "volume": "51", "authors": [{"name": "Tankard James W.", "first_name": "Tankard", "last_name": "W."}, {"name": "Ryan Michael", "first_name": "Ryan", "last_name": "Michael"}]}, {"title": "Mass Communication Systems and Communication Accuracy in Science Reporting", "year": "1970", "journal": "Journalism Quarterly", "volume": "47", "authors": [{"name": "Tichenor Philip", "first_name": "Tichenor", "last_name": "Philip"}, {"name": "Olien Clarice", "first_name": "Olien", "last_name": "Clarice"}, {"name": "Harrison Annette", "first_name": "Harrison", "last_name": "Annette"}, {"name": "Donohue George", "first_name": "Donohue", "last_name": "George"}]}, {"title": "Newspaper Errors: reporters dispute most source claims", "year": "1982", "journal": "Newspaper Research Journal", "volume": "3", "authors": [{"name": "Tillinghast William A.", "first_name": "Tillinghast", "last_name": "A."}]}, {"title": "Validating a Scale for the Measurement of Credibility: a covariance modeling approach", "year": "1994", "journal": "Journalism Quarterly", "volume": "71", "authors": [{"name": "West Mark Douglas", "first_name": "West", "last_name": "Douglas"}]}]}