{"doi": "10.1080/1461670X.2015.1017597", "url": "https://doi.org/10.1080/1461670X.2015.1017597", "title": "Inside Churnalism", "volume": "17", "year": "2016", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Jackson", "first_name": "Daniel", "name": "Daniel Jackson"}, {"last_name": "Moloney", "first_name": "Kevin", "name": "Kevin Moloney"}], "abstract": "There is widespread concern about the growing tide of “churnalism” in the news. Commonly, such accounts are written from within and about journalism studies. But this overlooks another story that we examine in this paper: that of the public relations (PR) practitioner. Based on interviews with 28 UK PR practitioners, we document their media relations practices, their perspectives on power relations with journalists, and their normative evaluations of churnalism. We find a number of PR professionals who understand news in depth, and whose media relations practice goes beyond the classic information subsidy, to what we call an editorial subsidy: targeted, tailored, page-ready news copy that contains key client messages. PR practitioners see power relationships in complex and contradictory ways, though. Despite many circumstances working in their favour, this does not mean they necessary feel emboldened in their everyday encounters with journalists. Finally, and perhaps surprisingly, for the vast majority of practitioners, there were either professional or personal concerns about increasing churnalism. At least on the surface, very few observe journalists' recent travails with glee: most want to see a robust and independent journalism where PR input is balanced with other sources.", "body": [{"title": "Introduction", "paragraphs": ["Most journalists, working either nationally or internationally, have very mixed emotions about their relationships with a major supplier of news material to them, namely public relations professionals. One account of that relationship by a leading British journalist will ring true to many of his co-workers around the world. In delivering the 2014 prestigious British Journalism Review Charles Wheeler lecture, BBC Economics Editor Robert Peston—among the most authoritative journalists in the United Kingdom—publicly lamented his profession’s increasingly “hideous and degrading” reliance on public relations (PR) material:When I worked on the Sunday Telegraph a decade ago, the fax machine was strategically placed above the waste paper basket so that press releases went straight into what we called the round filing cabinet. Now newspapers are filled with reports based on spurious PR generated surveys and polls, simply to save time and money … More disturbing, perhaps, PRs seem to have become more powerful and effective as gatekeepers and minders of businesses, celebrities and public or semi-public figures … today’s PR industry has become much more machine-like, controlled—and in its slightly chilling way—professional. (Peston 2014) Roy Greenslade (2012), Professor of Journalism and former Daily Mirror editor, reports similar tensions when he writes that “if the current trends [of more PR practitioners] continue, we will end up without the essential ‘media filter’ [of journalism] that … acts at its best on behalf of a public deluged with self-interested public relations material”. He continues: “What we’re talking about here … is an assault on democracy”. Both of these sentiments capture a zeitgeist of the state of journalism and PR in advanced industrial democracies such as the United Kingdom and United States, and represent an issue that has moved up academic, public and professional agendas of concern in the last 15 years. This is commonly described as “churnalism” (Davies 2008), but we argue (Moloney 2006; Moloney, Jackson, and McQueen 2013) there is a broader process of “PR-isation” occurring within the news media. This is characterised by a swelling PR industry, blurring job roles, and a growing colonisation of PR mindsets amongst journalists. Here, churnalism—the use of unchecked PR material in news—is an outcome of the broader process of structural and professional change.", "When I worked on the Sunday Telegraph a decade ago, the fax machine was strategically placed above the waste paper basket so that press releases went straight into what we called the round filing cabinet. Now newspapers are filled with reports based on spurious PR generated surveys and polls, simply to save time and money … More disturbing, perhaps, PRs seem to have become more powerful and effective as gatekeepers and minders of businesses, celebrities and public or semi-public figures … today’s PR industry has become much more machine-like, controlled—and in its slightly chilling way—professional. (Peston 2014)", "Whilst still an emerging field of research, the process of PR-isation and its consequences for democracy have been documented in some detail now in both the United States (McChesney 2012; McChesney and Nichols 2010) and United Kingdom (Davies 2008; Davis 2008; Lewis et al. 2008; Williams and Gajevic 2012). Commonly, such accounts are written from within and about journalism studies, with the perspective of PR practitioners largely overlooked or misunderstood. Within PR spheres, concerns about PR-isation have been evident for some years. For example, Moloney (2000, 2) identified the term “PR-isation” in 2000, and by 2006 was describing a “Niagara of PR propaganda” (Moloney 2006, 2) falling on journalists. Leading PR industry figures have also expressed concerns about the independence of much contemporary journalism (e.g. Morris and Goldsworthy 2012). But there is an empirical gap in terms of PR practitioner experiences and practices in the context of PR-isation.", "In PR-isation literature, PR practitioners are often seen to be in the ascendancy, ruthlessly picking off beleaguered journalists increasingly desperate for news content. But is this how they see it? In this paper—through interviews with 28 UK PR practitioners—we explore the dynamics of journalist relations from the PR perspective and how they feel about unfiltered churnalism in news pages. In a climate of growing concern about rampant PR and weakening journalism, we also examine media relations practices more broadly: how they are adapting to changing media environments and working practices."]}, {"title": "Journalist–PR Relationships: Making the News", "paragraphs": ["The relationship between PR and journalism is much studied, as the daily transactional information exchanges between practitioners and journalists are central to news production. It is usually characterised as an “interdependent” (Cornelissen 2011) relationship. However, there is an ultimate tension regarding their occupational goals. Whilst PR practitioners want the best possible news coverage for their client, the occupational ideals of journalism are inter alia, “a focus on truth, social reporting and democratic education” (L’Etang 2008, 130–131). For Franklin (2003, 47), “The ambitions of information and propaganda seem destined to collide: and routinely”. Central to most of these accounts is therefore a tacit acknowledgement of the constant power negotiation at play between journalism and PR, where typically the PR practitioner trades data and opinion with journalists in exchange for favourable publicity (Jones 2008; Moloney 2006). The classic sociological conceptualisation of this process is the information subsidy (Gandy 1982), but more recently we have seen the PR–journalist dynamic emerge within framing and agenda-building studies (e.g. Kiousis et al. 2006; Kiousis and Strömbäck 2010; Zoch and Molleda 2006).", "For many PR practitioners, media relations is a core part of their role. Alongside the art of media (press) release writing and importance of targeting appropriate outlets, PR practice literature (e.g. Baines, Egan, and Jefkins 2004; Supa and Zoch 2009) typically stresses the importance of cultivating good relationships with journalists, as a means to getting the desired coverage. Here professional and personal goodwill are the currencies that validate information subsidy. Empirical work on role relationships generally confirms this, with PR practitioners typically valuing relationships with journalists though often feeling less positive about the press’ tendency to sensationalise (e.g. Neijens and Smit 2006; Stegall and Sanders 1986). The larger body of work examining journalist perceptions of PR finds greater tension and negativity (Shin and Cameron 2004), with journalists typically denigrating PR practitioners’ sense of news values and professional status (e.g. Cameron, Sallot, and Curtin 1997; Sallot and Johnson 2006).", "A question, then, is how these relationships—particularly their perceptions of power—have changed in periods of professional disruption. The first of these is technological. The impact of internet and mobile technologies on the working practices of both professions is well established now, and is an ongoing site of research in the respective fields. Research is beginning to explore how it might be changing media relations, with more exchanges taking place over digital platforms (Bajkiewicz, Kraus, and Hong 2011; Pettigrew and Reber 2010), and the contents of PR material changing towards richer media content (Yoo and Kim 2013). But there is less research on (1) the human relationship dynamics behind new media relations practices, and (2) the process of developing information subsidies in this environment. We therefore ask:RQ1: How do PR practitioners perceive the impact of technology on their media relations practices and relationships with journalists? The second disruption is potentially more seismic. It concerns the structural and commercial developments in the media industry that have led to changes in the economic model of news and, in turn, journalism practice. Here, journalists are under increasing pressure to produce copy for multiple outlets, making them increasingly deskbound and less able to give attention to the crucial practices of fact-checking and independent investigation (Moloney, Jackson, and McQueen 2013; Davies 2008; Franklin and Carlson 2010; Lewis et al. 2008). Meanwhile, the PR industry continues to grow in numbers and influence—frequently employing ex-journalists (Moloney, Jackson, and McQueen 2013)—and is in a good position to exploit hard-pressed journalists by offering them “news” stories (Davis 2008). The outcome—as an increasing amount of research is demonstrating—is less original investigation, and more reactive journalism by way of writing up agency copy or PR material. The habitual incorporation of media releases and other PR material into the news by journalists is not a new phenomenon, but the apparent change is in the scale and regularity in which this is now happening. A number of recent studies in the United Kingdom and United States have established the success of PR practitioners in placing subsidies with news media to influence the media agenda, in turn influencing public opinion and the public agenda (e.g. Lewis, Williams, and Franklin 2008; Len-Rios et al. 2009; Tanner 2004; Weitkamp and Eidsvaag 2014; Williams and Gajevic 2012). This is a particular concern when the massive corporate and state resource advantages which support PR operations are taken into account (Davis 2003; Miller and Dinan 2007). It should be noted, however, that such trends may not be universal in all countries. In Belgium, for example, Van Leuven, Deprez, and Raeymaeckers (2013) found declining levels of churnalism between 1995 and 2010 and more opportunities for resource-poor groups to influence the news.", "How do PR practitioners perceive the impact of technology on their media relations practices and relationships with journalists?", "Implied in these observations of the state of PR and journalism is a power shift, because there is significant power to be exercised in both agenda setting and the framing of news. Newsroom studies, such as Lewis et al. (2008), report a mood of helplessness and despair amid the changes in their working practices and their increasing reliance on PR material. But we know far less about how these changes are perceived in PR agencies and in-house teams. It would be easy to characterise contemporary PR practitioners in this context in the way many popular representations (frequently journalistic) choose to, which is unscrupulous, manipulative and with no sense of public good beyond the needs of their client. But this needs empirical investigation. For one, studies of organisational behaviour often demonstrate a tension between individual and collective motivations (e.g. Ralston et al. 2014). Here, professionals (in our case PR practitioners) are constantly negotiating organisational goals with their own, which may be conflictual (see Seib and Fitzpatrick 1995). Secondly, and linked to this, there is a normative tendency in PR literature to characterise PR professionals as denizens of moral responsibility and public interest (Supa and Zoch 2009), who should provide information subsidies to journalists devoid of “impurities” (Brooks 1999): quite the contrast to the popular representations!", "Therefore, in a climate of growing concern about ascendant PR and a journalism in transition (if not crisis), we believe there is a strong case to investigate how PR practice is changing in light of this, and how PR professionals perceive their relationships with journalists. More specifically, we ask:RQ2: How do PR practitioners describe changes in their media relations practices during the course of their career? We also address the question of individual power relationships with journalists, from the perspective of PR practitioners. In PR literature, power is frequently conceptualised at the structural level—looking at the power PR professionals hold within an organisation (Grunig 1990). In critical PR literature, power is often analysed at the corporate or organisational level (Miller and Dinan 2007). Power is also present in conceptions of agenda-building in public discourse. Zoch and Molleda (2006), for example, have argued that power in the agenda-building process is allocated, in part, by who initiated the story and the nature of the story. Here, if PR practitioners can generate story ideas, they have achieved a level of communicative power and stand a better chance of framing the subsequent end-product to suit their client’s needs. Journalists, for their part, can exert their own power by offering balance, counter-perspectives, and editorial to the story (Reich 2010). But few studies look inside the PR and journalism professions to capture their experiences of these struggles to shape the news. We thus ask:RQ3: How do PR practitioners see the current balance of power in their relations with journalists and how would they like to see this relationship?", "How do PR practitioners describe changes in their media relations practices during the course of their career?", "How do PR practitioners see the current balance of power in their relations with journalists and how would they like to see this relationship?"]}, {"title": "Methodology", "paragraphs": ["We are concerned with the ways in which PR practitioners—with varying ranges of experience and seniority—understand their media relations practice and relationships with journalists. Our knowledge of PR media relations and/or professional relationships has been constructed largely from surveys (e.g. Neijens and Smit 2006; Shin and Cameron 2004), though some smaller case studies and interpretive approaches are evident (e.g. de Andrade 2014). We place this project in the latter tradition, where our emphasis is on understanding experiences located within specific organisational and national cultures (the United Kingdom), understandings, and practices. Here our approach is influenced by “interpretive practice”, where meaning is constituted at the nexus of the hows and the whats of experience, and the procedures and resources individuals use to apprehend, organise, and represent reality (Gubrium and Holstein 1997).", "Between January and October 2013, the authors conducted 28 interviews with PR practitioners based in London and the South-West of England, resulting in 26 hours of interview data, which is the focus of our analysis. Participants were recruited via a purposive sampling method based on having at least five years of experience in media relations, and currently working in media relations as part of their job. Twenty-four interviews were conducted in either the work environment of participants or on the university campus of the authors; one was conducted by Skype and three by phone. Experience in PR ranged from 5 to 40 years, with a mean of 13 years. Accordingly, our sample ranged from those at Account Manager level to Senior Partner or Managing Director (MD). We also did not examine a specific PR sector, therefore our participants ranged from generalists to those specialising in sectors such as pharmaceuticals, finance, health, digital, consumer technology, and energy. Ethical procedures were followed in gaining consent for data collection and use and in the storage of data.", "Interviews were semi-structured: they allowed for a wide range of topics to be introduced by participants, but our emphasis was on obtaining stories about their lived experiences of media relations practice and relationships with journalists—both professional and personal; past and present. We allowed participants to define elusive concepts such as “power” in their own way, which inevitably led to differences in how power was framed—a point we take up in the following section.", "Each interview was audio-recorded and transcribed. The authors plus a research assistant were involved in the analysis of the data, each looking at all transcripts. We conducted a theoretical thematic analysis (Braun and Clarke 2006), meaning the analysis was influenced by the research questions (and indeed the literature review), but there was also an inductive element allowing for themes to evolve during the analysis process. We analysed each interview separately, identifying codes that developed into overarching themes that were subsequently checked across the whole sample for validation. As the following analysis shows, such overarching themes often contained complex and contradictory sub-themes. In line with our interpretive practice influences, our analysis also highlights some of the hows of experience where appropriate. These emerged particularly under the theme of normative evaluations of churnalism, where PR practitioners shifted roles between citizens and practitioners."]}, {"title": "Findings and Analysis", "paragraphs": ["Our first emergent theme concerned the techniques of media relations in the context of technological change. We found that the “hardware” of internet and mobile communications is the most prominent cause for practice changes but that the personal “software” of PR personal skills (know journalists personally; send newsworthy material; know media styles and production schedules) remains unchanged.", "As a Senior Account Director at a small agency emphasises: “The nature of pitching a story—persuading a source to accept an idea/text—hasn’t changed. However you flag it to a journalist, it still needs to be credible and relevant to their audience”. However, for many PR practitioners, like this Account Director at a consumer PR agency, the exchanges with journalists are increasingly arms-length: “more and more we’re finding that journalists don’t want to pick up the phone when we’re pitching a story to them, they just want us to email it to them”. Her explanation for this change in practice is because for journalists, email was a more efficient way to process the (huge) amount of PR pitches they received. Journalists then only get in touch if the story is of interest and “we don’t follow up generally these days”.", "As an Associate Director at a medium-sized agency reflects, it is less acceptable to be “chummy” with journalists now: “historically PR was about wining and dining … but now journalists have to be a lot more answerable as to why they’re having a relationship with someone”. Thinking about whether this mattered: “you can still be as effective at getting a story out, without being best friends with the editor … I don’t think it is enough any more, I think it used to be”.", "For PR practitioners who worked in specialist sectors, we found that there was a smaller network of journalists they would typically work with, therefore a more intimate form of communication seemed to remain. One healthcare specialist states that “it’s all about picking up the phone, I only work with people I know”.", "As research (Bajkiewicz, Kraus, and Hong 2011; Pettigrew and Reber 2010) has demonstrated, social media is changing the practice of PR in general terms, and this affects their relationships with journalists too. As a Director of a specialist pharmaceutical PR agency explains, there is less dependency on journalists “to mediate PR brands” because “social media have led to brands being their own publishers and much more direct contact with end users”. But content-creation still also provides for opportunities for media relations: “more so than ever before, we target journalists with our own content … our own blogs or case studies or visual imagery, particularly video coverage” (PR Director of small agency). As the news landscape expands online, PR practitioners told us that typically it is much easier to gain coverage in online-only news spaces.", "There is another reason why PR practitioners are so keen to target online news: SEO (Search Engine Optimisation). As the News Editor at a specialist media relations agency explains, “when Google changed their algorithm to Panda (search results-ranking algorithm, launched February 2011), news sites rather than content farms now are the top dogs on Google”. He then described how this benefited the client:if the PR agency writes a story—for example a miracle cellulite cream—that appears on the Mail Online and The Telegraph, just with these two websites, the returned search results (“miracle cellulite cream”) will be the Daily Mail story. As a consequence of the story appearing on the Mail Online the client will see increased sales based on Google searches. “Newsy content is what Google rates … it’s a massive sea change”. Consequently:there is now no better vehicle to deliver your PR messages than via news sites or on blogs … once you’ve got the hang of news content and what it can do for your SEO. That is the future of PR. Savvy PR practitioners are already identifying the consequences of such a shift, and so the copy they are preparing for journalists contains all of the key words their client wants mentioning, for SEO purposes. What this means for the quality and independence of journalism is an issue we take up later in the paper.", "if the PR agency writes a story—for example a miracle cellulite cream—that appears on the Mail Online and The Telegraph, just with these two websites, the returned search results (“miracle cellulite cream”) will be the Daily Mail story.", "there is now no better vehicle to deliver your PR messages than via news sites or on blogs … once you’ve got the hang of news content and what it can do for your SEO. That is the future of PR.", "From time immemorial, PR practitioners have been attempting to get their copy into the news. As discussed earlier, this is typically considered an information subsidy, where the PR practitioner acts as a sort of “pre-reporter” for the journalist (Supa and Zoch 2009). In exchange for sending them pre-packaged information that the journalist can use to write a story, the PR hopes to gain favourable coverage of their client. But PR practitioners often struggle to strike the right balance between useful information and blatant promotion. Surveys of journalists frequently show that they perceive PR practitioners to be deficient in journalistic standards and practices such as news values, accuracy, timeliness, and news style—that would help facilitate both a fruitful relationship with the journalist, and better coverage for their client (e.g. Ryan and Martinson 1988; Sallot and Johnson 2006).", "Our study on the other hand, revealed a number of PR professionals who have a deep understanding of the news, and whose content goes beyond information subsidy, to what we call an editorial subsidy. Firstly, our participants report that news content is increasingly tailored to the target publication, as an MD of a small PR agency explains:we never, ever, send press releases out any more, we do everything by email … news copy is in the email … Every journalist is different, so if we’re targeting a news journalist, the email will be short initially, no more than three paragraphs, then we may follow it up with copy or we may put the copy underneath. Secondly, in comparison to earlier points in their career, PR professionals report on working harder to create “page-ready” content. This goes well beyond the media release, to having a whole package of content for journalists, including editorial, as this Account Director in consumer PR describes:what we do where we can is we try and create a package—third-party commentary, client spokesperson, case studies—so that what we give to a journalist is what would actually be in an editorial piece of coverage … The key messages are in there, but it is a really nice piece, it is a bit more believable. Central to these practices we report here is a strong understanding of what is news, and how newsrooms work; something that our participants almost universally displayed. Participants would frequently know the production schedules of all of their target news outlets, including the best time to send them copy, and the favoured format of the journalists. Target journalists are followed on a range of online platforms to track their interests, to cultivate relationships, and to give themselves (PR practitioners) a better chance of success. Our participants would read the news and keep abreast of popular culture: “When you want to work with the media, you have to be part of the media … understanding what makes news” (Head of Sales at a consumer PR agency). This particular agency often commissions opinion polls to increase the “newsiness” of a story for their client; a strategy that is bringing them much success. As they see it: “you now need to tailor-make your copy for different media outlets … you can’t just chuck any press release out there and expect it to make [the page]”. Their method is to “work backwards: we have a news idea in mind, then we write the survey questions to back that up”. They therefore pitch their material as a news story first and foremost, with the PR messages (and SEO keywords) in through the “back door”.", "we never, ever, send press releases out any more, we do everything by email … news copy is in the email … Every journalist is different, so if we’re targeting a news journalist, the email will be short initially, no more than three paragraphs, then we may follow it up with copy or we may put the copy underneath.", "what we do where we can is we try and create a package—third-party commentary, client spokesperson, case studies—so that what we give to a journalist is what would actually be in an editorial piece of coverage … The key messages are in there, but it is a really nice piece, it is a bit more believable.", "Furthermore, this agency is affiliated with a newswire, where the PR stories are mixed with everyday journalism sourced by journalists. Newspaper journalists ring the affiliate newswire news editor every morning,and we’ve got some research which shows that the average Brit can’t climb more than two flights of stairs without running out of breath, and that’s the story that will have been done for Evian. We won’t say it’s for Evian, we’ll pitch it as a straight story and they’ll take it. They know what it is, but they’ll take it, because they need the copy … that conversation happens before 8 am and it’s filed before 10 am, and that’s our job done. As a colleague at the same PR agency explains, because the news stories come from a supposedly independent source (the newswire), “[journalists] know that it’s page-ready copy, it’s been completely sorted, there’s several gatekeepers … it’s a done deal”.", "and we’ve got some research which shows that the average Brit can’t climb more than two flights of stairs without running out of breath, and that’s the story that will have been done for Evian. We won’t say it’s for Evian, we’ll pitch it as a straight story and they’ll take it. They know what it is, but they’ll take it, because they need the copy … that conversation happens before 8 am and it’s filed before 10 am, and that’s our job done.", "In terms of PR practitioner culture, this practice of offering the media material that is “copy and paste” ready for publication is a recognised sign of professional expertise:The churnalism[.com] website, most of the stuff on it is ours. Ours is the stuff that is mostly copied and pasted because we deliver it in a format which is news-style … we use it as a selling technique—“how we send out your copy is how it ends up in the papers”. (Head of Sales at a consumer PR agency) Though as we will see later, this sentiment is double-edged: while it is a professional compliment to see unfiltered PR copy in the news, many PR practitioners have both professional and personal concerns about churnalism.", "The churnalism[.com] website, most of the stuff on it is ours. Ours is the stuff that is mostly copied and pasted because we deliver it in a format which is news-style … we use it as a selling technique—“how we send out your copy is how it ends up in the papers”. (Head of Sales at a consumer PR agency)", "In describing this band of sophisticated and news-savvy PR practitioners, we might expect them to feel that they have the upper hand over journalists, especially given the recent fortunes of the respective professions. However, a more complex and contradictory story emerged from their experiences. Firstly, despite a general acknowledgement and understanding of changes in the news industry and journalism profession that might work in their favour, PR practitioners did not universally report finding it easier to get their material published these days compared to earlier in their career. There was a sense that it is now easier to get material published through local news outlets, which have gone through some of the deepest newsroom cuts (Morrison 2011). One local government Communications Officer explained how “I often see a press release in the paper which I wrote. One paper changes the intro a bit and the rest of the copy is the same. Others print everything”. Practitioners that target online-only and specialist trade publications also report high ratios of success in their media relations. Here, remarks ranged from journalists “biting our hand off”, to “grateful” and more accepting of PR “because they’re over a [gun] barrel, they need to be accepting”.", "However, for national newspapers and broadcast media, participants reported mixed experiences. There is an acknowledgement that there is more PR in the news across the board, but the success of the PR industry writ large means intensive competition at the micro level. For practitioners such as this Account Director at a consumer PR agency, “it feels like it’s harder for us to get coverage, [even though] its actually the case that newspapers are taking more”. In this context of more PR and more competition for news space, PR practitioners consistently stressed the importance of the techniques documented in the previous section: the strength of the story, targeted news copy, and so on.", "A broader theme underlying these experiences of media relations is the power relations between the two professions. Again, as far as PR practitioners see it, power relations remain in the balance: only a minority clearly felt that there was a power shift towards PR. Practitioners interpreted the concept of power in different ways. Interestingly, though perhaps not surprisingly, many PR practitioners saw it from the inside, and seemed unable to conceptualise the broader picture of changes in the two professions and how they might influence power relations. These participants described a “flux” or ebb and flow in the power relationship with journalists at a day-to-day level, rather than as part of any macro trends. For this Account Director at a PR agency, “if you’re a company that a journalist is pro-actively writing about, you have the power”. Similarly, an MD of a local PR agency tells of the difference representing a famous client makes: “It’s amazing how much nicer the press are now they know [famous name] is a client”. Without such assets, “if you’re asking them [journalists] to do something, then they will always have the upper hand”.", "Other participants—seemingly more aware of the broader issues of newsroom cuts and churnalism—still insisted that ultimately journalists will hold the upper hand “because they’ve got 100 stories a day to choose from and you’re fighting to get yours written up”, which means journalists “can afford to be selective” (Account Director, small PR agency).I never feel I’ve got the upper hand … I pretend I do on the phone … you pretend you’re sitting on a goldmine and they’d be an idiot not to write about it, but it’s all bravado, absolutely they’ve got the upper hand. (Account Director, healthcare PR agency) Some participants recounted the number of journalists going into PR in recent years, particularly in senior positions. For example, this Senior Partner at an energy and emerging markets PR firm, reported how:in the past … if you’re a city editor you get invited to every party in London, you take your pick of where you want to go and what restaurants you want to eat in etc. etc. … if you then become a PR hack and you want to sell your wares it’s not so easy, but a lot of them have done it because they can see this diminution of opportunity in journalism with cutbacks, their career paths are not quite so exciting. What is more, he describes a well-connected PR elite who are immensely powerful, “they’re best friends with all the FTSE CEOs [Chief Executive Officers] and chairmen, they’re best friends with the city editors and the editors … there’s a clique of people … also close to the politicians”. However, when thinking about where power lies with respect to PR practitioners and journalists, “it’s absolutely amazing the way that the print media are still so powerful”. He then recalled a particular business editor who had left journalism for PR only to find “he didn’t like it because he felt that he didn’t have the massive power that he had as a senior journalist. He was just one of a number of PR people trying to bash their way to clients”.", "I never feel I’ve got the upper hand … I pretend I do on the phone … you pretend you’re sitting on a goldmine and they’d be an idiot not to write about it, but it’s all bravado, absolutely they’ve got the upper hand. (Account Director, healthcare PR agency)", "in the past … if you’re a city editor you get invited to every party in London, you take your pick of where you want to go and what restaurants you want to eat in etc. etc. … if you then become a PR hack and you want to sell your wares it’s not so easy, but a lot of them have done it because they can see this diminution of opportunity in journalism with cutbacks, their career paths are not quite so exciting.", "For a final group of PR professionals, power is seen as something more closely tied to changes in the political economy of news and media relations practices. This MD of a small PR agency believes that “journalists have become more reliant on PR than they have ever been”, and that PR’s side of the relationship became more powerful “four or five years ago”. Like others we interviewed, he identified the proliferation of online news outlets as an important development: “we’re not as reliant [on journalists] because of digital media. That has probably been the biggest change—that has been a serious shift in power”. But as this Senior Counsellor at a financial PR firm argues, the power shift goes beyond PR practitioners and journalists: “power is becoming much more diffuse, all stakeholders are more empowered with the internet, they can look up the information, they don’t need you and I to tell them what the information is”.", "PR practitioners therefore seem to see power relationships in complex and contradictory ways. Despite many circumstances (such as newsroom cuts and fewer specialist reporters) working in their favour—which are acknowledged by many—this does not mean they necessarily feel emboldened in their everyday encounters with journalists.", "As the introduction to this article argued, there is widespread concern in both the professional and academic fields of journalism about the growing tide of churnalism in the news. But how do PR practitioners feel about this? Perhaps surprisingly we find concern from many of our participants. Part of this comes from when the PR practitioners detached themselves from their professional identity, to evaluate churnalism as a citizen. However, many also express professional concerns, borne from their wish to see a robust journalism profession.", "When asked about their evaluations of churnalism, most PR practitioners answered the question from the perspective of their professional identity and self-interest, but this brought some contradictory sentiments. A minority sentiment was unapologetic about seeing their words copied and pasted into news articles. For example, this Account Director at a consumer PR agency feels “Elated … it’s great … It’s lazy journalism, but that’s not my problem, that’s their problem”. For this Business Development Executive at a consumer PR agency, unfiltered PR is:the biggest compliment you can get, from our perspective, because it shows the way we write is exactly what the papers are after … the fact it’s 95 per cent copied … means we’re making their lives 95 per cent better than it was before they got our copy. It means they can move on to the next story. For the vast majority of practitioners we talked to, however, there were either professional or personal concerns about increasing churnalism. The professional concerns stem partly from a position of self-interest: that unfiltered PR raises credibility issues for the PR message. Credibility matters because “the worth of getting coverage in that media would die” if it was full of one-sided PR pieces (MD of a digital marketing/PR agency). For this practitioner, churnalism involves a crossover from “PR to advertising … PR is a much richer, deeper understanding of our stakeholders and has added credibility it got through [journalistic] filters … so it is not an advert”. As this corporate PR consultant explained, effective PR needs “trust between journalists and readers”, which excessive churnalism is eroding. These practitioners therefore want “a journalist to view information on its merit and bring in other info … we are not always expecting coverage to be 100 per cent positive. We are expecting balance”.", "the biggest compliment you can get, from our perspective, because it shows the way we write is exactly what the papers are after … the fact it’s 95 per cent copied … means we’re making their lives 95 per cent better than it was before they got our copy. It means they can move on to the next story.", "This is an important point. Almost all the PR practitioners we spoke to want to see a robust journalism profession. On this point, we asked all interviewees how they think the relationships between PR and journalism should be. Responses were typified by this Senior Partner at an energy and emerging markets PR firm: “you’ve got to have separation between journalists and PR … the relationship should stay a sort of tussle”. Others gave the sort of answer reminiscent of what PR textbooks might advocate, which is a “symbiotic” relationship “where we help each other [and] both interests should serve the wider consumer or citizen [interest]” (Senior Counsellor, financial PR). The problem—we would argue—is that much public relations activity in practice is not in the wider public interest: it is one-sided advocacy for a client (Moloney 2006; also see Franklin 1997), though we accept that PR is used by a range of organisations with both public and private goals.", "This awareness of PR’s self-interested nature was understood by many of our participants. For them, churnalism represented an ethical dilemma expressed through an ongoing tension between their personal/civic and professional identities. This government Senior Media Relations Officer exemplifies this dilemma:on an ethical level I suppose it is really difficult … I really love it when they do [copy and paste PR material], I think “hurrah” … but from a public point of view … it depends on who the company is. This MD of a marketing PR agency offered a similarly conflicting perspective: “[churnalism] is great for the client, it’s what they’ve approved word for word, but a bit of me dies when I see that”. With her civic mindset she sees a problem for democracy: “Unfiltered PR is a very powerful manipulation. Do I want to be influenced without the mediation of journalism?”", "on an ethical level I suppose it is really difficult … I really love it when they do [copy and paste PR material], I think “hurrah” … but from a public point of view … it depends on who the company is.", "This last quote is worth lingering on because it connects to an important normative divide in the participants we spoke to. Whilst many participants held concerns about excessive churnalism in both a professional and civic sense, this was counterbalanced for approximately half of participants by a belief that the public would hold the necessary PR literacy (Holladay and Coombs 2013) to be able to see through it:A few years ago they [the public] wouldn’t have been aware of it—I think they’re becoming more aware of it and becoming more cynical of the media and aware that there are PR machines behind quite a lot of the stuff that they read in newspapers. (Account Director, Consumer PR agency) In this sense, these practitioners feel less moral accountability—this responsibility is entrusted to news-savvy consumers—and do not see churnalism as quite the democratic threat that much of the literature frames it as. Others came to the same conclusion but for a slightly different reason, based on the apparent democratising force of social media. This Senior Counsellor in financial PR explains:There’s a lot more channels now, and different ways of communicating … which makes things more democratic, and there are lots of stakeholders that gives it more complexity, and different perspectives. In a sense that is a good antidote to ensuring that you don’t just get one narrow view. These are all positive things. The advent of new media not only gives a lot more competition to journalism, so people can get different points of view put across … it makes the PR industry more wary of doing spin, that’s a good thing for the image of PR. For the other half of our sample there was a belief that the threat from unfiltered PR was heightened precisely because much of the public are unaware of it. As this Senior Consultant in the voluntary PR sector says, “we can underestimate the power of the media and if material is not given balance, that’s where journalists come in. We are trying to give our side of events”. This Business Development Executive at a consumer PR agency thinks that how audiences consume the news they read “is one of the determining factors when it comes to class divide in society, those who have an awareness of it, and those who simply read it and take it at face value”. He then reflects that “one of the things that jarred with me in my placement year was that people read this and believe it, which is worrying really”.", "A few years ago they [the public] wouldn’t have been aware of it—I think they’re becoming more aware of it and becoming more cynical of the media and aware that there are PR machines behind quite a lot of the stuff that they read in newspapers. (Account Director, Consumer PR agency)", "There’s a lot more channels now, and different ways of communicating … which makes things more democratic, and there are lots of stakeholders that gives it more complexity, and different perspectives. In a sense that is a good antidote to ensuring that you don’t just get one narrow view. These are all positive things. The advent of new media not only gives a lot more competition to journalism, so people can get different points of view put across … it makes the PR industry more wary of doing spin, that’s a good thing for the image of PR."]}, {"title": "Discussion and Conclusions", "paragraphs": ["The central concern of this article is the apparent growing influence of PR professionals in the newsgathering and reporting process, and the consequent diminution of editorial independence and watchdog journalism in the United Kingdom (Davis 2002, 2008; Franklin 1997; Lewis et al. 2008; Moloney 2006). Previous research has pointed to a combination of reasons for this development, largely explained through political economy (e.g. Franklin 1997; Lewis, Williams, and Franklin 2008; McChesney and Nichols 2010). Whilst the macro-perspective offered by political economy is immensely powerful, our approach here was to examine the impact of recent professional disruptions through the personal experiences of a group less studied in the context of churnalism: PR practitioners. It should be noted here that in contrast to other studies that have documented developments in PR–journalism relationships in the political context (e.g. Davis 2003, 2008, 2009; Gaber 2000; Jones 2000), our participants were largely pursuing consumer and corporate PR operations, and we do not attempt to make generalisations beyond this. Furthermore, our sample was overwhelmingly made up of agency and in-house practitioners representing resource-rich clients, and it is from here our participants drew on their experiences. Whilst a number of studies have demonstrated that resource-poor organisations are experiencing a growth in communicative power through their use of PR (e.g. Davis 2002; Van Leuven, Deprez, and Raeymaeckers 2013), we would still expect them to report differing experiences of media relations to those we interviewed. Nevertheless, we identify three key findings from our study that take forward our understanding of the questions of PR-isation, churnalism, and journalist–PR relations.", "The first is in the revealing of the depth of news understanding our participants held and the sophistication of their media relations practices. Here, we might question whether this is a new finding at all. After all, as far back as 1997 Bob Franklin was identifying a growing army of “journalism literate PR professionals” (Franklin 1997, 20) and Aeron Davis has been documenting the rise of PR in the United Kingdom for over 15 years. However, outside studies of political spin doctoring (e.g. Gaber 2000), the details of the media relations practices that underpin the churnalism that ends up in news pages have remained rather sketchy. Furthermore, surveys of journalists demonstrate a consistent criticism of PR practitioners’ news sense, raising questions of whether they are so journalism literate after all (e.g. Cameron, Sallot, and Curtin 1997; Sallot and Johnson 2006).", "Our findings on PR practice in 2013 are quite clear: for the practitioners we spoke to, the days of the monolithic media release sent to all news desks are largely over.1 They are preparing page-ready content customised for each publication, which is carefully targeted. They are thinking like journalists—starting with the news hook, then working in their PR copy backwards from there. Alongside the body of work that documents the growing influence of PR material in the news, we believe that the concept of the information subsidy may need expanding in light of this. The implication of churnalism is that there is more than an information subsidy taking place. Where journalists copy-paste, there is an editorial subsidy occurring too. This is significant when we think about the agenda-building process, and its associated power dimension. An editorial subsidy implies more than just setting the agenda and providing building blocks for a news story (such as basic facts, statistics, or quotes) for the journalist to add editorial framing (see Reich 2010). It means a focus on the more sacred editorial element of framing stories too, which for our participants usually meant positive coverage of their client and the delivery (in print or on air) of the key campaign messages. But for most of our participants, achieving the editorial subsidy was dependent on the (journalistic) style in which it was written, and it was this that they seemed most preoccupied with when discussing their media relations practice. Indeed, the PR industry writ large has been investing heavily in media relations training, frequently delivered by present or former journalists (see Davis 2008), such is the importance placed on possessing “journalistic” skills in PR as a means to getting the key messages across to the public.", "A further development in practice that our study revealed is the rising importance of news to SEO, and its implications for PR practice. Only a handful of practitioners mentioned this, but as far as they were concerned, SEO holds huge promise for PR because of its ability to elevate key campaign messages mentioned inside editorial content. They predicted future partnerships between PR agencies and search engines. This should ring alarm bells for those concerned about the ongoing commercialisation of news content. It raises the question of whether journalists are aware of the SEO content inside the PR copy they use, and whether editorial policies are emerging in newsrooms to address—or indeed embrace—it.", "The second key finding concerns perceptions of professional power relations. Political economy accounts of the changes in PR and journalism point to numerous forces that are in favour of PR (e.g. Davis 2003; Lewis, Williams, and Franklin 2008; McChesney and Nichols 2010). However, our findings reveal that despite this, many PR practitioners are not experiencing a shift in power relations with journalists. This apparent contradiction can be explained by the unit of analysis that the different approaches utilise. Here, the trends that may be in favour of PR at the macro level do not necessarily filter directly into practitioner experiences at the micro level. Indeed, it may be the growth of the PR industry writ large that is driving more competition for news space amongst PR practitioners; thus keeping power relations with journalists in the balance.", "Our findings also stand in apparent contradiction to some of those observed in studies of journalist–source relations in the political sphere (e.g. Jones 2000; Franklin 2003; Davis 2008, 2009). Typically, these studies describe government and political press officers as “increasingly assertive in their relationships with journalists” (Franklin 2003, 59) to the point of manipulation, bullying, and aggression. It seems that power dynamics in the political sphere are not shared by the broader corporate sector, who describe very different terms of engagement. Where we did witness PR professionals describing a shift in power was in their relationships with the less well-resourced news sectors, such as local news and online-only news. As others have documented (e.g. Morrison 2011; Lewis et al. 2008), the extent of newsroom cuts in local and regional news makes them particularly vulnerable to PR material. We found that many PR practitioners sense this too.", "The final key finding is the revealing of PR practitioner concerns about churnalism, and a majority consensus that they would like to see “balanced” and robust journalism. This might initially stand out as a counter-intuitive sentiment given that the occupational goals of PR professionals are to gain the best possible coverage for their client, but for some it was rooted in a professional sense that their coverage should be in a credible news outlet that the public could trust. For them, churnalism erodes trust in journalism, hence the message is weaker. The objections to the diminution of independent journalism on personal conscience/civic grounds are very interesting. The concept of tension between one’s personal/civic and professional identity is not new, and can be seen in almost any profession, including PR (e.g. Seib and Fitzpatrick 1995). A question, then, is how often PR professionals adopt such a civic identity: whether it is regularly present, shaping their professional practice, or whether it is rarely adopted outside more sober moments such as being interviewed by an academic. Whilst PR codes of practice often stress the practitioner’s duty to society over that of clients, our experience with PR professionals and the competitive environment they work in would suggest there are many forces working in favour of the latter interpretation.", "There is also a wider contradiction that our study highlights in the responses of some PR practitioners to questions about their media relations practices, and normative evaluations of churnalism. One the one hand, as revealed in detail in this study, PR professionals are squarely focused on producing “page-ready” material ripe for journalists to copy-paste into news stories. In PR culture, it is a matter of professional pride to have “unfiltered” copy regularly appear in news pages. Then, on the other hand, they claim that too much churnalism is either bad for PR or morally wrong. For us, this kind of inner conflict represents a professional conundrum of modern PR. It is the mark of an industry that is maturing and becoming more professional, showing signs of the influence of active professional bodies (such as the Chartered Institute of Public Relations, Public Relations Society of America, and Global Alliance) and formal PR education through university study. But again, the question is which of the conflicting sentiments reign?", "Finally, whilst our study might make followers of the PR-isation debate see PR practitioners in a different way, little in this study gives us reason to be more sanguine about the threat that it poses to independent journalism and ultimately democracy. PR practitioners may talk about wanting to see a “robust” journalism profession, but we should not look towards the PR industry for answers. These must come from within journalism, as it faces the many challenges to its role and identity in the early twenty-first century."]}], "references": [{"title": "Public Relations and Aca-Media: Autoethnography, Ethics and Engagement in the Pharmaceutical Industry", "year": "2014", "journal": "Public Relations Inquiry", "volume": "3", "authors": [{"name": "de Andrade Marisa.", "first_name": "de", "last_name": "Marisa."}]}, {"title": "The Impact of Newsroom Changes and the Rise of Social Media on the Practice of Media Relations", "year": "2011", "journal": "Public Relations Review", "volume": "37", "authors": [{"name": "Bajkiewicz Timothy E.", "first_name": "Bajkiewicz", "last_name": "E."}, {"name": "Kraus Jeffrey J.", "first_name": "Kraus", "last_name": "J."}, {"name": "Hong See Yeon", "first_name": "Hong", "last_name": "Yeon"}]}, {"title": "Using Thematic Analysis in Psychology", "year": "2006", "journal": "Qualitative Research in Psychology", "volume": "3", "authors": [{"name": "Braun Virginia", "first_name": "Braun", "last_name": "Virginia"}, {"name": "Clarke Victoria", "first_name": "Clarke", "last_name": "Victoria"}]}, {"title": "The Media Supply Chain: How to Increase Media Coverage for Your Product or Service by Understanding and Meeting Shared Responsibilities with the Media", "year": "1999", "journal": "Public Relations Quarterly", "volume": "44", "authors": [{"name": "Brooks David S.", "first_name": "Brooks", "last_name": "S."}]}, {"title": "Journalist–Source Relations, Mediated Reflexivity and the Politics of Politics", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Davis Aeron.", "first_name": "Davis", "last_name": "Aeron."}]}, {"title": "Government by Spin: An Analysis of the Process", "year": "2000", "journal": "Media, Culture and Society", "volume": "22", "authors": [{"name": "Gaber Ivor.", "first_name": "Gaber", "last_name": "Ivor."}]}, {"title": "More PRs and Fewer Journalists Threatens Democracy", "year": "2012", "journal": "The Guardian Online", "volume": "", "authors": [{"name": "Greenslade Roy.", "first_name": "Greenslade", "last_name": "Roy."}]}, {"title": "Public Relations Literacy: Developing Critical Consumers of Public Relations", "year": "2013", "journal": "Public Relations Inquiry", "volume": "2", "authors": [{"name": "Holladay Sherry J.", "first_name": "Holladay", "last_name": "J."}, {"name": "Coombs W. Timothy", "first_name": "Coombs", "last_name": "Timothy"}]}, {"title": "The White House and Public Relations: Examining the Linkages between Presidential Communications and Public Opinion", "year": "2010", "journal": "Public Relations Review", "volume": "36", "authors": [{"name": "Kiousis Spiro", "first_name": "Kiousis", "last_name": "Spiro"}, {"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}]}, {"title": "First- and Second-level Agenda Building and Agenda-setting Effects", "year": "2006", "journal": "Journal of Public Relations Research", "volume": "18", "authors": [{"name": "Kiousis Spiro", "first_name": "Kiousis", "last_name": "Spiro"}, {"name": "Mitrook Michael", "first_name": "Mitrook", "last_name": "Michael"}, {"name": "Wu Xu", "first_name": "Wu", "last_name": "Xu"}, {"name": "Seltzer Trent", "first_name": "Seltzer", "last_name": "Trent"}]}, {"title": "Health News Agenda Building: Journalists&#039; Perceptions of the Role of Public Relations", "year": "2009", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "86", "authors": [{"name": "Len-Ríos María E.", "first_name": "Len-Ríos", "last_name": "E."}, {"name": "Amanda Hinnant Sun-A Park", "first_name": "Amanda", "last_name": "Park"}, {"name": "Cameron Glen T.", "first_name": "Cameron", "last_name": "T."}, {"name": "Frisby Cynthia M.", "first_name": "Frisby", "last_name": "M."}, {"name": "Lee Youngah", "first_name": "Lee", "last_name": "Youngah"}]}, {"title": "Four Rumours and an Explanation: A Political Economic Account of Journalists’ Changing Newsgathering and Reporting Practices", "year": "2008", "journal": "Journalism Practice", "volume": "2", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin"}, {"name": "Williams Andy", "first_name": "Williams", "last_name": "Andy"}, {"name": "Franklin Bob A.", "first_name": "Franklin", "last_name": "A."}]}, {"title": "Farewell to Journalism", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "McChesney Robert W.", "first_name": "McChesney", "last_name": "W."}]}, {"title": "Dutch Public Relations Practitioners and Journalists: Antagonists No More", "year": "2006", "journal": "Public Relations Review", "volume": "32", "authors": [{"name": "Neijens Peter", "first_name": "Neijens", "last_name": "Peter"}, {"name": "Smit Edith", "first_name": "Smit", "last_name": "Edith"}]}, {"title": "Robert Peston’s Speech Warns of Threat to Journalism from Native Ads – Full Text", "year": "2014", "journal": "The Guardian Online", "volume": "", "authors": [{"name": "Peston R.", "first_name": "Peston", "last_name": "R."}]}, {"title": "The New Dynamic in Corporate Media Relations: How Fortune 500 Companies Are Using Virtual Press Rooms to Engage the Press", "year": "2010", "journal": "Journal of Public Relations Research", "volume": "22", "authors": [{"name": "Pettigrew Justin E.", "first_name": "Pettigrew", "last_name": "E."}, {"name": "Reber Bryan H.", "first_name": "Reber", "last_name": "H."}]}, {"title": "Societal-Level versus Individual-Level Predictions of Ethical Behavior: A 48-Society Study of Collectivism and Individualism", "year": "2014", "journal": "Journal of Business Ethics", "volume": "122", "authors": [{"name": "Ralston David A.", "first_name": "Ralston", "last_name": "A."}, {"name": "Egri Carolyn P.", "first_name": "Egri", "last_name": "P."}, {"name": "Furrer Olivier", "first_name": "Furrer", "last_name": "Olivier"}, {"name": "Kuo Min-Hsun", "first_name": "Kuo", "last_name": "Min-Hsun"}, {"name": "Li Yongjuan", "first_name": "Li", "last_name": "Yongjuan"}, {"name": "Wangenheim Florian", "first_name": "Wangenheim", "last_name": "Florian"}, {"name": "Dabic Marina", "first_name": "Dabic", "last_name": "Marina"}]}, {"title": "Measuring the Impact of PR on Published News in Increasingly Fragmented News Environments: A Multifaceted Approach", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Reich Zvi.", "first_name": "Reich", "last_name": "Zvi."}]}, {"title": "", "year": "1988", "journal": "Journalists and Public Relations Practitioners: Why the Antagonism?” Journalism Quarterly", "volume": "64", "authors": [{"name": "Ryan Michael", "first_name": "Ryan", "last_name": "Michael"}, {"name": "Martinson David L.", "first_name": "Martinson", "last_name": "L."}]}, {"title": "Investigating Relationships between Journalists and Public Relations Practitioners: Working Together to Set, Frame and Build the Public Agenda, 1991–2004", "year": "2006", "journal": "Public Relations Review", "volume": "32", "authors": [{"name": "Sallott Lynne M.", "first_name": "Sallott", "last_name": "M."}, {"name": "Johnson Elizabeth A.", "first_name": "Johnson", "last_name": "A."}]}, {"title": "Conflict Measurements: Analysis of Simultaneous Inclusion in Roles, Values, Independence, Attitudes, and Dyadic Adjustment", "year": "2004", "journal": "Public Relations Review", "volume": "30", "authors": [{"name": "Shin Jae H.", "first_name": "Shin", "last_name": "H."}, {"name": "Cameron Glen T.", "first_name": "Cameron", "last_name": "T."}]}, {"title": "Coorientation of PR Practitioners and News Personnel in Education News", "year": "1986", "journal": "Journalism Quarterly", "volume": "63", "authors": [{"name": "Stegall Sandra K.", "first_name": "Stegall", "last_name": "K."}, {"name": "Sanders Keith P.", "first_name": "Sanders", "last_name": "P."}]}, {"title": "Maximizing Media Relations through a Better Understanding of the Public Relations–journalist Relationship: A Quantitative Analysis of Changes Over the Past 23 Years", "year": "2009", "journal": "Public Relations Journal", "volume": "3", "authors": [{"name": "Supa Dustin W.", "first_name": "Supa", "last_name": "W."}, {"name": "Zoch Lynn M.", "first_name": "Zoch", "last_name": "M."}]}, {"title": "Agenda Building, Source Selection, and Health News at Local Television Stations: A Nationwide Survey of Local Television Health Reporters", "year": "2004", "journal": "Science Communication", "volume": "25", "authors": [{"name": "Tanner Andrea H.", "first_name": "Tanner", "last_name": "H."}]}, {"title": "Increased News Access for International NGOs", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Van Leuven Sarah", "first_name": "Van", "last_name": "Sarah"}, {"name": "Deprez Annelore", "first_name": "Deprez", "last_name": "Annelore"}, {"name": "Raeymaeckers Karin", "first_name": "Raeymaeckers", "last_name": "Karin"}]}, {"title": "Agenda Building in Media Coverage of Food Research", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Weitkamp Emma", "first_name": "Weitkamp", "last_name": "Emma"}, {"name": "Eidsvaag Toril", "first_name": "Eidsvaag", "last_name": "Toril"}]}, {"title": "Selling Science", "year": "2012", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Williams Andy", "first_name": "Williams", "last_name": "Andy"}, {"name": "Gajevic Slavko", "first_name": "Gajevic", "last_name": "Slavko"}]}, {"title": "How U.S. State Tourism Offices Use Online Newsrooms and Social Media in Media Relations", "year": "2013", "journal": "Public Relations Review", "volume": "39", "authors": [{"name": "Yoo Kyung-Hyan", "first_name": "Yoo", "last_name": "Kyung-Hyan"}, {"name": "Kim Jangyul R.", "first_name": "Kim", "last_name": "R."}]}]}