{"doi": "10.1080/14616700600980637", "url": "https://doi.org/10.1080/14616700600980637", "title": "THE INFLUENCE OF VIDEO NEWS RELEASES ON THE TOPICS REPORTED IN SCIENCE JOURNALISM", "volume": "7", "year": "2006", "issue": "6", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Machill", "first_name": "Marcel", "name": "Marcel Machill", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Beiler", "first_name": "Markus", "name": "Markus Beiler", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Schmutz", "first_name": "Jochen", "name": "Jochen Schmutz", "affiliation": "", "orcid": "", "role": ""}], "abstract": " A rise in time and cost pressures has led to video news releases (“footage”) becoming increasingly popular in television editorial offices. Footage represents broadcastable video material which is made available to television stations by companies and institutions for reasons of public relations (PR). Its use is, however, problematical since editorial contents can thus be influenced by third parties. Against the background of the intereffication model of journalism and PR, the question of the influence of footage on television reporting is explored using the example of science journalism. In a case study, 44 German science journalists were asked how they dealt with this material. The results lead to the conclusion that footage is handled pragmatically. In addition, within the framework of a content analysis of transmission data relating to reporting about the Max Planck Society, the influence of footage material was assessed across a period of nine and a half months (N=274). The study revealed that almost one-third of the coverage was directly attributable to PR material with contributions based on footage being more frequent as well as longer than reports based on news releases. The influence on private stations was greater than that on public-service channels. This therefore raises the question about binding rules concerning how best to deal with footage. ", "body": [{"sec_title": "Introduction and Aim", "sec_content": ["“Video footage is to television what the photo and news release are for the print media. Footage is becoming ever more popular in television editorial offices due to the increasing time pressure on editors and the growing cost pressure on TV producers” (Deutsche Akademie für Public Relations, 2004).", "In practice, video news releases (also called “footage”) mostly find their way into television reporting as follows: companies and institutions have image material shot and make it available to editorial offices free of charge. These then use it as required in the production of contributions (cf. Nathusius, 2001, p. 19). The advantages for all sides seem obvious: journalists save time and costs—and the contractors appear on television with their own video material (cf. Schulz-Bruhdoel, 2001, p. 109). The contractors are mostly companies with “consumer relevant products: for example, technical equipment from the entertainment sector” (Sidki-Lundius, 2004, p. 43). In addition to possible product public relations (PR), footage also serves in general image-building (Hack, 2005, p. 65). Other companies have footage shot for what tend to be practical reasons. “It is thus not necessary on each occasion to expend increased time and effort in the works only because the nth camera team wishes to shoot the same images and consequently hinders the production processes” (Sidki-Lundius, 2004, p. 43).", "However, problems lurk beyond the apparent win–win situation: the use of footage operates in a grey zone between information and surreptitious advertising or hidden propaganda. As a Trojan horse for PR, the material that appears in the garb of serious journalism frequently hides the true concerns of the contractors that provide the information. Both viewers and journalists number among those deceived (cf. Price, 2005, p. 2).", "Footage is also enjoying increasing popularity in PR work in the science sector (cf. Riedl, 2005, p. 85). Research establishments such as the Max Planck and the Frauenhofer Societies offer television stations finished contributions free of charge in order to inform about their work and, indirectly, to attract research money via the public (cf. Seifert, 2005). The present contribution's fundamental question concerning the influence of footage on the topics reported in science journalism derives from the general relationship of tension between journalism and public relations, the relatively new instrument of footage which has only just started to be investigated scientifically and its use in science which is almost unknown to the public at large.", "This essay first provides a classification of the term “footage” and then, in a stock- taking exercise, offers an overview of the use and spread of this still comparatively new PR instrument and its influence on journalism in the United States and Germany. The theoretical fundamentals relating to footage are outlined and the special relationship between science journalism and science PR is discussed. There then follow the results of an online survey among science journalists on the quality and influence of footage. In a second phase, the way in which footage determines science reporting on television is demonstrated exemplarily on the basis of the PR work undertaken at the Max Planck Society."]}, {"sec_title": "Definition and Stocktaking", "sec_content": ["A uniform definition does not yet exist in communication and media science for video material which, for reasons of PR, is made available to television stations free of charge for the purpose of designing editorial contributions. In practice, different terms such as footage contribution, electronic press kit (EPK) or video news release (VNR) are used. By taking into consideration specialist and practice-related PR journals as well as the terms used by producers, the definitions provided in summary in the following can be derived:   Footage and footage contribution. Footage is broadcastable video material which companies make available to television stations free of charge or at very reasonable cost for the purpose of PR. It consists of specially made up raw material from which editorial offices can cut their own contributions.1 In contrast to footage (raw material), the footage contribution is designed like a news or magazine contribution. It is either ready mixed with a narrator text and music or it includes a so-called atmosphere or international soundtrack;2 a corresponding off-text is supplied (cf. Brodel, 2005; Kahlert, 2005).    Electronic press kit (EPK). An EPK mainly serves in TV reporting on cinema films. It consists of a compilation of several sequences in broadcast quality. This compilation includes, as a rule, the trailer and the teaser of the film in question, selected excerpts from the film, some images of the shooting of the film as well as excerpts of interviews with actors and actresses, the director or the producer (cf. Aktuell Film, 2005; Peito Gesellschaft für Neue Kommunikationsmedien mbH, 2005; S&L Medienproduktion GmbH, 2004).    Video news release (VNR). A VNR consists of a compilation of several sequences in broadcast quality. As a rule, it includes a finished contribution which is already provided with a narrator voice, a raw version of this contribution without a narrator and additional footage. In addition to the relevant image medium (DVD, video cassette) the VNR includes an off-text as a proposed text (cf. Griffo, 2004, p. 20; SourceWatch, 2005; Wikipedia, 2005).   ", " Footage and footage contribution. Footage is broadcastable video material which companies make available to television stations free of charge or at very reasonable cost for the purpose of PR. It consists of specially made up raw material from which editorial offices can cut their own contributions.1 In contrast to footage (raw material), the footage contribution is designed like a news or magazine contribution. It is either ready mixed with a narrator text and music or it includes a so-called atmosphere or international soundtrack;2 a corresponding off-text is supplied (cf. Brodel, 2005; Kahlert, 2005).", " Electronic press kit (EPK). An EPK mainly serves in TV reporting on cinema films. It consists of a compilation of several sequences in broadcast quality. This compilation includes, as a rule, the trailer and the teaser of the film in question, selected excerpts from the film, some images of the shooting of the film as well as excerpts of interviews with actors and actresses, the director or the producer (cf. Aktuell Film, 2005; Peito Gesellschaft für Neue Kommunikationsmedien mbH, 2005; S&L Medienproduktion GmbH, 2004).", " Video news release (VNR). A VNR consists of a compilation of several sequences in broadcast quality. As a rule, it includes a finished contribution which is already provided with a narrator voice, a raw version of this contribution without a narrator and additional footage. In addition to the relevant image medium (DVD, video cassette) the VNR includes an off-text as a proposed text (cf. Griffo, 2004, p. 20; SourceWatch, 2005; Wikipedia, 2005).", "The development of the use of “footage” in the United States and Germany is presented below.", "In the mid-1980s the term “news release” experienced a change in meaning in the United States as companies and organizations started to distribute video news releases to television editorial offices. At the beginning they appeared mainly in the form of advertising or promotional films. However, at that time only a few were actually broadcast (Harmon and White, 2001, p. 213). In the late 1980s and beginning of the 1990s PR agencies became more skilled in making their video material attractive to journalists. They created topical pegs, avoided an all too promotional look and tended to place company logos in the background (cf. in this regard Caywood, 1997, p. 85). Some agencies meanwhile offer TV journalists an online archive. The footage can be examined in advance by video streaming and transmitted as required via cable or satellite (Harmon and White, 2001, p. 214).", "At approximately US$30,000 per material, the production and distribution costs of VNRs are comparatively low, especially as, for the same cost, a VNR ideally reaches about six times as many viewers as an advertising spot (cf. Price, 2005, p. 2). According to a Nielsen survey, by 1996 every television editorial office in the United States had already used a VNR (cited after Harmon and White, 2001, p. 216). There are currently over 150 companies in the United States which regularly produce and distribute VNRs. “VNR distribution is big business” (Harmon and White, 2001, p. 213).", "At the beginning of 2004 a report in the New York Times triggered a public debate on this PR instrument (cf. Netzeitung, 2004). The reason was a VNR from the US Department of Health which was designed like a typical news contribution and broadcast 53 times on various channels. The content was a new Pharmaceuticals Act whose advantages were emphasized by two original soundtracks from the Department of Health. The contribution ended with reference to the location and the name of a female reporter as typically found in the news (cf. Griffo, 2004, p. 20).", "After it became public knowledge that this practice is evidently a common PR instrument employed by the government, there was loud criticism and a call for binding guidelines on how to deal with VNRs. Both the Public Relations Society of America (PRSA) and the Radio-Television News Directors Association & Foundation (RTNDA) agreed that someone who is not a journalist must not be presented as a reporter. In addition, VNRs should be clearly labelled as such, both by PR agencies during distribution and by television stations during broadcasting (see PRSA, 2004; RTNDA, 2004). The US Government Accountability Office (GAO) which checks the use of public money on behalf of the US Congress criticized the illegal misuse of tax money for propaganda purposes and commissioned an investigative report in which it was possible to demonstrate the broadcasting of eight further government VNRs by about 300 stations (cf. GAO, 2005). The VNRs present in a one-sided and uncritical manner supposed successes on the part of the government.", "Finally, in April 2005 the Federal Communications Commission (FCC), which is responsible for the allocation of broadcasting licences and the monitoring of media contents in the United States, obliged all stations to label accordingly all government VNRs during broadcasting (cf. Haseborg, 2005).", "In Germany there are only a few sources which permit an overview of the production and use of footage. In addition, currently public discussion is basically non-existent. During the search for producers of footage material one encounters numerous specialized PR agencies which, like the agency Western Star, in part also go on the offensive in advertising relevant contacts to television stations: Due to our long established contacts to TV editorial offices we are able to place topics in a targeted manner. Our production only begins once we have found a broadcast slot for your contribution. In consultation with the station and your communications department the contribution is then tailored to suit the requirements of the channel and the presentation of your company. (Western Star, 2005)  ", "Due to our long established contacts to TV editorial offices we are able to place topics in a targeted manner. Our production only begins once we have found a broadcast slot for your contribution. In consultation with the station and your communications department the contribution is then tailored to suit the requirements of the channel and the presentation of your company. (Western Star, 2005)", "No general information exists in connection with the production costs for footage in Germany. The agency I-Dear provides, for example, as a guidance price for clients: for 1 day of shooting approximately [euro]6,000, for two days approximately [euro]8,000 (Brodel, 2005). The website belonging to the agency Arcast states: “high-quality footage such as actually used by stations from 5,000 euros” (Arcast AG, 2005).", "A survey conducted in 2002 by the PR agency DIKOM among 200 television editors reveals that 59 per cent occasionally fall back on footage, 28 per cent even doing so on a regular basis. Only two per cent indicated that they dispensed with outside material as a matter of principle (cf. Briefe zur Unternehmenskommunikation, 2002, p. 2). The company Filmplattform which was founded by former television science editors and produces footage for about 40 clients from the areas of science and technology addresses specifically science journalists in the television sector (cf. Hack, 2005, p. 65ff.)."]}, {"sec_title": "Theoretical Classification and Discussion", "sec_content": ["Up until the beginning of the 1990s the relationship between journalism and public relations (for an overview Hoffjann, 2001, p. 171ff.; Schantel, 2000, p. 72) is presented in the form of an input–output model (cf. Scholl and Weischenberg, 1998, p. 132). The media used by public relations (press conferences, news releases and, in the present case, footage) represent the input or the sources here. Journalistic reporting is described as mass-media output. In the 1990s the view that journalism and PR represent two mutually dependent and influencing systems prevailed.", "The determination hypothesis as formulated by Baerns developed from an input–output analysis of the reporting on topics at the press conference of the German state of North Rhine-Westphalia in the year 1978. The study revealed that about two-thirds of the journalistic statements on state policy were based on the PR of the state conference as the primary source (cf. Baerns, 1991, p. 91). Schantel (2000), p. 75) relativizes the informational content of the hypothesis and presents several studies which were also intended to demonstrate the extent of media resonance of PR sources but which produced highly differing determination quotas. According to Schantel, the considerable scatter makes it sheer impossible to confirm the determination hypothesis because the scope of the hypothesis is dependent on the premises and designs of individual studies (2000, p. 77).", "Further essential orientations for the description of the relationship between public relations and journalism developed from the discussion surrounding the determination hypothesis (cf. Löffelholz, 2004, p. 473; Scholl and Weischenberg, 1998, p. 133): on the one hand, the relationship is described system-theoretically as a structural coupling or interpenetration (Löffelholz, 1997). On the other, the structure of the relationship is regarded according to a theory of action as interdependence or intereffication.", "In their intereffication model Bentele et al. (1997) consider the mutual influences and dependencies of both sides. They assume that PR and the journalistic system enable the communication performances of the other system in each case. In order to be successful the PR system needs, for example, media publicity whereas the media system is dependent on the “willingness of the PR system to deliver and communicate” (Bentele et al., 1997, p. 24). Two influencing relationships are identified within this intereffication relationship: on the one hand, the communicative inductions and, on the other, the adaptations (cf. Bentele et al., 1997, p. 241ff.). Inductions are intended communication stimuli, adaptations are adaptive actions orientated towards the actual facts relating to the other side in each case. Inter alia, induction occurs when a PR topic is adopted by journalists or when they make a selection from PR topics. The term adaptation describes how press offices and companies orientate themselves towards the time-related and selective routines of journalists. Both induction and adaptation are instances of mutual influencing of varying strength which are not always in a state of balance.", "Deception of the viewer is intended or at least consciously accepted in the case of the production of footage or VNRs. Since VNRs appear in the deceptive garb of professional journalism, it is easier for topics to be placed unfiltered in the public domain (Price, 2005, p. 2f.). The public is often unable to differentiate between the PR product and the journalistic contribution because, in the majority of cases, the authors of VNRs are former television journalists (cf. Price, 2005, p. 2).", "As Olav Hack, the co-founder of the PR agency Filmplattform, confirms, during the production of footage attention is paid to ensuring that, as far as possible, the material does not deviate from the appearance of the envisaged television programmes. “It is actually not possible to recognize it because the camera people with whom we cooperate work for both television and us” (2005, p. 69). Andreas Battenberg, head of the TV editorial office of the Max Planck Society, also remarks that footage should not be distinguishable from self-shot material. “As far as possible, it should be so good that it can be used everywhere. After all, I wish to place the material” (2005, p. 80).3 In this connection, particular attention and care must be demanded of journalists since they should know that non-journalistic television material can be manipulative.", "A further problem lies in the fact that available PR material frequently serves as an excuse for refusing independent teams permission to shoot. At first glance it appears plausible that, for example, a nuclear power station does not constantly want the expense of looking after outside camera teams or that scenes in the cockpit of an airplane can only be shot at considerably expense. It is, however, problematical if journalists are in this way no longer granted access. In particular, everyday images in companies and authorities are an essential source of knowledge for attentive television journalists, knowledge which is, however, lost when footage is made available (cf. Nathusius, 2001, p. 20). The practice in large companies and at trade fairs of making a camera team from the host press department available to television people free of charge is similarly questionable. Nathusius sees the reason for journalists nevertheless using footage to lie in an inadequate perception of their own profession. “In addition it is laziness: this way is simple, quick, undemanding and without great risk of being criticized” (2001, p. 22). However, the advantage of direct experience, of one's own judgement is lost.", "After the relationship between PR and journalism has been presented in general, the following explores the question of the form this relationship takes with specific regard to science reporting.", "The influence of PR on journalism also depends on the particular area involved (Scholl and Weischenberg, 1998, p. 136). It seems reasonable to assume that in science journalism the reservations towards PR are possibly less great than in other areas.", "Kohring starts from the assumption of a so-called “science popularization paradigm” (1997, p. 71): science reporting is not understood as reporting on but reporting from science (Kohring, 1997, p. 91f.). He states that the function of journalism is limited to the mere transfer of information from science to the media for the education and enlightenment of the population. Journalistic functions such as criticism and control have to fundamentally orientate themselves towards scientific criteria (cf. Kohring, 1997, p. 83). In this way the systems science and science journalism appear in a very close, quasi symbiotic relationship. However, it would be naïve to see science journalism and science PR as two institutions which always have the same communicative objectives. It can be deduced from this that science journalism and science PR would have to work hand in hand because science journalism is “dependent in a special way on information and trusting cooperation with informers” (Göpfert, 1990, p. 23f.).", "A distinction must be made between commercial PR offerings and the offerings from public institutions since the former in particular attempt to influence the design of journalistic products such as free medical magazines, the gossip magazines and private radio (cf. Göpfert, 1990, p. 24). This contrasts with so-called good PR. “Good PR does not seek to persuade but to convince, does not wish to gloss over issues but to inform comprehensively” (Göpfert, 1990, p. 24). This category includes, for example, the PR undertaken by universities and colleges as well as large research establishments such as the Max Planck and the Frauenhofer Societies.4 ", "The relationship between science journalism and science PR which has been discussed generally in this section is now described with the inclusion of the PR instrument footage taking the example of the Max Planck Society as a provider of footage in the science sector and the science magazine Nano of the German, Austrian and Swiss public-service television channel 3sat as a utilizer of footage. In part the results of qualitative guidance discussions with representatives of both sides are considered."]}, {"sec_title": "Case Studies on the Role of Footage in Science PR and Science Journalism", "sec_content": ["Current observations made by Helmut Riedl, the head of the Nano editorial team, indicate an intensification of the problem: there is “a rising curve. In the visual area more and more companies are also starting to make their own films which they offer for use” (Riedl, 2005, p. 85). Riedl sees the beginnings of this development in reporting on space travel. According to him, the related image material which television stations receive free of charge from the respective space authority serves a targeted strategy. “The more images that come into circulation, the better in principle the streams of research money flow. No-one has ever reflected on this to any extent” (2005, p. 85).", "In the meantime research institutions and scientists use media-specific means in a targeted manner in order to mobilize research money and projects with the aid of public opinion which meanwhile serves as an important resource for the legitimation of their own research projects (cf. Seifert, 2005, p. 51). The main reason for PR strategies in the scientific area can be seen to lie in particular in the fact that research organizations are involved in a hard battle for a share of public money and must therefore constantly place their achievements in as positive a light as possible. “Between their press offices and the readers stands the science journalist whom one tries to impress” (Keil, 2005, p. 57). In order to achieve this, research establishments meanwhile offer completely prepared and pre-designed products which, in addition to print reports and features, also include films (cf. Seifert, 2005, p. 51).", "The example of the Max Planck Society shows how a renowned scientific society which is financed almost exclusively from public funds uses footage. Since 2003 the Society regularly produces footage which is passed on to interested television stations free of charge. To this end it founded its own TV editorial office. Its head, Andreas Battenberg, sees himself as a mediator between the interests of the Society and journalists: “Which topics would the television stations like? What can I present in powerful images? Which topics have not yet been treated? That is to say, where are there gaps which should be filled?” (Battenberg, 2005, p. 77). According to Battenberg, footage is above all produced to present the research work of the Max Planck Society in the public domain in an adequate and high-quality manner. “If I leave the presentation to chance, there is a great risk of it becoming superficial” (Battenberg, 2005, p. 82). He states that in the case of the private stations in particular great attention must be paid to ensuring that the work of the Society is presented in a generally understandable way without, however, at the same time neglecting the quality of the research (Battenberg, 2005, p. 74). He mentions that the Max Planck Society also produces footage to do justice to the political task, i.e. to present transparently the use of the tax money made available to it.", "Footage is produced at the Max Planck Society in two ways. On the one hand, external production companies shoot the material, on the other the Society acquires the broadcasting rights for suitable material from television stations in order to distribute it subsequently as footage (cf. Battenberg, 2005, pp. 74, 79). The Max Planck Society offers the footage material on cassette in a format suitable for television. As a rule, a tape is approximately 30 minutes long and includes an already cut contribution with music, narrator and text inserts as well as a contribution in the international soundtrack version. In addition, about 15 minutes of interview sequences and further raw material is to be found on the cassette. Relevant off-texts and cut lists are also provided with the cassette (cf. Battenberg, 2005, p. 80). In most cases footage is distributed independently of news releases in terms of timing and topic. As soon as two to three contributions have been produced the television journalists on the distribution list are contacted by e-mail.", "After the producer side has been illustrated on the basis of the Max Planck Society, the use of the PR material on the part of science journalism is presented with reference to a further case study, the television programme Nano.", "No specific numbers relating to the use of footage exist for the science magazine Nano which is broadcast on weekdays on 3sat. According to the head of the editorial office, Helmut Riedl, the programme does not have any established guidelines on how to treat the material. A decision is taken on a case-by-case basis. He adds that pre-cut PR contributions are not broadcast as a matter of principle (cf. Riedl, 2005, p. 85). The cutting-in of individual footage sequences into contributions also only occurs with reservation. “The pain barrier starts where a montage, a sequence or an entire context which has been thought out and produced by another person finds its way into a programme” (Riedl, 2005, p. 85). He states further that during the selection of the images attention is paid to ensure that no logos can be seen and that the material does not appear too promotional (cf. Riedl, 2005, p. 88). Helmut Riedl continues by stating that since the programme can fall back on extensive archives belonging to the stations participating in 3sat, one is in general not dependent on footage.", "In a similar way to Göpfert (1990), p. 24), who differentiates between commercial PR and “good PR”, Helmut Riedl also makes a distinction between possible interests which are pursued by the production of footage. “Although a pharmaceutical industry also has altruistic or humanitarian interests, in the final analysis there is a clear commercial interest” (2005, p. 87). By contrast, in the case of footage produced by public research establishments there is frequently a congruence of interests between the reporting interest on the part of Nano and the communication interest on the part of the establishment when the issue is one, for example, of presenting fundamental research in an interesting way (Riedl, 2005, p. 86).", "Helmut Riedl admits that in Nano broadcast contributions it is in some cases not possible to determine whether a contribution contains footage and from whom the material originates. “For as long as we work with freelance individuals and teams they can in principle provide us with a contribution and produce it using footage material … I think this also happens in particular cases” (2005, p. 85). The organizational structure of the editorial office represents a special protection measure against such attempts to exert influence. Several people decide whether a contribution is included in the programme (Battenberg, 2005, p. 88).", "In order to go beyond the insights of this case study and obtain a broader basis for statements about the way science journalists handle footage and to be able to determine the influence of footage on the reporting of science journalism, the results of two empirical studies are presented in the following."]}, {"sec_title": "Exemplary Case Study: Footage Determination in Science Reporting", "sec_content": ["The exemplary case study was conducted from two angles. From the journalists’ point of view, the experience of scientific editorial offices with footage and its influence on journalistic work was examined in an online survey. From the perspective of PR, on the basis of the example of the Max Planck Society an analysis was performed using so-called clipping data to determine how footage influences topic selection in television programmes.", "An explorative standardized online survey of 44 journalists from the editorial offices of 16 German television science programmes was performed to obtain an overview of how science journalists assess the use and influence of footage and which boundary conditions influence their opinions.5 The survey was performed during the period from the 13 November to 10 December 2004. Overall, the totality of the 35 science editorial offices in existence on freely receivable German television at the time of the survey were invited to participate by e-mail and, in addition, by telephone.6 ", "Two-thirds of the surveyed science journalists have never fallen back on footage during their last 10 contributions (10 respondents) or used footage relatively rarely (once or twice per 10 contributions, 19 respondents). The other third used footage occasionally (three to six times per 10 contributions, 21 respondents) or even frequently (at least seven times per 10 contributions, five respondents). On average, the respondents therefore use footage in approximately every fifth contribution. The results show that footage is indeed utilized in German science editorial offices even though the use tends to be cautious. However, these explorative results do not permit precise quantification.", "With regard to the use and handling of footage, almost half or 20 of the surveyed science journalists indicated that relevant guidelines exist in their editorial offices. In an open query it was stated that footage must not include any advertising or be promotional (six respondents). Four statements according to which footage may only be used in excerpts in order to prevent influence being exerted or to ensure that the editorial office's freedom of journalistic presentation is not limited by the material point in a similar direction. In addition, it was stated as a guideline that the footage material shall only be used if it is free of charge and rights or if the costs and rights have been clarified (five answers) and if it would be more expensive or much more expensive to shoot a film oneself (three answers).", "Eighteen of the 44 surveyed science editors stated that in certain cases footage is specially labelled during broadcasting. In an open question 12 of the respondents made clear that labelling is undertaken if this is desired or demanded by the footage supplier (six answers), if special animation is involved (three answers), in the case of critical reporting on the footage supplier (two answers) and if the material appears to be promotional (one answer).", "Five positive and five negative statements which were to be assessed on a five-tier rating scale from 1 (does not apply at all) to 5 (applies completely) served in the assessment of footage material by science editors (cf. the procedure in the study Journalismus in Deutschland [Journalism in Germany] in Scholl and Weischenberg, 1998, p. 336).", "The surveyed science editors are neither greatly convinced of the quality of footage nor do they completely reject it as useless (see Table 1). With regard to the mean values it is striking that positive characteristics are also only located slightly above the scale mean of 3, one positive item is even below it. The respondents acknowledge by a small amount the reliability of the information which the footage material provides and the time-saving effect with regard to the preparation of a contribution (mean = 3.2 in each case) as well as the good preparation of the footage material (mean = 3.1) and the need for the information and images supplied by the footage material (mean = 3.0). The statement that footage material provides stimuli for new reporting meets with the strongest rejection within the positive characteristics (mean = 2.1). In respect of the negative characteristics, the statements that too much footage material is produced (mean = 2.8), that it encourages uncritical reporting (mean = 2.6) and that the information which is provided together with the footage material is superfluous (mean = 2.5) meet with greatest approval among the surveyed science journalists. The statement that contributions from footage material take the place of contributions which used to be researched and shot by journalists receives the lowest approval rate (mean = 2.0). ", "In order to investigate whether the science journalists assess PR footage material differently from conventional news releases, analogous statements were formulated for their assessment (see Table 1). A comparison of the mean values reveals three significant and two almost significant differences (related to the 5 per cent level).7 ", "For example, the surveyed science editors are of the opinion that footage tends to save more time during the preparation of a contribution than news releases. This can be assessed as an indication that science journalists do indeed value the pragmatic use of footage material during the production of a contribution in contrast to reports which are based on news releases and where more material must be self-researched and self-produced. In this connection, the judgement of the respondents that, in comparison with news releases, not too much footage is produced also appears plausible. However, this may also be due to the quantity of the published news releases which is probably much higher than the amount of footage material that is produced.", "On the other hand, however, science journalists value news releases more than footage material as a stimulus for new report topics. This may also be due to the greater quantity of available news releases which offer a wider variety of topics whereas footage material is only available in connection with certain topics. A further reason may be that, in the case of footage, a topic is to a large extent predetermined by the images which are provided and it is therefore difficult to deviate from this set topic whereas a news release permits greater freedom with regard to the design of a contribution.", "Furthermore, the surveyed journalists are of the opinion that footage encourages uncritical reporting to a greater extent than news releases. This may also be ascribable to the fact that, in the case of reporting that is induced by a news release, the journalists must produce very much more themselves whereas, if footage material is available, there is the possibility of simply adopting certain parts of the video material. Overall it can be stated that, above all, the practical use of footage is obviously appreciated to a greater extent than that of news releases.", "In order to identify the main tendencies or dimensions in the assessment of footage material by the surveyed science journalists the assessments of the 10 items were condensed by means of a principal component analysis.8 Three factors with an eigenvalue greater than 1 which explain 67 per cent of the variance resulted (cf. Table 2). ", "The first factor combines all of the positive characteristics and can be interpreted as a pragmatic attitude since it is here a question of the reliability, the good preparation, the need for the use of footage material as well as the time-saving effect of using it and the stimulus for new topics. The five negative properties load on the two other factors. The second factor brings together precisely the three items which indicate a sceptical attitude towards footage: the additional information provided together with footage or the images of footage are superfluous and too much footage material is produced. In addition, the item that footage material is well prepared loads negatively on this factor. The third factor combines the two statements that footage material replaces the work of journalists and encourages uncritical reporting. It can therefore be termed a critical attitude.9 ", "In summary, it was possible to establish that the use of footage material is indeed common practice among the surveyed science journalists: this is the case with about one in five contributions. However, most respondents cite guidelines for dealing with footage which refer in particular to the problem of a possible promotional influence. In the assessment of footage, a relatively pragmatic approach to dealing with the material can be determined. Now that the survey data have helped provide an initial overview of how science editors deal with footage and how they assess it, the extent to which footage influences the timing and the intensity of science reporting in comparison with news releases is analysed on the basis of a further exemplary study.", "The investigation of the influence of footage on journalistic reporting is performed within the framework of a secondary content analysis of so-called clipping data which have been made available by the Max Planck Society. The Max Planck Society regularly supplies television editorial offices with free video material and registers by means of a clipping service when and in what manner television reporting on the Society occurs.", "The analysis of these data is therefore suitable for examining as an example the influence of science footage on science reporting on television. Attention must, however, be drawn to the fact that this case study is only representative for the Max Planck Society (standing for one public research establishment) for the period under analysis. For various reasons, footage in particular from commercial providers or non-scientific institutions could impact differently on television editorial offices.", "The adjusted sample consisted of 274 clippings of contributions with a reference to the topic “Max Planck Society”. They were obtained during the period from 17 August 2004 to 31 May 2005 by the monitoring service belonging to the company Observer Argus Media.10 The data relate to continuous observation of the broadcasting contents of 85 television channels (cf. Observer Argus Media, 2005, p. 84f.).11 ", "In the case of the 274 analysed clippings, PR material from the Max Planck Society could be identified as being the reason behind the reporting of 85 contributions (31 per cent).12 In 51 contributions (19 per cent) the topic of the report was attributable to footage, in the case of 34 contributions (12 per cent) news releases were the origin (cf. Table 3). This corresponds approximately to the insight from the explorative survey of science journalists according to which footage is used in 22 per cent of the contributions. In the case of the remaining 189 clippings (69 per cent) the reporting was not induced by PR material but triggered by a current event (32 per cent) or could not be determined (32 per cent). ", "The clipping analysis provides clear indications of the observation or justified assumption expressed in the stocktaking phase or on the basis of theoretical fundamentals that private television stations are more receptive to PR-induced reporting than public-service stations. In the case of the private channels, half of the reporting on the Max Planck Society is attributable to PR in the form of news releases or footage (49 per cent or 37 out of 75 clippings) whereas it is only a quarter (48 out of 199 clippings) in the case of the public-service sector. If one stops to consider that almost three-quarters of the reporting originates from public-service stations, the massive influence of PR-induced contributions among the private channels is even more significant.", "At 32 per cent (24 out of 75 clippings) the share of footage among the private channels was more than double the amount among the public-service channels (14 per cent or 27 out of 199 clippings). By contrast, the difference between private and public-service stations with regard to the share of reporting induced by news releases is less marked: 17 per cent (13 out of 75 clippings) of the reporting was attributable to news releases in the case of the channels of the private stations and 11 per cent (21 out of 199 clippings) for the public-service stations. A comparison between reporting triggered by news releases and footage also reveals that PR material footage appears to be more popular with the private stations than news releases: the video material provided them with a reason for a contribution twice as frequently as news releases (32 compared to 17 per cent). In the case of the public-service channels preferences were approximately equal (14 to 11 per cent).", "The question which ensues from this is whether and to what extent contributions which are attributable to footage or news releases differ from one another. Differences are plausible here due to the differing starting material. Broadcast contributions based on footage were, with an average of 4:52 minutes, about one minute longer than contributions occasioned by news releases (3:46 minutes). The latter were therefore only a little more than three-quarters of the length of the reports induced by footage.", "Without being able to control further important boundary conditions, this can be interpreted cautiously along the lines that video PR material clearly leads to more detailed reports because, as also seen in the explorative survey on the basis of the pragmatic attitude of the science journalists, it makes it easier for a television editorial office to produce an image-based contribution. By contrast, if a news release induces a report, the effort and cost to a television editorial office is comparatively greater. This cannot only explain the slightly lower share of news release topics in the reporting but, in particular, the level of detail in the contributions in comparison with footage topics.", "At first sight it may appear implausible that the average time from the appearance of the PR material up to the broadcasting of the contribution was more than a third longer in the case of footage than for news releases. On average, 193 days pass in the case of contributions induced by footage whereas only 141 do so in the case of news releases.13 In this instance, however, this could have less to do with the form of the PR material than the topic. Due to the production time of the material, footage topics are possibly less up-to-date than the topics covered by the news releases and therefore tend to have background character.", "Compared to news releases, footage is not only more frequently the reason for reporting (in particular in the case of the private stations), but one and the same topic for which footage material is available finds its way into reporting more than twice as frequently as when only a news release exists on this topic. In the period under analysis the topics of 16 news releases were to be found again in 23 television contributions. Accordingly, a news release provided the reason for the production of 1.4 television contributions. This figure was much higher in the case of footage. Per material 3.8 contributions were produced (six topics with footage were broadcast 23 times).", "In summary, on the basis of the results of the secondary analysis, it can be stated that footage material has a greater chance of acting as a reason for reporting than news releases. This seems to apply to a special extent to the private stations at which overall a much stronger influence of PR on reporting can also be noted in comparison with the public-service channels. Furthermore, the contributions attributable to footage are of longer duration. However, their production requires more time than reports induced by news releases."]}, {"sec_title": "Discussion and Results", "sec_content": ["The two case studies which have been presented offer an initial insight into what is still a fairly little known and little researched topic which provides numerous approaches for necessary further research. Progress could be achieved in particular by extending research to other areas in order to be able to record and assess the possible influence of this type of PR material in its full range. It is, for example, entirely conceivable that business journalists or political journalists deal with footage differently from science journalists and that, on the other side of PR, this instrument is also used to pursue different aims in these areas.", "For the area relating to science journalism on television, here and there clear influences of footage are revealed in this case study. For those commissioning footage the expensive production of the material in comparison with news releases appears to be worthwhile since reporting on a desired topic is twice as frequent as a result and much longer. The editorial offices of science programmes can also profit from the use of footage. Without imposing any strain on the editorial budget and by investing only a small amount of time they obtain additional information and images. This win–win situation for PR and journalists can, however, only be maintained for as long as editorial offices do not forfeit their resource “credibility” and continue to do justice to their duty of journalistic care in this border area between hidden advertising or propaganda and information.", "The question which arises here is how the principle laid down by the German Public Relations Society, “to refrain from any attempt to influence improperly the public and its representatives and to respect the freedom and independence of the press” (Deutsche Public Relations Gesellschaft e.V., 2003, p. 41) is to be interpreted in connection with footage. Pflaum and Linxweiler interpret it so broadly “that a paid for PR spot, in so far as it is not already clearly recognizable as such, must be labelled” (1998, p. 155). Those responsible for the channel must therefore consider whether they classify the broadcast contribution as a “paid for PR spot” and label it during broadcasting or whether they pass it off as their own journalistic product.", "As an alternative to a further use of footage Nathusius considers a pool solution to be conceivable: “A public-service and a private station in the particular place are invited to shoot standard scenes. They commit themselves to pass the material on within their respective ‘family’ free of charge—here the public-service stations, there the private ones” (2001, p. 11). However, such a practice would only function if television journalists unanimously refused to use footage that had not been shot journalistically. This though appears problematical against the background that about half of the journalists surveyed within the framework of the case study stated that there were no rules whatsoever in their editorial offices regarding the handling of footage.", "The influence of the material on reporting which has become evident makes clear the need for binding guidelines which regulate the handling of footage by different interest groups. Guidelines would have to do justice to all aspects of the material. Too restrictive an approach can cause unnecessary costs and withhold from the viewer unique images originating, for example, from space travel. By contrast, non-existent or unduly relaxed rules would open the door to offerings with surreptitious advertising or hidden propaganda. A look at the guidelines that have been drawn up in the United States in this regard can therefore be worthwhile."]}], "references": [{"title": "“VNRs and Air Checks: a content analysis of the use of video news releases in television newscasts”", "year": "1996", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "73", "authors": [{"name": "Cameron Glen T", "first_name": "Cameron", "last_name": "T", "affiliation": "", "orcid": "", "role": ""}, {"name": "Blount David", "first_name": "Blount", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Legitimate News Releases or Propaganda? Debating the ethics of VNRs”", "year": "2004", "journal": "Public Relation Tactics", "volume": "", "authors": [{"name": "Griffo Paul", "first_name": "Griffo", "last_name": "Paul", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“How Television News Programs Use Video News Releases”", "year": "2001", "journal": "Public Relations Review", "volume": "223", "authors": [{"name": "Harmon Mark D", "first_name": "Harmon", "last_name": "D", "affiliation": "", "orcid": "", "role": ""}, {"name": "White Candace", "first_name": "White", "last_name": "Candace", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Neue Sachlichkeit: Wie Wissenschaftsjournalisten gegen PR-Fallen und Angst-Mache zu Felde ziehen könnten”", "year": "2005", "journal": "Message", "volume": "1", "authors": [{"name": "Keil Günter", "first_name": "Keil", "last_name": "Günter", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Determination oder Intereffikation? Eine Metaanalyse der Hypothesen zur PR-Journalismus-Beziehung”", "year": "2000", "journal": "Publizistik", "volume": "45", "authors": [{"name": "Schantel Alexandra", "first_name": "Schantel", "last_name": "Alexandra", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Doktoren auf der Medienbühne”", "year": "2005", "journal": "Neue Zürcher Zeitung", "volume": "", "authors": [{"name": "Seifert Heribert", "first_name": "Seifert", "last_name": "Heribert", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Elektronische Pressemappen”", "year": "2004", "journal": "PR-Report", "volume": "", "authors": [{"name": "Sidki-Lundius Chan", "first_name": "Sidki-Lundius", "last_name": "Chan", "affiliation": "", "orcid": "", "role": ""}]}]}