{"doi": "10.1080/14616700902920240", "url": "https://doi.org/10.1080/14616700902920240", "title": "TELL IT NOT IN HARRISBURG, PUBLISH IT NOT IN THE STREETS OF TAMPA", "volume": "10", "year": "2009", "issue": "5", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Schejter", "first_name": "Amit", "name": "Amit M. Schejter"}, {"last_name": "Obar", "first_name": "Jonathan", "name": "Jonathan A. Obar"}], "abstract": " A framing analysis was performed on 22 local news reports identified in 90 newscasts carried by television stations covering the Federal Communications Commission's (FCC) public hearings on media ownership held in Harrisburg, PA and Tampa, FL in 2007. It revealed two frames: one portraying the hearings as “unimportant” and another suggesting that “media consolidation is not a problem.” Taking into account that the stations are owned by non-local media conglomerates, the findings of this study imply that maintaining broadcasters independent of the networks serves the diversity of viewpoints in a market, especially regarding issues in which media conglomerates have a vested interest. ", "body": [{"title": "Introduction", "paragraphs": ["Throughout 2006 and 2007 the Federal Communications Commission (FCC) held six public hearings in an attempt to “fully involve the public” (FCC, 2007, p. 1) in a re-evaluation of the rules governing media ownership in the United States. At each hearing, a considerable amount of time was devoted to public comment; and while a diverse array of opinions from the general public were heard across the six hearings, at the third hearing—held in Harrisburg, PA on February 23, 2007—something unexpected occurred. Forty of the first 54 witnesses to testify during the public comment period (monopolizing the majority of the first-half of the allotted time) were either employees of local television stations or representatives from non-profit-making organizations who spoke on behalf of the stations. News anchors and promotion directors, representatives from the Salvation Army and the United Way each utilized two minutes of the time designated by the FCC to “involve the public” in the media ownership debate, to speak instead about how connected the local media (their employer or benefactor) had been to the community by airing public service announcements (PSAs) on their behalf at no charge as well as by promoting their causes in other ways.1 ", "Nineteen of the 40 displayed a large, round white sticker on either their shirt, their lapel or on the notes they held in their hands.2 Some acknowledged that they had been asked to appear at the hearing by the local stations; one American Red Cross representative testified, “we are grateful to WGAL who invited me here today.” The community relations coordinator for the Library System of Lancaster County stated that “when John Baldwin of WGAL contacted me about this meeting, I felt a need to respond and take this opportunity to speak about what WGAL has provided the community.” Twenty-nine of the 40 read their statements from carefully prepared notes (video footage confirmed that some were email printouts). In the end, the accomplishment of this organized effort was twofold; it had blocked the unaffiliated public from speaking, and had kept the hearing off-topic with only three of the 40 representatives expressing a viewpoint on the pertinent issues at hand—the proposed changes to the media ownership rules.", "As evidenced by this organized effort to “stack the deck,” the media obviously felt that the hearing was important. Later that evening when members of the Harrisburg community would settle in front of their television sets to watch the local news, would this view be reflected in the news media's framing of the event? This study performs a framing analysis of the television news coverage of the third FCC ownership hearing held in Harrisburg, Pennsylvania and the fourth held in Tampa, Florida to address this question."]}, {"title": "Studying the FCC Hearings", "paragraphs": ["This study is one part of a comprehensive study of the FCC's recent public hearings on media ownership. In the present study we assess the television news coverage from two of the hearings attended by the researchers. The second half of the comprehensive study includes an analysis of the six public hearings themselves through an extensive quantitative content analysis of the public testimony (see Obar and Schejter, forthcoming).", "We begin with a description of the media ownership procedures at the FCC. We follow with some data describing the hearings themselves for the purpose of informing our analysis of the local media's coverage. A description of the eight conglomerates that own the stations comes next, followed by a short discussion of the theoretical and ideological debate regarding the term “public interest” and by a brief section on the framing of news stories. A section on the media materials analyzed by the present study comes next, followed by our framing analysis, assessing 90 newscasts broadcast by eight local stations before, during and after the hearings in Harrisburg and Tampa.", "All eight of the stations assessed by this study are owned and operated by large media conglomerates (as described in detail further on) and each of these conglomerates had a major stake in the outcome of the FCC's ownership proceeding; thus, this case study addresses how news outlets operate when the vested interest of their owners is at stake. Previous research has repeatedly demonstrated how news outlets have failed to report accurately on issues in which their corporate owners have a vested interest (Bagdikian, 1992; Gilens and Hertzman, 2000; Pratte and Whiting, 1986; Snider and Page, 1997). Underscored by the fact that local television news continues to be the leading source of local news for Americans today (Pew, 2008), our current study furthers this research, by questioning the relationship between media consolidation, local ownership and adherence to the principle that the needs of the public should take precedence over those of the owners of licensed media outlets."]}, {"title": "The FCC Media Ownership Procedure", "paragraphs": ["In June 2006, the FCC announced that it was adopting a Further Notice of Proposed Rulemaking (FNPRM) to evaluate the rules governing media ownership in the United States (FCC, 2006). It also announced that the review process would include six public hearings in geographically diverse locations around the country as an attempt to “fully involve” the public in their deliberations. The hearings would address the impact of the rules on topics such as localism,3 competition, diversity, minority ownership, children's and family-friendly programming, senior citizens, religious programming, independent programming, campaign and community event coverage, music and the creative arts, the growth of the Internet, jobs and the economy, advertisers, rural America, and the disabled community.", "All six hearings were held throughout 2006 and 2007. Each hearing consisted of two sections: the first—the “non-public comment” section—consisted of introductory remarks (by an FCC commissioner and various dignitaries), statements by the commissioners present, one or two expert/stakeholder panels and random interrupting remarks (often by dignitaries). Panel participants were usually allowed five or more minutes each, and most non-public testimony came before any public comments were heard. In the second—the “public comment” section—public comments were allowed only two minutes each, and during the latter portion of the hearings in Tampa, public comments were shortened to 90 seconds each.", "We reviewed all 44 plus hours of all six of the hearings and content analyzed all 732 public comments presented in them. The instrument developed for the content analysis measured 24 variables. Variables relevant to this study included speakers’ organizational affiliation and their viewpoints on media consolidation/deregulation.", "Three trained coders evaluated 80 randomly selected speakers to test for inter-coder reliability; 732 public comments were heard across the six hearings, thus the subsample tested was 10.9 percent of the total population. Percentage agreement testing for the 24 variables revealed a range of p=0.80 through p=1.00; with an average of p=0.96. Cohen's κ, a more conservative test for reliability, was also calculated: range, κ = 0.71 through κ = 1.00; average, κ = 0.90; consolidation viewpoint, κ = 0.88; deregulation viewpoint, κ = 0.80.", "In Harrisburg, 104 individuals testified during the “public comment” period. Forty individuals (38 percent) spoke out against media consolidation and/or deregulation while only one spoke in support. As noted, 40 employees from the local television stations and from local non-profits testifying on behalf of the stations “stacked the deck” at the beginning of the hearing. When the hearing adjourned, 33 additional members of the public were still registered to speak. As the FCC commissioners and their staff headed back to Washington, 21 of them “testified” in front of the two Democratic commissioners in an unofficial “hearing” held in the lobby. The remaining 12 individuals left before their voices were heard.", "In Tampa, 110 individuals spoke during the public comment period; 56 (51 percent) spoke against consolidation and/or deregulation and six spoke in support (5 percent). The six supporters included the President, Vice President and a former employee of Media General, the ex-president of WFLA, and a representative from a non-profit organization that spoke on behalf of their organization's relationship with the local stations."]}, {"title": "Media Ownership in Harrisburg and Tampa", "paragraphs": ["Non-local media conglomerates own all eight network affiliates (ABC, CBS, Fox and NBC) in both Harrisburg and Tampa. In Harrisburg, WHTM (ABC) is owned by Allbritton Communications, headquartered in Arlington, VA. Allbritton owns nine ABC affiliates nationwide (SEC, 2007). WHP (CBS) is owned by Clear Channel, headquartered in San Antonio, TX. At the time of the Harrisburg hearing, Clear Channel's television group consisted of 56 stations4 (Clear Channel, 2008). WPMT (Fox) is owned by the Tribune Company, headquartered in Chicago. Tribune owns 23 broadcast television stations, and nine weekly newspapers including the Los Angeles Times and the Chicago Tribune (Tribune, 2008). WGAL (NBC) is owned by Hearst-Argyle, headquartered in New York. Hearst owns 29 television stations nationwide including 13 ABC affiliates and 10 NBC affiliates (Hearst-Argyle, 2008).", "The same applies to Tampa. WFTS (ABC) is owned by E. W. Scripps, headquartered in Cincinnati, OH. Scripps owns 10 television stations, daily and community newspapers in 15 US markets and Scripps Howard news service which services more than 400 newspapers (Scripps, 2008). The Gannett Company, headquartered in McLean, VA, owns WTSP (CBS). Gannett owns 23 television stations, publishes 85 daily newspapers (including USA Today) and close to 900 non-daily publications (Gannett, 2008). WTVT (Fox) is owned by News Corporation, headquartered in New York. Assets of this mammoth multinational conglomerate include 35 broadcast television stations in the United States (in nine of the top 10 markets) as well as the New York Post, the Wall Street Journal and Dow Jones Newswires (News Corporation, 2008). Finally, WFLA (NBC) is owned by Media General, headquartered in Richmond, VA. Media General owns 20 broadcast television stations, 25 daily newspapers (including the Tampa Tribune) and close to 275 weeklies (Media General, 2008)."]}, {"title": "The “Public Interest” Standard in Broadcasting Regulation", "paragraphs": ["The limits set by the FCC on media ownership stem from its interpretation of the legal determination that it use its regulatory powers to serve the “public interest,” a term mentioned 11 times in the Communications Act of 1934 and 40 times more in the Telecommunications Act of 1996 (Napoli, 2001). The “public interest” is a crucial standard to be dealt with, particularly in the context of license granting as section 309 of the 1934 Act stipulates that the Commission shall determine, in the case of each application [for a broadcasting license], whether the public interest, convenience, and necessity will be served by the granting of such application.  ", "Commission shall determine, in the case of each application [for a broadcasting license], whether the public interest, convenience, and necessity will be served by the granting of such application.", "Section 202(h) of the 1996 Act—which is the root obligation behind these proceedings—requires that, the Commission shall review its rules adopted pursuant to this section and all of its ownership rules biennially … and shall determine whether any of such rules are necessary in the public interest as the result of competition. The Commission shall repeal or modify any regulation it determines to be no longer in the public interest.  ", "the Commission shall review its rules adopted pursuant to this section and all of its ownership rules biennially … and shall determine whether any of such rules are necessary in the public interest as the result of competition. The Commission shall repeal or modify any regulation it determines to be no longer in the public interest.", "Indeed, the “public interest” is a vague term, whose meaning scholars have vigorously debated, not only with regard to communication policy, for decades. Oppenheim (1975) states that in order for government to be seen as acting within the public interest, its policies should be rational and serve a welfare or utility function for all the individuals that constitute the public. Held (1970) finds that the “public interest” standard can lend itself to a few interpretations, ranging from the accumulation of all the individual interests through an identification of the public interest as that which refers to a common interest, and to an identification of an ultimate good that serves all the individual interests when it is achieved. Napoli (2001) differentiates between three levels in which the public interest can be identified: the conceptual, the operational and the applicational. In the first, he also identifies majoritarian, procedural or unitary conceptualizations.", "The “public interest” standard was introduced into the Radio Act (which preceded the Communications Act) as an afterthought and without much deliberation (Krasnow and Goodman, 1998). The task of providing the concept with meaning led eventually to the FCC's development of a set of detailed requirements that ranged from providing “opportunity for local self-expression” to “entertainment programming” (Krasnow and Goodman, 1998, p. 615; Fowler and Brenner, 1982, p. 216). Some commentators have found the interpretations made by the FCC to be too broad, perhaps even unconstitutional (Mayton, 1989); others have pointed to the constitution and noted its commitment to the ideal of a deliberative democracy, which justifies subordinating broadcasters to serving a “public interest” standard (Sunstein, 2000).", "The Federal Radio Commission, founded by the Radio Act of 1927 and first charged with applying the public interest standard to communication policy, determined in its 1928 annual report that “[t]he emphasis must be first and foremost on the interest, the convenience, and the necessity of the listening public, and not on the interest, convenience, or necessity of the individual broadcaster or the advertiser” (Krasnow and Goodman, 1998, p. 611). Thus, whether the public interest in itself is determined in majoritarian, unitary or procedural terms, it presents, prima facie, a determination that the public interest is that which can be differentiated from private interest, in particular that of the broadcast license holder.", "This basic assertion, however, is not easily identifiable in American news media fare discussing media ownership. Not only are the broad social implications of media consolidation absent from media reports regarding the mergers that the gradual deregulation has perpetuated, “at times, any semblance of reporting give(s) way to flattery and sycophancy” (Champlin and Knoedler, 2002, p. 465). “Overall,” asserts Solomon, “the big media outlets—getting bigger all the time—offer narrow and cheery perspectives on the significance of the merger mania” (2000, p. 58).", "Indeed, there are those who argue that the diversity of media content can and has been expanded by consolidation of ownership (Berry and Waldfogel, 2001; George, 2007; Yoo, 2005); however, considerable empirical evidence demonstrates that ownership influences viewpoint, perhaps hindering the ability for news outlets to present the news objectively (see Gilens and Hertzman, 2000; Pratte and Whiting, 1986; Snider and Page, 1997). An example frequently cited which supports these empirical findings occurred in 1980 when the Los Angeles Times ignored a $2 billion tax-paid water project in California that the Times-Mirror Company (their corporate owner), was going to benefit from. Concerns were raised when the New York Times and the Bakersfield Californian found the story newsworthy (Bagdikian, 1992; FCC, 2003; Shoemaker and Reese, 1996).", "The FCC has investigated this issue itself, but has failed to yield conclusive findings. In 2002, it released a study (Pritchard, 2002) which demonstrated that among the 10 broadcast television stations cross-owned with newspapers that they analyzed, half aired information that shared the same viewpoint as their corporate partners at the newspaper and half did not. This has led the FCC to comment, “[w]e are not in a position to conclude that ownership can never influence viewpoint” (FCC, 2008, p. 14)."]}, {"title": "Creating the News Frame", "paragraphs": ["“Framing” is both a concept and methodology that has been subject to extensive discussion and utilized heavily in communication and journalism studies (i.e. Iyengar, 1991; Reese et al., 2003). When describing the act of “framing” in the context of media production, scholars often refer to the definition provided by Entman who noted that: To frame is to select some aspects of a perceived reality and make them more salient in a communicating text, in such a way as to promote a particular problem definition, causal interpretation, moral evaluation, and/or treatment recommendation for the item described. (1993, p. 52)  ", "To frame is to select some aspects of a perceived reality and make them more salient in a communicating text, in such a way as to promote a particular problem definition, causal interpretation, moral evaluation, and/or treatment recommendation for the item described. (1993, p. 52)", "In essence, as a “central organizing idea or story line that provides meaning” (Gamson and Modigliani, 1987, p. 143) the frame involves acts of “selection, emphasis, and presentation composed of little tacit theories about what exists, what happens, and what matters” (Gitlin, 1980, p. 6). Thus, in the context of a news segment's production, when a perceived reality is expressed in the form of a news frame, the newsmakers have decided which elements to include and which to emphasize. How this process of selection occurs is a complex question that many have argued results from a combination of internal factors such as systemic routines, structural and financial demands, as well as external factors such as access to events and sources (Jamieson and Campbell, 1997; Watkins, 2001). Frames have been shown to define problems, diagnose causes and suggest remedies to public policy challenges by highlighting and making more noticeable, meaningful or memorable to audiences certain elements of a text (Entman, 1993) and thus should be of interest to those with a vested interest in the perceived reality.", "In our analysis, we identify two frames: “unimportant story” and “media consolidation is not a problem.” In addressing the former, we begin by discussing the use of a framing technique that attributes varying levels of importance to a story, referred to as story “sizing” (Entman, 1991). In addressing the latter, we assess the use of sourcing—often described as one of the central techniques utilized when constructing a news story (Berkowitz, 1987; Ross, 2007; Tuchman, 1972), and follow by investigating the use of Hallin's (1986) three spheres of journalistic production—legitimate controversy, consensus and deviance—in our attempt to identify the production models employed."]}, {"title": "Media Materials", "paragraphs": ["This study employed a framing analysis to investigate whether broadcast news outlets owned by media conglomerates can cover issues in which they have a vested economic interest. We reviewed the perspectives offered by the television network affiliates in Harrisburg and Tampa regarding the FCC's media ownership hearings that took place on February 23 and April 30, 2007, respectively. Our attendance provided us with an additional layer of understanding of the hearings and their atmosphere and helped us assess the accuracy of the media reports.", "To identify the frames used by the stations studied to describe the public hearings and to assess whose interests these frames served, 40.5 hours of television news coverage from six of eight network affiliates in both Harrisburg and Tampa—Harrisburg: WHP (CBS) and WGAL (NBC); Tampa: WFTS (ABC), WTSP (CBS), WTVT (Fox) and WFLA (NBC)—were analyzed (72 newscasts). The two remaining affiliates—WHTM (ABC) and WPMT (Fox) of Harrisburg—could only provide us with transcripts/segment lists, which were reviewed as well (18 newscasts). After all 90 newscasts were analyzed, 22 independent news segments describing or discussing the hearings were found (see Table 1). Each segment was subsequently reviewed; this included notation of all comments made by anchors, reporters and interviewees, assessment of hearing descriptions, and analysis of how footage from the hearings, interviews, stock-footage, voiceovers and other elements of the segment were used. "]}, {"title": "Frame One: “Unimportant Story”", "paragraphs": ["The news media can attribute varying levels of importance to a story. Entman (1991) refers to this form of framing as story “sizing;” suggesting that the importance or significance attributed to a story by the media is a function of how much or how little coverage is made available. One method for determining the extent of media coverage is to assess the number of segments presented about a story. We reviewed the number of segments that aired before, during and after the hearings. Only three of the eight stations assessed informed the public about the hearings in advance. Before the hearing in Harrisburg, WHTM and WGAL aired segments about the upcoming event; however, both segments ran close to 11:15 pm on Thursday night, less than 10 hours before the hearing. In Tampa, WTVT aired segments before the hearing. While one could claim that providing advance notice for community events is not a common practice of local news outlets, the mobilization of station employees and beneficiaries in Harrisburg and the participation of executives in the panels and public comment period in Tampa, demonstrates that the stations felt that the hearings were important. As it was, most chose to share the hearings’ convening with the public after the hearings had already commenced.", "Six segments aired the day of the Harrisburg hearing. While seemingly a considerable amount of coverage, further analysis of the length of the segments—another method for assessing the importance attributed to a story (Watkins, 2001)—revealed that WHP's single segment was 41 seconds long, shorter than five stories appearing earlier in the broadcast. WGAL's 6 pm and 11 pm segments on the other hand were each more than two minutes long; however, neither was the longest segment in either newscast.5 ", "In Tampa, nine segments aired the day of the hearing. Segment lengths were quite long, with WTVT's 10 pm segment running longest at over three minutes; however, once again, these pieces were never the longest story. In addition, WTSP aired only one segment the day of the hearing (at 11 pm) which was the shortest segment presented by any of the four Tampa stations (43 seconds).", "The extent of news coverage of an event, and thus the importance attributed to it, can also be assessed by reviewing the placement of the segment in the newscast (Watkins, 2001). As newscasts are generally comprised of various segments, each often dealing with a different story, noting the depth of placement is another method for evaluating importance, as “news items perceived as most important typically achieve lead story status” (Watkins, 2001, p. 86).", "By this measure, the news outlets certainly contributed to the framing of the FCC hearings as an “unimportant story” as most of the segments were buried. In Harrisburg, WHTM's 6 pm and 11 pm newscasts aired the segments as the 10th and 17th stories, respectively. WGAL's 11 pm segment ran 20th, with a piece on Anna Nicole Smith and a story about a mail truck that caught fire airing earlier in the newscast.", "Similarly in Tampa, the segment was never a lead story. WTVT's coverage in particular, was buried deeper than any of the other reports found. The station ran nothing at 5 pm and 11 pm, while running the segment 19th at 6 pm (33:56 minutes in) and 20th at 10 pm (30:20 minutes in). One of the top stories that appeared before the hearing segments on all of the stations was a piece on an ex-American Idol contestant named Jessica Sierra who was arrested over the weekend for smashing a glass over another person's head in a night club—still “big news” by Monday. Ironically, another story appearing before the segment on WTVT was a piece on a small town near Tampa that still prohibits alcohol sales on Sunday—the news tag being that some locals were upset about this decades-old law.", "While it is true that once segments did air, they were usually of considerable length, the burying of the story certainly contributed to the “unimportant story” frame. In addition, numerous examples of newscasters downplaying the hearings also contributed to the construction of the frame. For example, from WFLA in Tampa (6 pm), “alrightee … glad to see some bureaucrats burning the midnight oil there Vicky thank you very much.” Later, on the same station (11 pm) “senior consumer reporter Victoria Lim joins us live in Tampa where Vicky I can't believe that this hearing is still going on.” A segment produced by WPMT in Harrisburg presented another example, “it's one show only … and the theater at Whitaker Center is packed for the big act in town. In this case—it's the Federal Communications Commission.”", "The FCC presented the hearings as an historical attempt to engage the public in policymaking, and the studied stations themselves invested time and effort in order to testify in them. Was the “unimportant story” frame therefore an accurate depiction of the event? Arguably, this frame should be expected in the context of commercial television news as the complexity of the media ownership debate may not fit the mold of the modern television newscast, but does this argument suffice to explain this systematic burying of the story?", "As noted, the act of selection and the use of emphasis are both essential to the mediating function of the newsmaker. In the creation of the first frame, both processes were applied to structural elements of the newscast (the presence/absence of stories, placement in the newscast and segment length). Identification of a second frame, however, revealed different acts of selection and emphasis that had an impact on the actual content of the segments themselves."]}, {"title": "Frame Two: “Media Consolidation is Not a Problem”", "paragraphs": ["A superficial assessment of the actual news segments finds that the stations provided basic answers (of varied quality) to what Barnhurst and Mutz refer to as the “traditional five Ws” (1997), p. 27). For example, WGAL (Harrisburg) answering “who” and “what”: “the five members of the Federal Communications Commission came to Harrisburg seeking input on possible changes in media ownership rules.” WHP (Harrisburg) and WFTS (Tampa), respectively, with “where” and “when”: “hundreds gathered today at Whitaker Center to address the five FCC Commissioners during a public hearing” and “people have gathered at the Tampa Bay Performing Arts Center tonight.” Some of the stations also made attempts at “why”; WTVT (Tampa): “four companies own more than 70 percent of the Tampa Bay area news market so the FCC wants to know how that's working out.”", "Indeed, the stations certainly made an attempt to provide the general public with a basic overview of the event; however, a more in-depth analysis of the coverage revealed that this overview was often presented through the use of the second frame that we labeled “media consolidation is not a problem.” It was created through misrepresentations of the hearings and subordination of the anti-consolidation viewpoint.", "  WTVT in Tampa began its 10 pm segment on the hearing as follows:    Anchorwoman: How would you rate the quality of news here in Tampa Bay?    Anchorman: Yeah well most of us think it's pretty good. The FCC's in town though and they're asking the public to grade our performance.  ", "WTVT in Tampa began its 10 pm segment on the hearing as follows: ", " ", "Anchorwoman: How would you rate the quality of news here in Tampa Bay? ", " ", "Anchorman: Yeah well most of us think it's pretty good. The FCC's in town though and they're asking the public to grade our performance.", "WFLA in Tampa depicted the hearing in a similar fashion during their 5 pm newscast, noting, “are you happy with the media that you have here in Tampa?”", "By deciding to frame the hearings in this manner, they were presented in terms of an oversimplified two-sided debate between those that were “happy” with their local stations and those that were “unhappy.” Even if the discussion of localism could have been reduced to a happy–unhappy dichotomy, these hearings were not limited to or even focused on satisfaction with local media performance; the commissioners were in town to determine whether further media consolidation was called for as detailed in the seven issues the FCC presented the public with when it published the FNPRM. The failure on the part of the news outlets to place the hearings in context kept discussion away from the debate over media consolidation, thus contributing to the frame.", "While the local news media sufficiently answered the five Ws by describing that the FCC was in town, where and when the event was, and (in some cases) that individuals presented opposing opinions on media ownership, no station reported the overwhelming public opposition to further consolidation, which we previously described. Some described how “activists” “complained” at the hearings, but according to most of the reports, the general public had no opinion on the issues. None described how broadcasters and their beneficiaries “stacked the deck” in Harrisburg, or how the hearing was adjourned before all members of the public had a chance to speak. None of the reports described that experts and stakeholders were allotted more time than members of the public.", "This misrepresentation of the hearings contributed to the frame “media consolidation is not a problem,” which stands in complete contradiction to the atmosphere at the events themselves.", "News frames are comprised of various components. Sources have long been regarded as a central element utilized in the construction of a news story (Berkowitz, 1987; Ross, 2007; Tuchman, 1972) as they can provide the appearance of objectivity (Tuchman, 1972) but also enable a newsmaker's frame “to masquerade as a mere conveyance of others’ perspectives while actually peddling a particular viewpoint by the choice of speaker and the choice of quote” (Ross, 2007, p. 450). Another component that contributes to the news frame is the production model chosen. Hallin (1986) identifies three such spheres of journalistic production—legitimate controversy, consensus and deviance. The first has the newscaster present the news through a point–counterpoint model, with the goal of creating the feeling of objectivity and balance (Watkins, 2001); the second focuses all attention on one particular viewpoint, celebrating what are believed to be consensus values within a given community; and the third projects certain values as taken-for-granted by the community and portrays events and individuals in violation of them thus “exposing, condemning, or excluding from the public agenda those who violate or challenge the political consensus” (Hallin, 1986, p. 117).", "Using these techniques, the local broadcasters in Harrisburg and Tampa subordinated the anti-consolidation viewpoint, contributing to the frame “media consolidation is not a problem.” On the surface, the eight stations all attempted to work within the legitimate controversy sphere; however, many ended up drifting towards the deviance sphere. When discussing those whose positions conflicted with the stations’ interests, most of the outlets depicted dissenters as outsiders that were not members of the community. WTVT in Tampa labeled all those critiquing the local media at the hearings as “activists” and limited the “complaining” about the media to “them” (which was juxtaposed against “being happy with the media,” an earlier theme). For example, during the 6 pm broadcast the anchors stated that, the FCC wants to know what the Tampa Bay media is doing right and what could be better … and that's drawn activists from all across the state and in fact many of them tonight have come here to complain,  ", "the FCC wants to know what the Tampa Bay media is doing right and what could be better … and that's drawn activists from all across the state and in fact many of them tonight have come here to complain,", "During the 10 pm broadcast, following the anchor's comment that “most of us think” the quality of the local media is “pretty good,” the reporter at the hearing stated, there's a whole audience full of activists and many of them are actually complaining, they're complaining about a lack of variety, they're complaining about a lack of diversity … they say to them it's just more of the same everywhere they turn.  ", "there's a whole audience full of activists and many of them are actually complaining, they're complaining about a lack of variety, they're complaining about a lack of diversity … they say to them it's just more of the same everywhere they turn.", "Later in the same newscast a voiceover noted, “activists blame big corporations for owning too many media outlets.” WGAL in Harrisburg reported at 6 pm, “you may never actually own a TV or radio station, but public interest groups say you should worry about who does.” WHP in Harrisburg reported at 11 pm that, “well many people descended upon Harrisburg today to protest big media.” Indeed, “activists” is a term used by the media to enhance a violent, “freak” and “ignorant” frame when describing protesters (Boykoff, 2006).", "In terms of the use of sourcing, the anti-consolidation viewpoint was also subordinated through repeated interviews with activists. In almost every segment presented the day of the hearing, an activist was interviewed (with a caption presented to clarify her or his affiliation) in order to present the anti-consolidation viewpoint. The scores of non-affiliated members of the general public that spoke out against the local media (and in many instances consolidation/deregulation) were almost never shown. For example, WHP in Harrisburg presented one anti-consolidation sound bite of Hannah Sassaman from the Prometheus Radio Project, while WTVT in Tampa used two separate anti-consolidation sound bites during their 10 pm newscast; one of Craig Aaron of Free Press and one of Brad Ashwell of Florida PIRG.", "A third example of subordination of the anti-consolidation viewpoint came from the use of appeals to emotion to counter the critics—a faulty application of the legitimate controversy sphere, that actually maintained the deviance sphere. For example, WFLA in Tampa began by presenting a critic, who noted, “What part of monopolies are a bad idea do people not seem to get anymore.”", "This was followed by a voiceover that replied, “Pat Roberts represents the Florida Association of Broadcasters. Roberts says storms that hit Florida should resolve this storm of controversy.” A sound bite from the FAB representative followed, “I think everybody knows that they were the lifeline in the community in informing people … before the storms hit, after the storms hit. TV and radio is really what reaches those people and warns them.”", "Instead of presenting a comparable pro-consolidation point to respond to the critic (the legitimate controversy model), appeals to emotion were used as a counter-argument, highlighting concerns or traumatic experiences that many residents of Florida share. This unbalanced presentation of the debate pitted marginalized critics against a “do good” media.", "Another example of this appeal to emotion occurred in Tampa. WFTS began by presenting the comments of a critic, who noted, I think that our current policies aren't working very well in terms of representing the public interest and more of the same certainly doesn't seem like a good prescription.    This was followed by a voiceover,    But others say in times of crisis having big companies to disseminate important information quickly is crucial, especially they say when that information can save lives.  ", "I think that our current policies aren't working very well in terms of representing the public interest and more of the same certainly doesn't seem like a good prescription. ", " ", "This was followed by a voiceover, ", " ", "But others say in times of crisis having big companies to disseminate important information quickly is crucial, especially they say when that information can save lives.", "This voiceover was followed by the presentation of Mark Lunsford's comments. Lunsford—whose daughter's tragic murder made national headlines—appeared at the Tampa hearing to publicly thank the media for their support. The media, however, did not save the life of his daughter, Jessica Marie, who was murdered. The ability of the “big companies” to disseminate information was thus not “life saving” and Lunsford's sound bite did not demonstrate that “big companies” were better than small companies as “life savers.”"]}, {"title": "Discussion", "paragraphs": ["One of the more elusive terms associated with US Communication policy is the requirement that broadcasters serve the “public interest, convenience and necessity.” Interpreting the obligation to serve the “public interest” has been a nearly century-long challenge, as it became the criterion for choosing among competing applications for licenses and assessing renewal applications in the Radio Act of 1927 and the Communications Act of 1934 as well as a point of contention between conflicting interest bearer and ideological approaches to regulation in general and communication regulation in particular.", "One basic determination regarding the scope of the “public interest” standard that was made by the Federal Radio Commission as early as 1928, however, clarified that serving the public interest meant that broadcasters should not use their stations to forward their own private interests, but rather that the interests of the general public should take precedence (Krasnow and Goodman, 1998). Even though this assertion has made its way into the Supreme Court legal corpus as well via the landmark decision in the case of Red Lion Broadcasting v. FCC, in which the court stated that “it is the right of the viewers and listeners not the right of the broadcasters, which is paramount” (1969, p. 390), examples of media companies operating to the contrary still exist, as was clearly demonstrated by the findings of this study.", "Indeed, the local television coverage of the FCC's public hearings in Harrisburg and Tampa served the interests of the stations’ corporate owners. Through both omission and consistent burying of the story, the local stations framed the hearings as unimportant. As well, through a persistent misrepresentation of the hearings’ purpose and content, and an incomplete and unbalanced depiction of those opposed to media consolidation, the stations presented the frame suggesting that media consolidation is not a problem that should concern the viewers in their communities. While we do not claim that the network affiliates in Tampa and Harrisburg converged and conspired to mislead the public, we find it alarming that of the eight television stations owned by national conglomerates in the two cities, not one saw an obligation to provide an accurate, informative and honest report about the hearings. The mindset of the television professionals working in Harrisburg and Tampa is obviously so intensely focused on the promotion of the station's individual interests that little trace of bona fide and authentic service to the public interest can be found when the interests of the station owners are at stake.", "Ironically, it was clear that the stations felt the hearings were important, as they mobilized their own employees to testify in them; however as far the public viewing their coverage could tell, the hearings’ importance was marginal. Placing the importance of the hearings in perspective, how often does a federal regulator invite members of the general public to participate in hearings designed to gather information for the purposes of policy change? Certainly the rarity and magnitude of such an event would make it newsworthy; a broadcaster committed to serving the public interest simply would not place such a report after a story on the delinquency of a local contestant from American Idol that was already days old. In addition, the media ownership debate has itself become especially newsworthy, with mounting evidence that media consolidation has been associated with a degradation of local and community news coverage. Ownership of stations by media conglomerates has been linked to a considerable decrease in the amount of televised local public affairs programming (Yan and Napoli, 2004) as well as local news programming (Napoli and Yan, 2007). With television remaining the main source of news for more than 69 percent of Americans, and with 52 percent of Americans still regularly watching local televised news (Pew, 2008), the deleterious effects of consolidation are very real. This point, however, was only made by the “others” who “descended” upon the unsuspecting citizens of Harrisburg and Tampa “from all over the state.”", "This analysis could be dismissed as no more than further evidence of the deterioration of the debate over policy issues in the public sphere in general and in television news in particular. We believe, however, that the co-existence of both frames identified herein supports a more critical view of the hearing coverage. Failure to provide notice of the hearings or even just the fact that the stories were buried could have been an expression of mere unprofessionalism or over-commercialism; however, the repeated mocking of the hearings and vilification of those presenting viewpoints conflicting with the interests of the broadcasting industry contribute to the feeling that at minimum, the subconscious allegiance of the local newscasters in Harrisburg and Tampa to the ideological frame in which their businesses operate, has skewed their ability to report professionally about controversies that endanger that same ideological construct."]}, {"title": "Conclusion", "paragraphs": ["This study has implications broader than the commonly accepted critique of the nature of commercial television news. It presents a contemporary contribution to previous research that has demonstrated how news outlets have failed to report accurately on issues in which their corporate owners have a vested interest, and serves as a warning that calls for more research investigating the newsroom practices of consolidated media companies. The conglomerates that own the eight stations assessed by this study had a major stake in the outcome of the FCC's ownership proceeding. This interest clearly conflicted with the general assumption that the media should avoid favoritism no matter the subject they are covering, and, as mentioned above, the fundamental underpinning that the audience interest supersedes that of the broadcasters’. The failure on the part of the stations studied to serve the public interest under the current ownership rules supports the viewpoint that further media consolidation is dangerous to the healthy democratic function of our communities. Indeed, if television stations owned by media conglomerates cannot fairly report about an issue as central to the health of our democracy as media ownership, how can we entrust them with control of our media environment? For the public interest to best be served, only a multiplicity of local voices will do, offering the opportunity to expose local audiences to alternative viewpoints."]}], "references": [{"title": "American Journalism and the Decline in Event-centered Reporting", "year": "1997", "journal": "Journal of Communication", "volume": "47", "authors": [{"name": "Barnhurst Kevin G", "first_name": "Barnhurst", "last_name": "G"}, {"name": "Mutz Diana", "first_name": "Mutz", "last_name": "Diana"}]}, {"title": "TV News Sources and News Channels: a study in agenda-building", "year": "1987", "journal": "Journalism Quarterly", "volume": "64", "authors": [{"name": "Berkowitz Dan", "first_name": "Berkowitz", "last_name": "Dan"}]}, {"title": "Do Mergers Increase Product Variety? Evidence from radio broadcasting", "year": "2001", "journal": "Quarterly Journal of Economics", "volume": "116", "authors": [{"name": "Berry Steven T.", "first_name": "Berry", "last_name": "T."}, {"name": "Waldfogel Joel", "first_name": "Waldfogel", "last_name": "Joel"}]}, {"title": "In the Public Interest? The state of local television programming fifteen years after deregulation", "year": "2002", "journal": "Journal of Communication Inquiry", "volume": "26", "authors": [{"name": "Bishop Ronald", "first_name": "", "last_name": "Ronald"}, {"name": "Hakanen Ernest A.", "first_name": "Hakanen", "last_name": "A."}]}, {"title": "Framing Dissent: mass-media coverage of the global justice movement", "year": "2006", "journal": "New Political Science", "volume": "28", "authors": [{"name": "Boykoff Jules", "first_name": "Boykoff", "last_name": "Jules"}]}, {"title": "Operating in the Public Interest or in Pursuit of Private Profits? News in the age of media consolidation", "year": "2002", "journal": "Journal of Economic Issues", "volume": "36", "authors": [{"name": "Champlin Dell", "first_name": "Champlin", "last_name": "Dell"}, {"name": "Knoedler Janet", "first_name": "Knoedler", "last_name": "Janet"}]}, {"title": "Framing U.S. Coverage of International News: contrasts in narratives of the KAL and Iran Air incidents", "year": "1991", "journal": "Journal of Communication", "volume": "41", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}]}, {"title": "Framing: toward clarification of a fractured paradigm", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert M.", "first_name": "Entman", "last_name": "M."}]}, {"title": "A Marketplace Approach to Broadcast Regulation", "year": "1982", "journal": "Texas Law Review", "volume": "60", "authors": [{"name": "Fowler Mark S.", "first_name": "Fowler", "last_name": "S."}, {"name": "Brenner Daniel L.", "first_name": "Brenner", "last_name": "L."}]}, {"title": "What&#039;s Fit to Print: the effect of ownership concentration on product variety in daily newspaper markets", "year": "2007", "journal": "Information Economics \\& Policy", "volume": "19", "authors": [{"name": "George Lisa", "first_name": "George", "last_name": "Lisa"}]}, {"title": "Corporate Ownership and New Bias: newspaper coverage of the 1996 Telecommunications Act", "year": "2000", "journal": "Journal of Politics", "volume": "62", "authors": [{"name": "Gilens Martin", "first_name": "Gilens", "last_name": "Martin"}, {"name": "Hertzman Craig", "first_name": "Hertzman", "last_name": "Craig"}]}, {"title": "The ‘Public Interest’ Standard: the search for the Holy Grail", "year": "1998", "journal": "Federal Communications Law Journal", "volume": "50", "authors": [{"name": "Krasnow Erwin G.", "first_name": "Krasnow", "last_name": "G."}, {"name": "Goodman Jack N.", "first_name": "Jack", "last_name": "N."}]}, {"title": "The Illegitimacy of the Public Interest Standard at the FCC", "year": "1989", "journal": "Emory Law Journal", "volume": "38", "authors": [{"name": "Mayton William T.", "first_name": "Mayton", "last_name": "T."}]}, {"title": "Media Ownership Regulations and Local News Programming on Broadcast Television: an empirical analysis", "year": "2007", "journal": "Journal of Broadcasting and Electronic Media", "volume": "51", "authors": [{"name": "Napoli Philip M.", "first_name": "Napoli", "last_name": "M."}, {"name": "Yan Michael Z.", "first_name": "Yan", "last_name": "Z."}]}, {"title": "Inclusion or Illusion? An analysis of the FCC&#039;s public hearings on media ownership 2006–2007", "year": "", "journal": "Journal of Broadcasting and Electronic Media", "volume": "", "authors": [{"name": "Obar Jonathan A.", "first_name": "Obar", "last_name": "A."}, {"name": "Schejter Amit M.", "first_name": "Schejter", "last_name": "M."}]}, {"title": "Self-interest and Public Interest", "year": "1975", "journal": "Political Theory", "volume": "3", "authors": [{"name": "Oppenheim Felix E.", "first_name": "Oppenheim", "last_name": "E."}]}, {"title": "What Newspaper Editorials Have Said About Deregulation of Broadcasting", "year": "1986", "journal": "Journalism Quarterly", "volume": "61", "authors": [{"name": "Pratte Alf", "first_name": "Pratte", "last_name": "Alf"}, {"name": "Whiting Gordon", "first_name": "Whiting", "last_name": "Gordon"}]}, {"title": "The Journalist, the Housewife, the Citizen and the Press: women and men as sources in local news narratives", "year": "2007", "journal": "Journalism", "volume": "8", "authors": [{"name": "Ross Karen", "first_name": "Ross", "last_name": "Karen"}]}, {"title": "Coverage of Media Mergers: does it provide a window into the future of journalism?", "year": "2000", "journal": "Nieman Reports", "volume": "54", "authors": [{"name": "Solomon Norman", "first_name": "Solomon", "last_name": "Norman"}]}, {"title": "Television and the Public Interest", "year": "2000", "journal": "California Law Review", "volume": "88", "authors": [{"name": "Sunstein Cass R.", "first_name": "Sunstein", "last_name": "R."}]}, {"title": "Objectivity as Strategic Ritual: an examination of newsmen&#039;s notions of objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye"}]}, {"title": "Framing Protest: news media frames of the million man march", "year": "2001", "journal": "Critical Studies in Mass Communication", "volume": "18", "authors": [{"name": "Watkins S.Craig", "first_name": "Watkins", "last_name": "S.Craig"}]}, {"title": "Architectural Censorship and the FCC", "year": "2005", "journal": "Southern California Law Review", "volume": "78", "authors": [{"name": "Yoo Christopher S.", "first_name": "Yoo", "last_name": "S."}]}]}