{"doi": "10.1080/14616700600980652", "url": "https://doi.org/10.1080/14616700600980652", "title": "JOURNALISM AND EXPERTISE", "volume": "7", "year": "2006", "issue": "6", "journal": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Boyce", "first_name": "Tammy", "name": "Tammy Boyce", "affiliation": "", "orcid": "", "role": ""}], "abstract": " Many researchers have observed the paradox of the decline in trust of experts alongside the increasing use of expertise in Western society. This research argues for the division of expertise into a defined category, “expert-source”, separating experts from other sources who do not possess expertise. Using a normative concept of expertise to provide categories can offer a more coherent and consistent method of assessing a source's expertise and how to present their statements. This research presents findings based on a media analysis of television, radio and newspapers, interviews with journalists and sources and the results of national surveys and focus groups with parents and uses a recent medical controversy in the UK as a backdrop to explore expertise. In 1998 a scientist claimed there might be a link between the measles, mumps and rubella vaccine and autism. His claims received significant media attention and vaccination rates fell across the UK. This case study examines how journalists constructed expertise, how key sources presented themselves as expert-sources and the effect of balancing expert-sources with sources. This research encourages journalists and academics to question how expertise affects media coverage. ", "body": [{"sec_title": "Introduction", "sec_content": ["In an expanding media universe, with escalating coverage of health and science issues (Clayton et al., 1993; Entwistle and Beaulieu-Hancock, 1992; Miller et al., 1998, pp. 147–8; Nelkin 1987), questions of who to trust to provide expert information and opinion is a vital issue for journalists and academics. Given this expanding media sphere it logically follows that more sources will be sought as more news is produced. How are journalists to understand which sources possess expertise and which simply have information? Specific categories of expertise, such as the Contributory-Interactional-None theory of expertise offered by Collins and Evans (2002) provide a more coherent and consistent method of assessing and understanding expertise. Cottle identified the importance of analysing “how exactly the ‘expert’ becomes constituted and signified within certain milieux, including those of the mass media” (1998, p. 15). This research argues for the division of expertise into a defined category, “expert-source”, separating experts from other sources who do not possess expertise. A more detailed definition of “expertise” will provide journalists with tools to make sense of what can seem like an overwhelming amount of information, what Seale labels “a chronic flow of available knowledge” (2002, p. 14). A theory of expertise for journalists and academics offers a coherent method of deciphering a source's expertise. Using the autism–MMR (measles, mumps and rubella vaccine) story as a backdrop, this research demonstrates how journalists use expert-sources and their claims, how key sources presented themselves as expert-source and their effects on audience understandings when balancing expert-sources with non-expert-sources."]}, {"sec_title": "Expertise and Journalism", "sec_content": ["Many researchers have observed the paradox of the decline in trust of experts and at the same time, the increasing use of expertise in Western society, “(w)e believe less and less in experts … (but) we use them more and more” (Limoges, 1993, p. 424). Identifying these experts whom journalists increasingly use but whose trust is in decline is less well understood. The move away from a positivist scientific paradigm to one with “less rigorous distinctions between scientific and other judgements” (Albaek et al., 2003, p. 939) can be attributed to broadening the range of topics on which someone becomes an expert. This shifting understanding of expertise translates into a volatile definition as more and more people consider themselves, and are regarded by others, as experts. Risk theorist Ulrich Beck sees this wider understanding of expertise as beneficial to societies which have elevated the views of experts (particularly scientific experts) during times of crisis and important national and international debates. Beck regards the wider understandings of expertise as freeing the public “from (the) patronising cognitive dictates of experts” (1992, p. 168) and empowers the public to: …(s)elect within and between expert groups … Not only are practitioners and politicians able to choose between expert groups, but those groups can also be played off against each other within and between disciplines, and in this way the autonomy of customers is increased. (1992, p. 173)  ", "…(s)elect within and between expert groups … Not only are practitioners and politicians able to choose between expert groups, but those groups can also be played off against each other within and between disciplines, and in this way the autonomy of customers is increased. (1992, p. 173)", "Beck views experts “playing off each other” as beneficial to democracy but in doing so he fails to acknowledge the potentially detrimental effects of this, such as confusing or frustrating the public, thus decreasing the trust in expertise. Instead, Beck deems this cacophony of experts to be an opportunity for the public to become experts themselves.", "There is a paucity of research examining the role expert-sources play and their impact on audience understandings. The research which does exist falls into two categories; analysing why journalists select expert-sources and how journalists use expert-sources. Journalists turn to expert-sources for three main reasons: to provide facts, add credibility and present objectivity. Most commonly, expert-sources are used by journalists to verify and provide facts. For this reason, expert-sources may not appear in every story but they are an integral part of a journalist's working life, frequently providing background information (Levi, 2001, p. 12, see also Conrad, 1999, p. 291; Croteau and Hoynes, 1994, p. 67). Credibility is another principal reason why expert-sources are selected. Manning argues “(t)he possession of expertise helps news sources to rise up the hierarchy of credibility in the eyes of journalists and helps to ensure that they become regular points of contact on specialist correspondents’ beats” (2001, p. 158, see also Albaek et al., 2003; Conrad, 1999; Steele, 1995). Journalists also try to use expert-sources to enhance objectivity but as Steele admits, in reality they “often have decidedly partisan or political perspectives that are not acknowledged” (1995, p. 803). Expert-sources often regard their own expertise as neutral and become frustrated with journalists’ need to balance what they (the experts) think is a definitive statement. At the same time as believing expert-sources provide “neutral” comments, journalists also turn to expert-sources to provide opinions. Albaek et al. (2003) argue what journalists want from expert-sources has evolved. In the 1960s experts were more likely to discuss their own research whereas from the 1980s onwards, they were more likely to comment on general social issues or on research.", "Little research examines how journalists assess the expertise of a source. Steele's (1995) study of two daily American television news magazines, Nightline and the public television programme MacNeil-Lehrer NewsHour is one of only a few pieces of research to examine this question of assessment. Steele concludes journalists had an ambiguous understanding of expertise and based selection on “real world experience”, access to and knowledge of the “players” but also adds the willingness of experts to “make predictions” influences how journalists conceive of expertise (1995, p. 805).", "Research into expertise and journalism more frequently identifies an expert-source's credentials as the most important influence on why certain expert-sources are selected. Van Dijk argues the “media tend to use ‘experts’ whose reputations and qualifications add weight to the argument being made, influence the way events are interpreted, and set the agenda for future debate” (in Rowe et al., 2004, p. 161). At times, it is not just any qualification but the right kind of qualification that is relevant; “(w)hile younger scientists are often most willing to talk with reporters, experts with recognisable names, titles, or affiliations are prized sources. The journalistic ethos suggests that a source should be a ‘top guy (sic) in the field’ to safeguard credibility” (Conrad, 1999, p. 291). With this emphasis on qualifications, it necessarily follows that those expert-sources without conventional qualifications will be over-looked. Eliasoph (1998) uncovered situations where citizens, who had educated themselves and possessed a level of expertise, were not “presented as knowledgeable”. She argues fault lies with both the public, who emphasise their emotions when talking to journalists and also with journalists, who relegate citizens’ comments “to overly narrow, passionate, devalued professions of self-interest” (1998, p. 217, see also Miller and Riechert, 2000, p. 51). Croteau and Hoynes’ analysis of the American news programme Nightline also showed that those without “appropriate credentials” were “generally not worthy of consideration” and even when the public were lucky enough to participate in these discussions “(t)he interpretations that are highlighted, then, are not those of the public, but of the pundits who put it all into perspective” (1994, p. 59). There is the risk that the public, regardless of their knowledge or expertise, will be regarded simply as emotional and not knowledgeable. This way of representing the audience, presenting only opinion and reaction and not knowledge, is typical in media representations of the public (Lewis et al., 2005).", "Previous academic studies that analyse the use of experts in the media commonly fail to define expertise or provide explanation of the significance or difference of expert-sources compared to non-expert sources. For example, Croteau and Hoynes found the American news programme Nightline used a “litany of ‘experts’ who were primarily ex-officials, most holding conservative views” (1994, pp. 177–8). Croteau and Hoynes do not analyse whether these sources are experts or are simply elite sources with inside information (see also Anke et al., 1994 who come to a similar conclusion and also fail to define the source's expertise). In Livingstone and Lunt's extensive analysis of audiences and daytime television they do not define who actually possesses expertise, but turn to a member of the public for a definition; “I wouldn't use the word ‘expert’ in a narrow sense, I would use the word ‘expert’ in the sense of someone who we respect and are interested in, not just someone who may have just a formal qualification” (1994, p. 127). This idea of expertise expands the notion of expertise, making it possible to attribute it to a wider definition than those with specific knowledge or experience. Worryingly, it also gives expertise to anyone who appears to deserve respect or sounds interesting.", "In general, research into expertise examines the numbers of experts in the news. For instance, Albaek et al. (2003) provide a detailed assessment of the increasing use of experts in their study of Danish newspapers over a 40-year period. They found a rise in the use of experts, more specifically, an increase in the use of social science experts, with a slight decline in the number of hard science experts. Their explanations for the increasing use of experts in the news media are the increasing dependence on experts in wider society, the media's tendency to concentrate more on the needs of consumers and lastly, the changing role in which experts interact with the society (Albaek et al., 2003). Soley (1992) also found an increasing use of experts in US news in the 1980s (see also Barnhurst, 2003 for an increase in the use of experts in the 2000 US election). Simply counting the selection of experts in stories can demonstrate society's increasing dependence on experts, however, this type of research fails to analyse whether the sources presented are experts and consequently, the implications if they are not. Thus, research needs to analyse why expert-sources fail to appear in stories where expertise is available and where knowledge/expertise is integral to the story.", "The following research studies the MMR–autism story, a significant scientific controversy in the UK since 1998. This case study demonstrates which expert-sources journalists selected and how the representation of their expertise influenced the way the story was reported and received. The creation of an expert-source category, situated in a normative theory of expertise, seeks to provide researchers and journalists with a way of categorising and better understanding expertise and expert-source selection."]}, {"sec_title": "Context and Method", "sec_content": ["The MMR vaccine was introduced in the UK in 1988 by the Conservative government. The triple vaccine was approved in the United States in 1971 and is now widely used in over 90 countries. In February 1998, Dr Andrew Wakefield and colleagues from London's Royal Free Hospital published research in the medical journal The Lancet based on a study of 12 children who had autism and also had an unusual bowel syndrome (Wakefield et al., 1998). The paper in The Lancet did not present evidence linking the MMR vaccine to bowel syndrome and/or autism but at a press conference publicising the research Dr Wakefield discussed this possible link. In this press conference he presented the (untested) hypothesis that giving children the vaccines in three separate doses would be safer. This suggestion was not supported by the majority of his co-authors nor by any scientific evidence in the published research (or subsequent research, although Wakefield disputes this). Wakefield's suggestions have, nevertheless, been the driving force behind the story as covered in the British mass media. In 1995 only 12 stories were published on the MMR vaccine in the national and regional UK newspapers. After Wakefield's claims in February 1998, the number of articles in that year rose to 356 and in 2002 this soared to 3210. The reason for the increase in coverage in 2002 can be explained by two events; the Prime Minister's son, Leo Blair, reaching the age at which the MMR vaccination is typically administered and a series of measles outbreaks in London, in middle-class areas where many journalists lived. MMR vaccination rates have declined since 1998 and in some areas of Britain they have fallen well below the internationally recommended level of 95 per cent stated as necessary to ensure herd immunity.1 ", "This paper draws on a production, content and reception analysis. The media content sample reflected the three main news sources in Britain and incorporated television, radio and both the broadsheet and tabloid press, from 28 January to 15 September 2002. The two news programmes with the largest audience in the UK are analysed, the weekday BBC 6:00 evening news and ITV 6:30 evening news. The newspaper sample covers a range of formats: the Guardian, Daily Telegraph, Daily Mail, The Sun, Daily Mirror, Mail on Sunday, Sunday Times, News of the World, The Observer. The BBC radio news programme Today (highlights archived on the Internet) was selected because of its sizable audience for a radio news programme and because of the influential role it plays in the wider UK news agenda. All stories that contained the term “MMR” were analysed in detail. Only those stories with MMR as the primary theme were analysed, with a total of 285 stories.2 ", "The reception analysis draws on the results of two nationally representative audience surveys of over 1000 respondents and four focus groups. The surveys were carried out in April and October 2002. Both street surveys were conducted in Swansea, Bromley, Maidstone, Salisbury, Birmingham, Liverpool, Skipton, Glasgow, Swindon and Newcastle. A total of 1035 interviews were conducted in April and 1037 interviews in October and spread evenly between the locations above. The samples were weighted to be nationally representative in terms of gender, age and occupation.3 The survey questions were part of a larger study4 designed to find out what people knew about science issues that appeared regularly in the news, with the MMR vaccine as one of the issues studied.", "Four focus groups were organised to provide a more qualitative understanding of what influenced parents’ MMR vaccination decision. The focus groups were held after the surveys and involved 20 mothers. They were held between May and November 2003 and conducted by the author. The only control category was that the parents must have made a decision about vaccinating a child with the MMR vaccine since Dr Wakefield published his 1998 Lancet research. Two groups were comprised of middle-class mothers and two groups were comprised of working-class mothers. Their ages ranged from 17 to 41 years and the average age of their children was 5.7 years. Participants chose a range of vaccination strategies, the majority seeking the MMR (see Table 1). ", "At the time of the focus groups the national take-up rate for the MMR was at approximately 80 per cent.5 All participants knew each other to varying degrees. It was a deliberate decision to select parents who knew each other thus situating them in a more relaxed situation in order to observe the interaction between the participants (see Bloor et al., 2001; Tonkiss, 2004). A semi-structured list of questions was used and each group was audio-recorded and fully transcribed.", "In the production analysis 11 sources and eight journalists were interviewed. Each interview was tape-recorded, transcribed and then analysed. Journalists selected for interview were those who had presented or written the highest number of stories for each media organisation analysed in the content analysis, even if this meant some had produced less than five stories in the research period. Sources were selected for two reasons, either they were common sources found in the media coverage or they were well-known medical or scientific organisations representing doctors and scientists."]}, {"sec_title": "“Expert-sources”: A New Category", "sec_content": ["In media studies research sources are traditionally categorised according to status, the types of information they possess and/or access to information. None of these categories are based on knowledge or expertise. The categories “official/ non-official”, “resource-poor” and “resource-rich” relate to the status of an organisation or individual. The categories of “official” and “non-official” sources have been found to be restrictive and inadequate (see for instance Miller et al., 1998). Research into the MMR–autism story demonstrates the difficulty of dividing sources according to their official status. For example, should scientists working for universities be labelled differently from those working for governments or business? How do organisations like the medical Royal Colleges fit into these definitions? Source categories according to the status of the source are not specific enough to prove useful.", "The categories “primary and secondary definers”, “insiders/outsiders”, “arbiter and advocate” refer to the type of information a source can offer. “Insiders” and “outsiders” are static definitions which fail to divide or separate sources as they move in and out of these categories. In the MMR–autism story, the parent-led group “Justice Awareness and Basic Support” (JABS)6 were on the “inside” in 1998, taking part in talks with the Labour junior health minister and the Department of Health, but they were later ostracised from official processes. Similarly, the categories of “primary” and “secondary” definers also do not allow for the possibility that sources move in and out of these categories or that the media (in the guise of editorial agendas) might be the definers on this story. As will be discussed later, The Sun and the Daily Mail selected particular sources and expert-sources to help pursue an anti-MMR agenda. They framed the story as one about the Labour government proscribing health decisions and denying parents’ choice in their children's healthcare and disregarded the vast amount of scientific evidence supporting the safety of the MMR vaccine. Deacon and Golding's (1994) “advocate” and “arbiter” categories are also not relevant as they still deal with the activities of the sources and not their knowledge. In the MMR–autism story all sources could be labelled as “advocates” (holding of a point of view, e.g. scientists, the ruling Labour government, parents) and it is unclear who acted as the “arbiters”, those sources who assess the views of protagonists in debate. “Resource-poor” and “resource-rich” categories (Goldenberg, 1975) are also problematic due to the increasing use of public relations. Public relations skills level out those who are “resource-poor” and “resource-rich” as more and more organisations are aware of how to make themselves and their views newsworthy.", "If considering the expertise a source possesses as a way of dividing and defining sources, it is necessary to have a coherent definition of expertise to differentiate between sources and expert-sources. This section refers to the categories created by Collins and Evans (2002).7 Collins and Evans created a normative theory of expertise with distinct categories in an attempt to preserve scientific and technical expertise, arguing expertise is “central to our notion how our society works” (2004). Collins and Evans (2002) divide expertise into three categories: “contributory”, “interactional” and “none” (CIN). This article will argue expert-sources are those sources which possess specialised knowledge and encourage journalists and academics to consider expert-sources as either possessing contributory or interactional expertise.", "The highest level of expertise is contributory expertise. This is the ability to contribute to an esoteric specialism and can be learned only through practice, through total immersion in a subject. Contributory experts are able to contribute to the core set of knowledge in a specialism. Interactional expertise is mastered through linguistic socialisation alone and requires extensive immersion into the culture of a particular specialism. Interactional expertise is acquired through linguistic engagement with contributory experts. That these two categories believe expertise to be real leads to the last category, which is having no expertise. The transition between no expertise and interactional expertise is accomplished by reading technical material: by talking to the contributory experts. The basis for Collins and Evans’ criticism of contemporary definitions of expertise is the idea of “lay expertise”. In Collins and Evans’ definition there is no such thing as lay expertise, either you have expertise or you do not—whether or not you are a lay person (without credentials) is irrelevant.", "Collins and Evans’ definitions are closely related to experience, their CIN theory moves from “a discourse of trust” to a “discourse of expertise”. The CIN theory believes experience is central to expertise and that without experience you cannot have expertise. But experience cannot be a sufficient criterion of expertise or anyone could be an expert in anything. This is a key point when discussing expertise and journalism—the idea that experience is mistaken for expertise is common in journalism. For example, raising a child and observing their health does not make one an expert in child health. Yes, parents have the experience of numerous childhood diseases (and they may contribute to the core set of knowledge if they develop sufficient knowledge) but this does not necessitate that their statements are expert statements or importantly in this case study, their views are not equivalent to expert statements. This balancing act will prove to have a significant influence on how expertise is received.", "The CIN theory of expertise does not profess to solve debates between experts; instead it provides distinct categories of expertise. In the case of debates between experts, the CIN definitions provide normative categories to define who are the contributory experts, the interactional experts and who has no expertise. For instance, in the MMR–autism story more attention could have been paid to the lack of contributory experts in autism that appeared in media coverage.", "It should be emphasised that the CIN definition of expertise does not argue that contributory experts are the best or only sources to turn to or the most valid form of expertise. Instead what the CIN theory offers is the idea that “real” expertise exists and that not all knowledge is expert knowledge."]}, {"sec_title": "Findings", "sec_content": ["Analysing the selection of sources used in MMR–autism stories reveals that sources were not necessarily selected for their expertise or knowledge in the area of vaccinations or autism. In the media research sample scientific expert-sources did not dominate, with scientists accounting for only a third of all sources. Table 2 shows the majority of sources were non-experts; politicians, parents and representatives from the Department of Health (DoH). Whilst the most frequent first source were scientists and health professionals this only occurred in less than a third of the stories. The sources who appeared first, often framing the debate, were non-experts who challenged scientific expertise. Whether or not pressure groups like JABS or parents had the expertise or knowledge to make their accusations was largely ignored in media coverage and in interviews with journalists. Cottle might argue these parents are not presented as experts but are the “ordinary voices” who embody and symbolise a subjectivist epistemology, an experiential way of knowing, feeling, sensing or “being” in the world (2000, p. 37). However JABS and other anti-MMR parents were not presented as “ordinary voices” but were often juxtaposed with scientific experts who were put into the position of answering parents’ claims that the MMR vaccine had caused their child's autism. ", "For example, Jackie Fletcher, the founder of JABS, appeared on the Today programme three separate times in the research sample. In each of these reports Fletcher is the first source to speak and scientists (some whose research Fletcher was discussing) then respond to her claims. In the following piece on new research, which is just over six minutes long, Fletcher speaks for almost three minutes attacking the safety of the MMR vaccine. Fletcher openly admits she has not read the research under discussion and instead uses her appearance on the Today programme to publicise JABS’ key messages and fails to respond to the research. Fletcher is presented as able to assess the credibility of the research even though she has not read the research—nor does she have any medical/scientific background or training.8 Instead, she has the experience of raising her autistic child and her belief it was caused by the MMR vaccine. The anchor, Sue McGregor, does not challenge Fletcher on her unsubstantiated accusations, but instead uses the accusations to challenge the scientist from the Medical Research Council:  Sue McGregor: …Jackie Fletcher we're in the realms of supposition now, if this new research, to be put up on the website today of the British Medical Journal, says more reassuring words about the triple jab would you be prepared to have a look at it?  Jackie Fletcher: I would be interested to see it. What concerns me though is that we've got a huge body of children, we've got about 1600 believed to have been affected by the MMR vaccine and they've not been investigated by the Medical Research Council…  McGregor: Well Dr Peter Dukes is here with me. You know Jackie Fletcher and others believe the research hasn't really been good in this country to support the generally accepted theory about MMR. (Today, 8 February 2002)  ", " Sue McGregor: …Jackie Fletcher we're in the realms of supposition now, if this new research, to be put up on the website today of the British Medical Journal, says more reassuring words about the triple jab would you be prepared to have a look at it? ", "Jackie Fletcher: I would be interested to see it. What concerns me though is that we've got a huge body of children, we've got about 1600 believed to have been affected by the MMR vaccine and they've not been investigated by the Medical Research Council… ", "McGregor: Well Dr Peter Dukes is here with me. You know Jackie Fletcher and others believe the research hasn't really been good in this country to support the generally accepted theory about MMR. (Today, 8 February 2002)", "The journalist used the claims of a non-expert to challenge the expert—and the claims of the non-expert are based in supposition, not in scientific data. If using traditional definitions of sources, Fletcher can be labelled as a primary definer or resource-rich (she has access to numerous parents who claim their child's autism is caused by the MMR vaccine). She is both an advocate and an arbiter, however, none of these terms give a sense of the impact of her views on the wider story. Considering the expertise Fletcher possesses compared to scientists who author and publish research provides more clarity. The Today programme is less concerned with the expertise of Jackie Fletcher and is more concerned with the likelihood of Fletcher making sweeping accusations. As Palmer (2000) points out, a source's perceived news value also affects source selection and in this instance Fletcher's news value supersedes any notion of her possession of expertise. This is the impact of a post-BSE world, where non-experts (in this instance, non-scientist) are regarded as appropriate to challenge scientific expertise. The editor of The Lancet, Richard Horton, picks up on the idea of who has the right to participate and set the parameters in medical debates: Who are deemed to be acceptable public adversaries worthy of opposing one another? In the case of the MMR vaccine, the Department of Health, for example, has put too little emphasis on understanding the concerns and views of families with children who have autism. Are those families ruled out as non-expert and therefore inferior protagonists by our politicians and public health officials? If so, why? (Horton, 2004, p. 44)  ", "Who are deemed to be acceptable public adversaries worthy of opposing one another? In the case of the MMR vaccine, the Department of Health, for example, has put too little emphasis on understanding the concerns and views of families with children who have autism. Are those families ruled out as non-expert and therefore inferior protagonists by our politicians and public health officials? If so, why? (Horton, 2004, p. 44)", "The families of autistic children possess experience in caring for their children who have a debilitating disorder but this experience does not make them experts in the causes of the disorder. Are they therefore inferior protagonists, to use Horton's language? This is a disingenuous question because it does not follow that because they are not experts, they are therefore “inferior protagonists”. That parents do not possess expertise does not make them “inferior”. Parents’ views can, and should still be heard, but their opinion should be regarded or presented as such, opinions, and not equated with expert assessment.", "Textual analysis shows even when expert-sources were used, they often referred to their own experiences about making vaccination choices for their children. Here a child health expert, Dr Helen Bedford, writes in The Sun: As a mother of two young boys I understand how concerned and frightened some parents must be feeling about the MMR vaccine. No parent wants to take any risk with their child. Both my boys, aged six and nine, have had two doses of MMR and if I had to take them to be immunised tomorrow I would. (The Sun, 7 February 2002)  ", "As a mother of two young boys I understand how concerned and frightened some parents must be feeling about the MMR vaccine. No parent wants to take any risk with their child. Both my boys, aged six and nine, have had two doses of MMR and if I had to take them to be immunised tomorrow I would. (The Sun, 7 February 2002)", "Participants in focus groups stated they wanted to know the personal decisions of experts and found stories such as above very helpful. The consequence of experts using reasons other than their own expertise is that their scientific evidence can become less important and less newsworthy than their personal statements. In addition, if scientists with children are using their own choice of vaccination as reason why they should be trusted, conversely those scientists without children face the possibility of being ignored because they do not have children. Daily Mail columnist Quentin Letts picks up this point: The Chief Medical Officer, Liam Donaldson, does not list any children in the current edition of “Who's Who”. Nor does one of the more strident pro-MMR politicians, Dr Evan Harris of the Lib Dems. (Daily Mail, 1 July 2002)  ", "The Chief Medical Officer, Liam Donaldson, does not list any children in the current edition of “Who's Who”. Nor does one of the more strident pro-MMR politicians, Dr Evan Harris of the Lib Dems. (Daily Mail, 1 July 2002)", "Levi writes that “(b)oth experts’ opinions and scientific findings are relevant in medical stories. Both should be reported. However, they are not interchangeable” (2001, p. 59). But on this issue, journalists and scientists did, at times, swap expert-sources’ opinions and findings. In interviews, scientists revealed they were under pressure to give personal opinions and some expressed their reluctance to turn to this personalisation of scientific evidence. Most were happy to share their personal experience in order to circumvent the complex scientific evidence, such as in the following example: What we've done is conducted the most powerful kind of research for this kind of question, a systematic review and we've found through looking at over 2000 studies of both measles and the MMR vaccine going back over 50 years that there's actually not one single reliable study that finds any kind of a link. Now obviously this should definitely reassure parents, to people, who, like myself, who have children with autism in our families. (Dr Anna Donald, Today, 12 June 2002, italics added)  ", "What we've done is conducted the most powerful kind of research for this kind of question, a systematic review and we've found through looking at over 2000 studies of both measles and the MMR vaccine going back over 50 years that there's actually not one single reliable study that finds any kind of a link. Now obviously this should definitely reassure parents, to people, who, like myself, who have children with autism in our families. (Dr Anna Donald, Today, 12 June 2002, italics added)", "As discussed earlier, journalists choose sources and expert-sources for a number of reasons but they are often selected simply to balance a story, thus making it appear “objective”. Conrad's interviews with science correspondents found that “reporters often seek experts who can represent each side of a controversy to present a more balanced picture of the particular scientific finding or claim” (1999, p. 290). Balancing non-experts with experts gives the non-experts a rhetoric of expertise in two ways, either through over-balancing (non-experts with expert-sources) or under-balancing (presenting one side of an argument). Each story was analysed to assess what information journalists chose to present in this complex story; 48 per cent of stories were balanced, 32 per cent reported only the anti-MMR side and 20 per cent only the pro-MMR side. In terms of expert-source and source selection, Figure 1 reveals that this story was not simply another scientific debate between scientists. Scientific experts were rarely balanced with each other, this occurred in only 15 per cent of the stories.", "Figure 1.  How sources are balanced (N=137). * ‘Scientist’ includes ‘experts’; ** ‘parents’ includes ‘activists’", "Figure 1.  How sources are balanced (N=137). * ‘Scientist’ includes ‘experts’; ** ‘parents’ includes ‘activists’", "In the majority of stories, scientists were balanced with non-experts. With most scientific experts lined up in support of the MMR vaccine balance was often provided by pitching medical experts against parents and politicians, occurring in almost half (47 per cent) of all stories. In more than a quarter of stories, 28 per cent, scientists were not part of how a story was balanced. Few stories balance parents with parents, instead anti-MMR parents are more likely to be seen challenging pro-MMR scientists. The following ITV story is typical, balancing anti-MMR parents with scientists, in this example, two parents are balanced with two scientists.  Dr Robert Aston (Wigan & Bolton Health Authority): It makes me deeply sad as a doctor and as a grandfather that a sustained amount of anti-vaccine lobbying, amongst them organisations which claim to be not anti-vaccine, and by sections of the media to keep the controversy going has resulted in the undermining of public confidence in what is probably the safest and most effective of our vaccines. [The MMR vaccine] has done untold good and it prevents diseases, serious diseases and premature death in children…  Stephanie Sherratt (parent): You should be able to have your children vaccinated singly at your own doctors. I object strongly to being told what and when to inject into my children.  Dr Pat Troop (Deputy Chief Medical Officer): We have no concerns about our current vaccine. I think it will send a very strong signal that parents will say, hang on, we think maybe there is a problem around this vaccine why else would you offer us a single vaccine? And confidence would go.  Journalist: Eleven-year-old Nick Williams has autism. His parents believe it dates from the time he had his MMR inoculation at the age of 4.  Parents of Nick Williams: In the November of that year he had his MR booster and by the following Christmas his behaviour was totally different. He was a different child. He wasn't interested in Christmas presents. (ITV, 4 February 2002)    ", " Dr Robert Aston (Wigan & Bolton Health Authority): It makes me deeply sad as a doctor and as a grandfather that a sustained amount of anti-vaccine lobbying, amongst them organisations which claim to be not anti-vaccine, and by sections of the media to keep the controversy going has resulted in the undermining of public confidence in what is probably the safest and most effective of our vaccines. [The MMR vaccine] has done untold good and it prevents diseases, serious diseases and premature death in children… ", "Stephanie Sherratt (parent): You should be able to have your children vaccinated singly at your own doctors. I object strongly to being told what and when to inject into my children. ", "Dr Pat Troop (Deputy Chief Medical Officer): We have no concerns about our current vaccine. I think it will send a very strong signal that parents will say, hang on, we think maybe there is a problem around this vaccine why else would you offer us a single vaccine? And confidence would go. ", "Journalist: Eleven-year-old Nick Williams has autism. His parents believe it dates from the time he had his MMR inoculation at the age of 4. ", "Parents of Nick Williams: In the November of that year he had his MR booster and by the following Christmas his behaviour was totally different. He was a different child. He wasn't interested in Christmas presents. (ITV, 4 February 2002) ", "", "Presenting parents on one side in opposition to the majority of the scientific community gave their argument validity as both sides appeared to have equal amounts of evidence; they were presented as “equally-balanced”. One source insisted in an interview that there are implications for expertise when the two sides are equally balanced as it: “…elevates their (parents of autistic children) judgement over scientific experts” (GP). As will be demonstrated, this balancing practice confused the readers, rendering expertise statements meaningless against emotional but intellectually empty statements from parents.", "Under-balancing frequently appeared in campaigning newspapers such as the Daily Mail and The Sun who consistently foregrounded anti-MMR stories. For example, a Daily Mail story was five times more likely to only use the anti-MMR argument rather either be balanced or include only the pro-MMR “side” (see Table 3). Only the public service broadcaster, the BBC, provided 100 per cent balanced coverage in every story. In (often short) articles, parents’ claims against the MMR vaccine went uncontested; any notions of objectivity were clearly not a concern in articles such as the following: Mother-of-three Pouli Otton yesterday called for single jabs on the NHS. Her daughters Natasha four, and Eleanor two, attend White House School and have had single jabs, while baby Alfred, eight months, stays at home and has not been immunised yet. She said: “The whole thing makes me really cross. I don't know how people can refute the link the evidence suggests between MMR and autism.” (Daily Mail, 14 February 2002)  ", "Mother-of-three Pouli Otton yesterday called for single jabs on the NHS. Her daughters Natasha four, and Eleanor two, attend White House School and have had single jabs, while baby Alfred, eight months, stays at home and has not been immunised yet. She said: “The whole thing makes me really cross. I don't know how people can refute the link the evidence suggests between MMR and autism.” (Daily Mail, 14 February 2002)", "This type of coverage is not restricted to tabloids, broadsheets also printed a number of non-expert unsubstantiated claims that went unchallenged (and as shown in Table 3, the quality broadsheets were also just as guilty as the tabloids when publishing one-sided, under-balanced stories). By leaving these non-expert claims unchallenged the reader is left to make up their own mind, having heard only one part of the argument and from sources without expertise.", "To understand the impact of over- and under-balancing, the national surveys assessed if the audience understood how much evidence Dr Andrew Wakefield had for his MMR–autism theory and found that the public over-estimated the amount of research that supported Wakefield's claims (see Table 4). ", "Most of the respondents assumed that as Wakefield's theories received so much coverage, and because his theories were put in direct opposition to representatives from the DoH, that there was therefore equal evidence on both sides of the debate. The surveys and focus groups also demonstrated that the vast majority of the public were simply unaware of the level of evidence supporting Wakefield's claims. One focus group estimated how much evidence Wakefield had and then when told of the actual amount reacted with surprise: M29: And his research was based on two thousand people or not even that?  TB: Twelve.  M2: Twelve—a lot less.  V2: I'm gob-smacked that based on that research we are in this situation! I am really gob-smacked!  TB: You're all looking at me with quizzical eyes. I need to say this for the tape. (laughter)  M1: I'm reeling a bit.  TB: Why are you reeling?  M1: Because of the number. I'm quite shocked that's all on such small numbers. I am. I am shocked.  TB: Just shocked or anything else?  M1: Well I would say I feel a little bit stupid really, I feel I've been completely washed along with the crowd.  ", "M29: And his research was based on two thousand people or not even that? ", "TB: Twelve. ", "M2: Twelve—a lot less. ", "V2: I'm gob-smacked that based on that research we are in this situation! I am really gob-smacked! ", "TB: You're all looking at me with quizzical eyes. I need to say this for the tape. (laughter) ", "M1: I'm reeling a bit. ", "TB: Why are you reeling? ", "M1: Because of the number. I'm quite shocked that's all on such small numbers. I am. I am shocked. ", "TB: Just shocked or anything else? ", "M1: Well I would say I feel a little bit stupid really, I feel I've been completely washed along with the crowd.", "This level of surprise was standard across the focus groups.", "In interviews journalists were reluctant to differentiate between how they selected sources and expert-sources. Journalists stated they did not use different methods to select expert-sources and non-expert sources. Experts were simply a “source”. One tabloid health editor argued she chose expert-sources she “could get hold of”. Journalists rarely discussed the expertise required by their sources. They argued assessing the level of expertise in a source was simply a matter of “checking”, of “using their news sense” (broadsheet health editor). When questioned as to which pro-MMR scientific sources they would contact on this story, most journalists stated “authors of scientific papers” or “vaccination experts” as the key people they would approach. When questioned further, these specialist correspondents, most of whom had covered this story since 1998, were not able to name another relevant scientific expert other than Dr Wakefield. Instead they named who they believed were the most relevant sources such as Dr Wakefield, the DoH and parents. For journalists, possessing expertise was not as important as possessing newsworthiness.", "To compound the complexity of journalists choosing which expert-sources to use in this story was the fact that some expert-sources purposely did not construct themselves as expert-sources. Many avoided doing so believing that the distrust of experts in society would mean that the public would trust them less or that journalists would be less likely to use them. As a result of this declining trust in expertise and with the ghost of BSE still visible, many sources questioned whether to even bother making an effort to comment on this story. We were very conscious around all this time of the backlash against the establishment and we were very conscious of adding to it by entering the field … on this one [the backlash] was pronounced where there was a view that the establishment were all singing from the same hymn-sheet and therefore we didn't push ourselves too much. (British Medical Association representative)  ", "We were very conscious around all this time of the backlash against the establishment and we were very conscious of adding to it by entering the field … on this one [the backlash] was pronounced where there was a view that the establishment were all singing from the same hymn-sheet and therefore we didn't push ourselves too much. (British Medical Association representative)", "The DoH admitted they rarely used the Chief Medical Officer Liam Donaldson because their research showed he was not the most trustworthy source—a combination of “government” and “scientist” meant it was better for the DoH to recommend other, more neutral-appearing experts. [The] basic research that we've got about who the public believe is that independent scientists are ten times more credible than government ministers, three times more credible than government scientists which means we rarely will put up a Minister to talk about MMR, only really under duress. But either Pat Troop, the Deputy Chief Medical Officer or Liam, the Chief Medical Officer, rarely, Liam will do it once a year …We usually point the media at people that have done research into the safety of the vaccine. (DoH representative)  ", "[The] basic research that we've got about who the public believe is that independent scientists are ten times more credible than government ministers, three times more credible than government scientists which means we rarely will put up a Minister to talk about MMR, only really under duress. But either Pat Troop, the Deputy Chief Medical Officer or Liam, the Chief Medical Officer, rarely, Liam will do it once a year …We usually point the media at people that have done research into the safety of the vaccine. (DoH representative)", "That journalists failed to consider expertise as relevant might be explained by the training they receive. With more than one-third of journalists now holding a qualification in the UK (Journalism Training Forum, 2002, p. 36), journalism textbooks can perhaps provide some understanding as to how they consider expertise. Overall, journalism textbooks dispense ambiguous advice to student journalists; find the best expert, ensure they are articulate and if they are not, find someone else. Sheridan Burns states that after an interview journalists need to decide “whether to believe what he or she has been told” but offers no advice how to do this (2002, p. 81). The Reuters Handbook for Journalists says nothing about experts, its section on sources simply tells journalists how to correctly label them (MacDowell, 1992). Mencher's book is one of the few journalism textbooks to deal specifically with experts and he warns them to “be careful to use sources only within their areas of expert knowledge” because a “reporter's best sources are those who have demonstrated their knowledge and competence as accurate observers, interpreters and forecasters of events” (1997, p. 312). But as journalists often write stories about issues they themselves are not experts on, Mencher's advice is problematic."]}, {"sec_title": "Conclusion", "sec_content": ["Defined categories of expertise aim to provide journalists and academics with a coherent way of asking sources how their expertise is related to a particular story. To reiterate, science/health stories should be not only be composed of expert-sources with scientific backgrounds, and indeed, science stories need to be seen within wider social contexts. By being more forthright about the expertise a source possesses journalists can limit the influence of powerful or elite sources and potentially redefine the role of public relations, calling for their profession to provide sources with more specific and relevant expertise and knowledge. Scholars argue that a more open recognition of who is speaking will contribute to a deliberative democracy where the “opportunities for the credentials and legitimacy of speakers (can) be questioned and challenged, and for those in turn to be defended and challenges rebutted” (Cottle, 2003, p. 168).", "Journalists already have strategies that encourage them to select sources which have a specialty in the field. This is not an argument that expert-sources are the “correct” sources to use, but that journalists can be more open and forthright when using expert-sources. Journalists’ contacts can read not along the lines of “scientist”, “social worker”, “planner” but instead have more specific contacts such as “physicist”, “biologist”, “social worker working with underprivileged children” or “social worker working with ethnic minorities”.", "The CIN theory of expertise intends to expand the idea of expertise at the same time as setting limits or boundaries. When researching who is the best person to comment on a story or to get background information the CIN categories can provide journalists with options other than judging a source's availability, prior appearances, articulacy or status. With categories and skills to assess expertise journalists will be able to answer questions such as:  What kind of expertise does the source possess?   Is this expertise related to the story I am writing?   How can I differentiate the types of expertise between sources?   If the source has no contributory or interactional expertise am I unfairly balancing it with an expert-source?   ", "What kind of expertise does the source possess?", "Is this expertise related to the story I am writing?", "How can I differentiate the types of expertise between sources?", "If the source has no contributory or interactional expertise am I unfairly balancing it with an expert-source?", "Many factors affect why sources are selected. Sources are selected for their news value, editorial agendas and influences, time pressures or to provide objectivity and balance. Using the definition of expert-sources will not change the reporting of every story as it is not the only factor when choosing a source. However, particularly in technically complex stories like science and health stories, considering a source's expertise can help journalists, both in selecting the expert-source they quote directly and those used for background information."]}], "references": [{"title": "“Experts in the Mass Media: researchers as sources in Danish daily newspapers, 1961–2001”", "year": "2003", "journal": "Journalism and Mass Communication Quarterly", "volume": "80", "authors": [{"name": "Albaek Erik", "first_name": "Albaek", "last_name": "Erik", "affiliation": "", "orcid": "", "role": ""}, {"name": "Christiansen Peter Munk", "first_name": "Christiansen", "last_name": "Munk", "affiliation": "", "orcid": "", "role": ""}, {"name": "Togeby Lise", "first_name": "Togeby", "last_name": "Lise", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Medical Journalists and Expert Sources on Medicines”", "year": "1994", "journal": "Public Understanding of Science", "volume": "3", "authors": [{"name": "Anke M. Van Trigt", "first_name": "Anke", "last_name": "Van Trigt", "affiliation": "", "orcid": "", "role": ""}, {"name": "De Jong-Van Den Berg Lolkje T. W.", "first_name": "De", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Haaijer-Ruskamp Flora M.", "first_name": "Haaijer-Ruskamp", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Willems Jaap", "first_name": "Willems", "last_name": "Jaap", "affiliation": "", "orcid": "", "role": ""}, {"name": "Tromp T. FJ.", "first_name": "Tromp", "last_name": "FJ.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Queer Political News: election-year coverage of the lesbian and gay communities”", "year": "2003", "journal": "Journalism", "volume": "4", "authors": [{"name": "Barnhurst Kevin", "first_name": "Barnhurst", "last_name": "Kevin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Change and Continuity in the Reporting of Science and Technology: a study of The Times and the Guardian”", "year": "1993", "journal": "Public Understanding of Science", "volume": "2", "authors": [{"name": "Clayton Abigail", "first_name": "Clayton", "last_name": "Abigail", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hancock-Beaulieu Micheline", "first_name": "Hancock-Beaulieu", "last_name": "Micheline", "affiliation": "", "orcid": "", "role": ""}, {"name": "Meadows Jack", "first_name": "Meadows", "last_name": "Jack", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“The Third Wave of Science Studies: studies of expertise and experiences”", "year": "2002", "journal": "Social Studies of Science", "volume": "32", "authors": [{"name": "Collins Harry", "first_name": "Collins", "last_name": "Harry", "affiliation": "", "orcid": "", "role": ""}, {"name": "Evans Rob", "first_name": "Evans", "last_name": "Rob", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Uses of Expertise: sources, quotes, and voice in the reporting of genetics in the news”", "year": "1999", "journal": "Public Understanding of Science", "volume": "8", "authors": [{"name": "Conrad Peter", "first_name": "Conrad", "last_name": "Peter", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Ulrich Beck, ‘Risk Society’ and the Media”", "year": "1998", "journal": "European Journal of Communication", "volume": "13", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Health and Medicine Coverage in the UK National Press”", "year": "1992", "journal": "Public Understanding of Science", "volume": "1", "authors": [{"name": "Entwistle Vicki", "first_name": "Entwistle", "last_name": "Vicki", "affiliation": "", "orcid": "", "role": ""}, {"name": "Beaulieu-Hancock Micheline", "first_name": "Beaulieu-Hancock", "last_name": "Micheline", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Expert Knowledge and Decision-making in Controversy Contexts”", "year": "1993", "journal": "Public Understanding of Science", "volume": "2", "authors": [{"name": "Limoges Camille", "first_name": "Limoges", "last_name": "Camille", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Ileal-lymphoid-nodular Hyperplasia, Non-specific Colitis, and Pervasive Developmental Disorder in Children”", "year": "1998", "journal": "The Lancet", "volume": "351", "authors": [{"name": "Wakefield A.", "first_name": "Wakefield", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Murch S.", "first_name": "Murch", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Anthony A.", "first_name": "Anthony", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Linnell J.", "first_name": "Linnell", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Cason D.", "first_name": "Cason", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Malik M.", "first_name": "Malik", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Berelowitz M.", "first_name": "Berelowitz", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dhillon M. P.", "first_name": "Dhillon", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Thomson M. A.", "first_name": "Thomson", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Harvey P.", "first_name": "Harvey", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Valentine A.", "first_name": "Valentine", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Davies S. E.", "first_name": "Davies", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Walker-Smith J. A.", "first_name": "Walker-Smith", "last_name": "A.", "affiliation": "", "orcid": "", "role": ""}]}]}