{"doi": "10.1080/21670811.2015.1096747", "url": "https://doi.org/10.1080/21670811.2015.1096747", "title": "The Neighborhood Hyperlocal", "volume": "4", "year": "2016", "issue": "6", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Chadha", "first_name": "Monica", "name": "Monica Chadha"}], "abstract": "Closure of local newspapers and other community weeklies across the United States has severely affected local news coverage, leading concerned citizens and journalists to start hyperlocal news sites in their neighborhoods. Similar to community weeklies, these sites focus on a small, geographically defined area and are usually created to fill a certain gap in news coverage. Few studies, however, reveal much about these sites especially in the United States, including information about those who work for them and whether they are a harbinger of new forms journalism or simply reflections of traditional media. This study examined the social characteristics of those who work in these sites, their perceptions of journalistic behaviors they follow when working with user-generated content and their attitudes towards user-generated content within the theoretical framework of hierarchy of influences and gatekeeping. Findings reveal that journalistic routines and behaviors of the respondents working in hyperlocal media are similar to those practiced by journalists in mainstream media. Implications and future studies are addressed.", "body": [{"title": "Introduction", "paragraphs": ["Closure of community newspapers and roll-back in local coverage by legacy media across the United States (Carr 2014; Jurkowitz 2014) have led to the rise of hyperlocal news sites in many of these areas. Often started by community members, entrepreneurs or former journalists, these sites focus on a particular community in a specific geographic location (Sutter 2009). Some of the better-known examples include Baristanet in New Jersey, Technically Philly in Pennsylvania, West Seattle Blog in Washington and The Batavian in upstate New York. Mostly digital, they follow an undefined format for publication and run the spectrum from a dedicated website to a basic blog, user forums, a published weekly newsletter or a project designed by professionals (Barnett and Townend 2015). They can be independent or part of a legacy media organization, individually owned and operated or group-run. The writing can range from excellent to informal (Downie and Schudson 2009) and most have either for-profit or non-profit revenue models (Kurpius, Metzgar, and Rowley 2010; Naldi and Picard 2012).", "Hyperlocal sites have a high closure rate, however, as they have been unable to generate revenue. Many are yet to turn a profit or provide a blueprint for a sustainable business model (Metzgar, Kurpius, and Rowley 2011; Schaffer 2007). The most prolific collapse was that of AOL Inc.’s hyperlocal network Patch, in 2013 (Shu 2013). NBC News also closed Everyblock, an early rider on the hyperlocal bandwagon after it failed to turn a profit (Sonderman 2013). Recently, two well-known independent and individually operated sites also ceased operation. The Ann Arbor Chronicle in Michigan shut down because of lack of funds to hire new personnel and spread the workload (Lichterman 2014), while DavidsonNews in North Carolina closed its operation because the owners could not earn adequate revenue to pay themselves and their already skeletal staff (Boraks 2015). These failures have further pushed away any form of capitalist investment for locally focused news sites and scholars worry this situation will adversely affect any form of innovation that may, or not, take place at the local news level (Usher 2014).", "At the same time, local news is important to Americans; a survey conducted by the Pew Research Center (2012) found 72 percent of the respondents said they followed local news and information, and these consumers not only have strong ties with their neighbors but also are more likely to think of improving their communities. Shaker (2014) found that a short-term consequence of the closure of a local newspaper was a drop in civic engagement amongst community members. Thus, for a democracy to function effectively and ensure active political participation of its citizens, all communities must have access to news—a term that is synonymous with current-affairs information (Zelizer 2007).", "Even though hyperlocal news sites are launched and shut down regularly, they are important because they present “technological opportunities” for scholars to study citizen participation, community interaction and multimedia storytelling (Lacy et al. 2009, 1). They are new forms of community and niche news and scholars recognize news projects, even those with short life spans, can provide important lessons in producing journalism in innovative ways (Wall 2015). Studies that focus around such news startups also contribute to the budding field of online media entrepreneurship, which constitutes only a tenth of all research on media startups (Naldi and Picard 2012).", "The research outlined in this paper adds to extant literature in the field of media entrepreneurship and hyperlocal media, often subsumed under the umbrella category of citizen journalism sites (e.g., Lacy, Watson, and Riffe 2011; Lacy et al. 2010), by not only empirically examining what these new forms of locally focused, community journalism sites are like but also the journalistic practices of those who started these news sites as well as those who work there. It extends scholars’ understanding of these models’ ability to provide information to people in a sustainable manner. A Web survey of closed and open-ended questions related to demographics, organizational structure, perceptions of journalistic behaviors as well as attitudes towards user-generated content was sent out to all editorial personnel listed on the “About” page of hyperlocal websites. Results revealed that many respondents continued to practice journalism online in a manner reminiscent of legacy journalism; editorial staff perpetuated old habits, instead of adapting to and working towards reporting and storytelling more suited to digital platforms."]}, {"title": "Literature Review", "paragraphs": ["Hyperlocal media have been described as similar to community weeklies as they focus on small geographic areas and cover issues related to a particular community (Fitzgerald and Saba 2008; Grueskin, Seave, and Graves 2011). The sites have a strong physical presence in their area of coverage; reporters interact with the community on a regular basis by participating in neighborhood organizations and events as well as attend school board and town council meetings (Tornoe 2012). These characteristics are reminiscent of community weeklies that covered, and continue to cover, small-town America. The weeklies have intimate knowledge about the place, people and institutions in a given area (Lauterer 2006) and hyperlocals are no different. At the same time, while hyperlocal sites are primarily digital and more of an urban phenomenon, a recent study found that community weeklies do not have much of a digital presence and the number of suburban weeklies has gone down but the number of rural weeklies has increased (Coulson, Lacy, and Riffe 2014).", "American cable television operators first used the term “hyperlocal” in the 1980s to describe local news (Thurman, Pascal, and Bradshaw 2012). In recent times, however, the term has come to represent the niche, digital sites that have emerged across the United States, Europe and other parts of the world. Scholars and the industry alike have found it difficult to conceptualize the term “hyperlocal,” given what it represents in terms of size, area of coverage, number of employees, affiliation and funding sources (Hirschman 2012). Various definitions have been proposed based on the geographical boundaries of these sites’ coverage or focus on a particular subject matter (Clemetson 2011). Media scholars Metzgar, Kurpius, and Rowley (2011, 774) defined hyperlocal media as, “geographically-based, community-oriented, original-news-reporting organizations indigenous to the web and intended to fill perceived gaps in coverage of an issue or region and to promote civic engagement.”", "A similar definition was used by Radcliffe (2012, 6) when studying hyperlocal media sites in the United Kingdom: “Online news or content services pertaining to a town, village, single postcode or other small, geographically defined community.” Other papers that studied hyperlocal media have also conceptualized hyperlocal sites as those that cover extremely local issues related to a specific geographic location (Paulussen and D’heer 2013; van Kerkhoven and Bakker 2014; Barnett and Townend 2015). This study too conceptualizes hyperlocal media as put forth by Metzgar, Kurpius, and Rowley (2011) because parameters such as “geographically-based” and “original-news-reporting” instead of specifying what kind, narrows the scope of hyperlocal sites enough to include a good-sized sample for the purpose of this research.", "Prior research that examined hyperlocal sites incorporated them in the broader category of citizen journalism sites. Scholars conceptualized the latter as online news sites that can be for-profit or non-profit, blogs that publish opinions of one or a small group of people or news sites that produce independent content at the city or neighborhood level (Lacy et al. 2009). Studies that compared the content of citizen journalism sites and online newspaper sites found the latter used more sources and presented a greater diversity of viewpoints (Carpenter 2008a), while the former, at best, complement daily newspaper coverage; they do not produce content that makes them a viable substitute for mainstream media (Fico et al. 2013; Lacy et al. 2010). The presence of community journalism sites in a market, however, encouraged competition amongst news media outlets and provided incentive for mainstream media outlets to cover more local stories (Fico et al. 2013). Other scholars examined the structure and functioning of digitally native non-profit news sites and found they value traditional journalistic norms such as loyalty to citizens (Konieczna 2014). Journalists who led these non-profit ventures covered specific community-related beats rather than all general news stories (Nee 2013) and while these sites too were excellent complements to mainstream news, they were not suitable substitutes for the latter (Shaver 2010).", "Recent scholarship has examined hyperlocal sites in greater detail, such as the content published on the now closed American hyperlocal network, Patch (St John, Burton, and Nah 2014). The researchers found the sites lacked community engagement, relied more on official sources, and included minimal community and editor comments on stories. Lack of user comments and presence of a strong print paradigm in reporting and writing news stories on these hyperlocal sites were also reported by scholars in the United Kingdom (Thurman, Pascal, and Bradshaw 2012) and the Netherlands (van Kerkhoven and Bakker 2014). At the same time, more research is required to understand journalistic practices that are carried out at hyperlocal sites and other such citizen journalism sites (Wall 2015). This study is a step in that direction and uses the frameworks of gatekeeping (Shoemaker 1991) and hierarchy of influences (Shoemaker and Reese 2013) as its theoretical compass.", "Media scholar Stephen Reese (2007) claimed that in order to understand how news is constructed, it is important to understand who is doing the constructing. Thus, the theoretical underpinnings for this study are derived from sociology of news, namely the process of gatekeeping, a concept first introduced by psychologist Kurt Lewin and later applied by David Manning White (1950) in his seminal study, and the hierarchy of influences model as proposed by Shoemaker and Reese (2013). White’s study of the editor, Mr. Gates, showed how the subject’s personal opinions influenced the news he chose to insert or discard in his newspaper (White 1950). Shoemaker (1991) argued that decisions taken by an individual gatekeeper are based on rules established by organizations and, therefore, gatekeeping rules should be evaluated at the routines and organizational levels. At the same time, not all journalists execute routines in a similar manner and, therefore, studying gatekeeping at the individual level is equally important (Shoemaker 1991).", "In order to examine the process of news construction at the individual and organizational levels, this study also employs the theoretical model of hierarchy of influences that claims the process of news creation is impacted by forces at five levels. These are the individual characteristics of journalists, media routines they follow when reporting news, organizational rules imposed by the media company for which they work, the social institutions level that examines constraints imposed by external institutions such as government and other commercial corporations and, the last level, social systems that encompasses a wide range of external influences (Shoemaker and Reese 2013).", "Both these frameworks have usually been applied to examine the influences of media personnel and traditional news institutions on content. At the same time, post-industrial journalism has created new kinds of news workers, non-formal, digital news organizations, new methods of production and new channels of delivery (Anderson, Bell, and Shirky 2012). Shoemaker and Reese (2013) recognized the changing news landscape and addressed the need to apply the hierarchy of influence model to news media—journalists and companies included—in today’s digital age. They conceptualized media content as, “the complete range of visual and verbal information carried in what were once called the mass media, and increasingly by smaller more interactive and targeted channels” (3–4). Thus, they expanded the application of this theoretical model to not only large institutions but also the smaller digital outlets and the individuals who work in them.", "At the individual level, the authors pointed out today’s news professional is more individualistic and not affiliated with any news organization at all or for too long, partly due to the job cuts in newsrooms as companies struggle to earn revenue while audience consumption moves online. In a situation where digital technologies have helped create new kinds of media organizations and news workers, it is important to learn how characteristics such as demographics, including education, influence individuals’ reporting and creation of news content (Shoemaker and Reese 2013). Hyperlocal news sites are a recent phenomenon and can be considered representative of these new forms of media organizations. The research that best exemplifies this level of analysis is the national surveys of American journalists conducted by Weaver and Wilhoit (1996) every 10 years that provides an overarching view of the people who construct the news. In the realm of hyperlocal media, such studies are few and far between (e.g., Horning 2012). Thus the first two research questions posed are:", "What are the social characteristics of individuals who work in hyperlocal media?", "What are the organizational characteristics of hyperlocal media sites in the United States?", "Media routines are procedures that journalists follow on a daily basis in pursuit of newsgathering and publishing and are the second level of analysis in the hierarchy of influences model. Organizations usually emphasize them in newsrooms to achieve efficiency, productivity and, ultimately, profitability (Singer 2007). Routines include journalistic norms such as gatekeeping (Singer 2010) and objectivity and fact-checking (Carpenter 2008b). Carpenter (2008b) found that media routines are apparent in online news and new digital media startups, which include most hyperlocal media. Konieczna (2014) found that journalists in a non-profit digital news site usually held on to traditional journalistic norms when reporting events, even if they occasionally improvised new ways of covering them. Additionally, Rutigliano (2008) studied four American hyperlocal initiatives that focused on marginalized communities and found media routines influenced news content; these sites operated effectively when they displayed high levels of editorial control and news routines, similar to those found in legacy media. In order to study the influence of media routines on news content, this paper uses the construct of journalistic behaviors introduced by Gil de Zúñiga et al. (2011). This construct comprises many of the functions journalists perceive they follow when covering news stories, such as verifying facts, using a neutral voice, editing for accuracy and grammar. These are similar to media routines and, therefore, used as a variable in the third research question proposed below:", "What journalistic behaviors do individuals working in hyperlocal media perceive they follow when reporting the news?", "Media scholar Bruns (2005, 18) stated technological advances have evolved the gatekeeping role of a journalist to that of “gatewatching.” A journalist no longer controls what gets published for the readers but rather tries to make sense of it all for them. Community editors are unwilling to take on this role, however, as Lewis, Kaufhold, and Lasorsa (2010) found in their research. A number of respondents rejected citizen journalism, saying news should be covered by trained professionals alone. Some others said they were open to the idea of including user-generated content but it meant more work for them, in terms of checking it for factual and grammatical accuracy. Other studies have shown similar results: reporters and editors hold on to their position as gatekeeper and the role of controlling and defining news (Domingo 2008; Singer 2010). Researchers have found that journalists, while open to the idea of inviting and even encouraging users to contribute content, are hesitant to do so because they felt the need—and added burden—to edit the material (Thurman 2008). Extant literature on hyperlocal media shows the situation is not so different in digital startups.", "In interviews with editors who had established hyperlocal sites in Washington, DC or San Francisco, Boyles (2006) found some editors heavily edited and supervised user content while others focused on a more hands-off, moderator approach. Content analyses of hyperlocal sites have shown many editors continue to follow journalistic practices found in legacy media such as producing most of their content in-house (Horning 2012), relying on official sources, providing limited opportunities for interacting with audiences (St John, Burton, and Nah 2014), following a formal style of writing and limiting incorporation of user-generated content (Thurman, Pascal, and Bradshaw 2012), as well as opportunities for sharing original content on social media (van Kerkhoven and Bakker 2014). In addition, gatekeeping is no longer only about what content is published on a news site but also how the content is published on the site. For instance, editing user-generated content for grammar and factual accuracy, deleting/removing inappropriate photos and distinguishing staff-produced news from user contributions are all ways of controlling the content that is published (Singer 2010). To understand editorial staff’s behaviors towards submitted user content as well as their perceptions towards it in general, the fourth and fifth research questions proposed in this study are:", "What journalistic behaviors do people who work in hyperlocal media perceive they employ when working with user-generated content?", "What are the respondents’ attitudes towards user-generated content in general?", "Following her study of 10 non-profit digitally native news sites, Nee (2013) said future research must look at whether media managers in other news sites differ in their approach towards news, reporting and user-generated content. In keeping with this line of questioning, the sixth research question is proposed to examine the individual and organizational levels of influence on news content, if any:", "Which individual and organizational characteristics predict perceptions of journalistic behaviors in general and towards user-generated content in particular?"]}, {"title": "Methods", "paragraphs": ["As Web surveys are useful for targeting a large population situated in geographically diverse areas (Fricker and Schonlau 2002) and acquiring a descriptive picture of their characteristics (Babbie 2010), this method was chosen to execute the study. They are appropriate for collecting data from big samples at low costs and allow researchers to analyze the data as well as store it effectively (Greenlaw and Brown-Welty 2009). It also has been effectively used in prior hyperlocal media research to get data from similar samples (e.g., Williams, Harte, and Turner 2015). Web surveys do suffer from lower response rates, however, compared to other survey modes such as phone and mail, with and without incentive (Fricker et al. 2005; Sax, Gilmartin, and Bryant 2003). Scholars believe this result is an inevitable consequence of the ease with which the internet allows individuals to create and email Web surveys (Couper 2000). People are likely to start ignoring Web surveys completely, given the numerous online survey requests they may receive. Low response rates notwithstanding, the quality of data collected through Web surveys is comparable to the quality of data collected through other methods (Shin, Johnson, and Rao 2012).", "Three databases that are open resources of hyperlocal and other digital news startups operational in the United States were used to create a sample as a single exhaustive source that lists all the hyperlocal sites active in the United States is not available. There are two reasons for this: one, as hyperlocal sites are difficult to define, the decision of including and excluding sites is harder than it seems (Hirschman 2012). Second, the high startup and closure rates of hyperlocal sites make it difficult to keep track of them. The databases used in this study are:(1) The Knight Community News Network (www.kcnn.org).(2) The Columbia Journalism Review guide to online news startups (www.cjr.org/news_startups_guide).(3) InOtherNews.us, an independent effort by a former journalist (Durkin 2011).", "The Knight Community News Network (www.kcnn.org).", "The Columbia Journalism Review guide to online news startups (www.cjr.org/news_startups_guide).", "InOtherNews.us, an independent effort by a former journalist (Durkin 2011).", "In addition, an internet search across the three search engines, Google, Yahoo and Bing, was conducted. The terms used were “hyperlocal news sites,” “hyperlocal newspapers,” “community newspapers,” “citizen journalism,” “hyperlocal media,” “citizen journalists,” “community news sites” and “neighborhood news.” The top 100 results across all search engines for each search term were considered and any hyperlocal site not featured in the sample was added. The list of hyperlocal news sites created by Horning (2012) was also referred to. The final sample comprised 279 sites. All the referrals and searches were carried out in the spring and summer of 2013.", "Hyperlocal sites were chosen on a set of pre-determined criteria: (1) original reporting and content production; (2) outlets should have at least one full-time employee; (3) they should be digitally native, independent and separate from a Web extension of a legacy media entity; and (4) the site should have some kind of revenue source to sustain itself. Sites that contained irrelevant content for the community, and/or had not been updated in the last three to six months and/or simply aggregated hyperlinks from other sources were excluded.", "The final list is not perfect and it is difficult to get the ideal sampling frame, especially when there is no master list available (Poindexter and McCombs 2000). Once the sample was finalized, however, a database comprising the email addresses of the founders, co-founders, editors, reporters, columnists, staff writers and contributors listed on the “About” page of all the websites was created. This resulted in 1565 email addresses, of which 24 were non-functional and excluded from the sample. The survey was sent out to 1541 respondents on September 5, 2013. Three email reminders were sent out in the following three weeks and respondents were offered incentives for completing the survey. The maximum number of responses was received following the first invitation email; responses dropped around the second reminder, hence the third email reminder was further personalized to boost the response rate. Of the 1541 respondents, 281 started the survey but only 210 respondents completed it, yielding a response rate of 18.23 percent and a completion rate of 13.63 percent. While this response rate is low, studies using online panel samples have reported similar or even lower response rates (Chyi 2012).", "Respondents represented 144 of the original 279 hyperlocal sites. Among them, the majority are professionals who have prior journalistic experience rather than citizen/community contributors. A major reason for this could be that citizen/community contributors included in the sample were no longer writing for the site and, therefore, not interested in answering a survey about it. In her Web survey of citizen photojournalists, Mortensen (2014) received a low response rate because many of them were inactive. An important point to remember is that the response rates of surveys targeted at top executives of an organization are usually lower than the response rates of surveys sent to employees or managers (Baruch and Holtom 2008). Nah et al. (2015) reported a low response rate—13.9 percent—when they studied US news editors’ adoption and use of user-generated content via a Web survey. As the sample used in this research included many individuals who were responsible for running websites, it is likely they did not find the time to respond to the survey and that adversely affected the response rate. Given that a low response rate does not adversely affect the quality of the collected data (Shin, Johnson, and Rao 2012), it was analyzed to get the results for the research questions listed in the paper."]}, {"title": "Measurement", "paragraphs": ["To study media routines, this study employed the journalistic behaviors construct introduced by Gil de Zúñiga et al. (2011), with the inclusion of other functions the researcher deemed relevant. Journalistic behaviors were measured by asking respondents to rate from 1 (strongly disagree) to 7 (strongly agree), 10 functions they perceived they carried out in the process of news-gathering and production. The question included in the survey was: “With reference to producing content for your hyperlocal site, which of the following behaviors are applicable to you?” Seven items from the construct, namely (1) post something you have written on the site, (2) include links to original source material you have cited or used in some way, (3) spend additional time trying to verify facts you want to include, (4) quote other people or media sources directly, (5) discuss current events or news with community members, (6) try to include contrary views in your posts/stories, and (7) confirm the accuracy of all information you post online, adapted from Weaver et al. (2007), were added to create a scale called “Journalistic Behaviors” (Cronbach’s alpha = 0.716).", "To measure perceptions of journalistic behaviors towards user-generated content, the respondents who said they worked with user-generated content were asked to rate 12 items on a scale of 1 (strongly disagree) to 7 (strongly agree). These items, derived from gatekeeping literature, were: (1) users can share the stories/links on social networking sites, (2) content produced by a staff writer or invited contributor is published more often than that created by a user, (3) clear distinctions are made between contributions submitted by users and those submitted by staffers and regular contributors, (4) user posts and discussion comments that are considered offensive are removed from the site, (5) user-generated stories are usually checked for factual accuracy before publishing them, (6) user-generated content is edited for grammar and style before publishing on the site, (7) users can post comments on the site without prior edits, (8) user-generated stories are controlled for biased opinion in content, (9) user-submitted stories and pictures that could be considered controversial in the community are removed from the site, (10) users can upload pictures freely on the site, (11) stories are rarely linked to local bloggers or other local content, and (12) users can post stories on the site without edits. The 12 items were added to create a scale called “UGC Behaviors” (Cronbach’s alpha = 0.780). Three of the items were reverse coded to get a strong relationship, namely “users can post stories on the site without edits”, “users can post comments on the site without prior edits” and “users can upload pictures freely on the site.”", "The individual demographic variables that were used as control variables were: gender (1 = female, 0 = male), age (measured with a six-group scale: 19–29 to 70–79), education (measured with a seven-point scale: high school, some college, college, some graduate work—no degree, graduate degree, doctorate/law/medical degree, vocational or technical degree), income (measured on a nine-point scale: median group $40,000 to under $50,000) and race (1 = White, 0 = Rest).", "The other two controls were organizational-level variables, namely full-time editorial staff and organization type.", "Respondents were asked to provide their editorial staff size on a five-point scale: 1 = solo operation, 2 = 2–5 people, 3 = 6–10 people, 4 = 11–20 people and 5 = above 20.", "To categorize the hyperlocal sites based on their source of revenue, respondents were asked to select if their site was for-profit, not-for-profit or other.1"]}, {"title": "Results", "paragraphs": ["RQ1 asked about the individual characteristics of those who worked in hyperlocal media: more men than women answered this survey, 51 and 49 percent, respectively. Table 1 shows most hyperlocal sites are run by a relatively young demographic, about 25 percent selected 19–29 years and 26 percent selected 30–39 years. Respondents were predominantly White or Caucasian (82 percent) and most of them had a college degree (45 percent). An open-ended question about their major in college revealed most, 40 percent, had an undergraduate degree in other subjects, mostly history and political science, while 29 percent had received their undergraduate degree in journalism, as a major or a minor. Most respondents said they had professional journalistic experience; about 45 percent said they had worked in the news business for 10 years or more, while 8 percent said they had less than one year of professional news experience.", "Majority respondents—20 percent each—said they earned between $40,000 > $50,000 and $50,000 > $75,000 annually, before taxes. This was followed by 16 percent who said they earned $30,000 > $40,000 and 16 percent on the other end of the spectrum, who said they earned $75,000 > $100,000. Their political affiliations were more liberal than conservative, with 33 percent identifying themselves as Somewhat Liberal, followed by 21 percent that selected Very Liberal and 19 percent that selected Close to Liberal. Table 1 also shows how these demographic variables divide between for-profit and not-for-profit hyperlocal sites.", "RQ2 asked about the organizational characteristics of hyperlocal sites and Table 2 provides this description not only for the entire sample but also the for-profit and not-for-profit sites. Overall, most sites, 65 percent, follow a for-profit business model and 42 percent of the respondents said they had more than 20 editorial and full-time staff. This is probably because respondents included the number of user contributors for the site. About 31 percent of the respondents said they had two to five people on their payroll, while 14 percent said they ran a solo operation. In terms of coverage area, a little over half (51 percent) said they cover a city while 28 percent chose the category “other”—mostly county as the area of coverage. This is consonant with previous research that has found sites such as the hyperlocals featured here focused on urban neighborhoods and areas (Fico et al. 2013; Lacy et al. 2010).", "In terms of topics covered by their sites, the frequencies show some interesting trends. This response was multiple-choice; respondents could choose as many options as applicable to their site. Overall, the top five choices for all respondents were business (78 percent), politics (78 percent), education (77 percent), issues related to community residents (76 percent) and social issues (76 percent). The entire list of topics is available in Table 2. The frequencies when divided among for-profit and not-for-profit sites, however, tell a different story. The top five in the former category were weather (86 percent), traffic (84 percent), pets (dogs, cats and other) (80 percent), accidents and disasters (78 percent) and entertainment and music (78 percent). For not-for-profit sites, the top five were “other” (36 percent), social activism (29 percent), politics (28 percent), energy, environment and science (28 percent) and education (28 percent). Thus, not-for-profit sites covered conventional news topics while for-profit sites covered more popular topics such as pets and entertainment and music. To learn more about the income sources for their sites, respondents were asked to provide revenue percentages for the relevant options. Banner advertising brought in the most revenue for these sites with a mean of approximately 39 percent, followed by grants from private foundations or users (mean = 16 percent). These were followed by support from corporations and businesses (mean = 7 percent), advertorials (mean = 3 percent) and special advertising features (mean = 2 percent). Classifieds, content subscriptions, fundraising efforts, collaborations with local businesses and product sales on the site brought in minimal revenue.", "Hyperlocal sites are present on social media: 73 percent of the respondents said they had a Facebook page, 72 percent said their site had a Twitter account and only 11 percent said their site was present on a location-based social platform, such as FourSquare. About 22 percent selected the “other” option; Instagram, Tumblr, Google Plus and Pinterest came up frequently in this open-ended response.", "RQ3 asked what journalistic behaviors did individuals working in hyperlocal media perceive they followed when reporting the news. Table 3 lists the means: respondents strongly agreed that they posted something they had written on the site (mean = 6.56, SD = 0.99), included links to original source material cited on the site (mean = 6.55, SD = 0.89) and maintained factual accuracy (mean = 6.50, SD = 0.97). They disagreed, however, with the behavior of including their opinions in self-produced content (mean = 4.68, SD = 2.07). This result is consonant with literature cited above that found journalistic behaviors prevalent in traditional news media are also apparent in digital news media.", "RQ4 examined respondents’ perceptions of journalistic behaviors when working with user-generated content. Answers listed in Table 4 show respondents followed gatekeeping practices such as moderating user comments, checking them for factual accuracy and editing them for grammatical errors. Respondents also agreed to making clear distinctions between content submitted by users versus those by staffers and regular contributors (mean = 5.88, SD = 1.45) and removing offensive user posts and discussion comments (mean = 5.82, SD = 1.33).", "To examine respondents’ attitudes towards user-generated content to answer RQ5, they were asked to provide their level of agreement on a scale of 1 (strongly disagree) to 7 (strongly agree) with 10 statements that were adapted from Singer (2010). These statements are shown in Table 5. Respondents agreed that user contributions add value to the site (mean = 6.00, SD = 1.24) but neither agreed nor disagreed that users must be rewarded for their contributions (mean = 4.00, SD = 1.51) nor that the majority of the users are interested in commenting on stories posted on the site (mean = 4.00, SD = 1.46). They did not think of their audiences as mindless consumers and disagreed users did not know what they wanted to read (mean = 2.92, SD = 1.48).", "RQ6 asked which individual and organizational characteristics predict perceptions of journalistic behaviors in general and towards user-generated content in particular. An ordinary least-squares regression was executed to identify the significant predictors of these behaviors at the individual and organizational levels. The results are shown in Tables 6 and 7. The Variance Inflation Factor for all predictor variables in both models was below 1.5, indicating the risk of multicollinearity is minimal (Taneja et al. 2012).", "With reference to journalistic behaviors, education was a significant individual predictor of engagement: those with lesser education were more likely to perceive they engage in journalistic behaviors (45 percent have college education). Race also was a significant positive predictor of perceptions of journalistic behaviors (82 percent of the sample is White). White people were more likely to perceive they engaged in journalistic behaviors when publishing content on their sites. Gender, income and age were not significant predictors. At the organizational level, whether the site is for-profit or not-for-profit significantly predicted respondents’ journalistic behaviors (Table 6). People working in not-for-profit organizations are more likely to perceive they engage in journalistic behaviors than those who work in for-profit organizations.", "When examining the significant predictors of perceptions of journalistic behaviors towards user-generated content, age emerged significant. As depicted in Table 7, older respondents were more likely to engage in behaviors such as deleting posts and comments deemed offensive and editing user-submitted stories and comments. Gender, education, income and race were not significant predictors. Further, it did not matter whether the organization was for profit or not-for-profit when it came to perceiving journalistic behaviors towards user-generated content. At the same time, size of full-time editorial staff was a significant negative predictor at the organizational level; those with fewer full-time staff were more likely to perceive they engage in journalistic behaviors towards user-generated content than those with more editorial staff. A possible explanation is smaller staff are more dependent on user-generated content to fill their website and, therefore, more likely to encourage their communities to submit content and, thus, copy-edit that material."]}, {"title": "Discussion", "paragraphs": ["The story these findings tell is the hyperlocal media or news media startups featured in this study comprise primarily former journalists—most respondents had professional work experience—who are using new media tools to do journalism in the manner they learned in traditional media. Most respondents follow journalistic behaviors and gatekeeping practices with equal fervor and show the same skepticism in relation to user content and allowing contributors unsupervised freedom to participate online. They attempted to maintain their hold on the newsgathering process by emphasizing how users cannot effectively police their own comments and everyone is not an expert. Race and education, in particular, predicted perceived journalistic behaviors, and age was a significant predictor of perception of following journalistic behaviors when working with user content. Thus, individual characteristics and media routines influence content on hyperlocal sites. These findings echo the results of other studies that found dominance of the traditional media paradigm in terms of news content and style (St John, Burton, and Nah 2014; Thurman, Pascal, and Bradshaw 2012; van Kerkhoven and Bakker 2014). Repetition and replication of the way news is covered explains why hyperlocal media could be called a chip off the old block, only on a much smaller scale.", "In terms of organizational-level influences on media content, whether the site was for-profit or not-for-profit was a significant predictor of perceived journalistic behaviors towards content in general. The same variable, however, was not a significant predictor in the respondents’ perceptions of journalistic behaviors towards user content. Editorial staff at both sites stringently observe and monitor published content. At the same time, the other organizational variable of editorial staff size was a significant negative predictor of perceptions of journalistic behaviors towards user content. As those who are part of a small staff must not only take on more roles in the newsroom and engage with every aspect of information publication but also rely on community members to provide them with more news to publish online, this finding makes sense.", "In her study of digitally native non-profit news sites, Nee (2013) found that site founders were not stringent gatekeepers but rather invited the public to participate in the newsgathering process. In this study as well, respondents were open to incorporating user content and understood that user participation is important to their work. They believed, however, user input must be constantly supervised. This additional effort may be the reason behind lack of user content on these sites, as content analyses studies have found (such as St John, Burton, and Nah 2014; van Kerkhoven and Bakker 2014). Many hyperlocals run on skeletal staff and research has found editors and journalists think user content is not worth the effort required to edit the user contribution and check it for factual accuracy before publishing it (Singer 2010).", "Theoretically, this study adds to the growing literature on hyperlocal media by providing an overview of not only the sites but also those who operate them in the United States. By analyzing the data at organizational and individual levels, it provides a strong starting point for scholars who would like to study hyperlocal media in depth. For example, Williams, Harte, and Turner (2015) not only surveyed UK hyperlocal sites but also supplemented their findings with results from a content analysis and in-depth interviews with the hyperlocal news producers. At the same time, painting these sites with the traditional journalistic brush may be the main limitation of this study.", "The Web survey used traditional journalistic terminology to get responses; in their study of hyperlocal media in the United Kingdom, Barnett and Townend (2015) argue that researchers must be wary of looking at all forms of gathering and publishing information as journalism, especially in these new self-publishing startups. Future research on digitally native media startups can encourage the creation and use of a new vocabulary to better understand innovation and what constitutes new forms of providing information to audiences. Another limitation is the low response rate, and hence, the results are not representative. Future researchers may want to try mixed-mode surveys to achieve a higher response rate (Greenlaw and Brown-Welty 2009). Finally, while every effort was made to incorporate all active hyperlocal sites in the United States, some may have still fallen through the cracks. Also, the sites were included in the sample based on a list of parameters derived from the literature that the researcher thought was important. Another researcher may approach the creation of this sample differently, as a major issue facing the industry is what kind of site gets defined as a hyperlocal (Hirschman 2012).", "Little attention has been paid to the small for-profit hyperlocal outlets; future examination of these media sites may provide greater insight into the experimentation of these young media entrepreneurs as they try to stay afloat. Further analysis—particularly qualitative deep dives—of hyperlocal media through a new lens that sees them for what they are and want to be, rather than imbuing them with journalistic norms and routines, may provide some fresh lessons for the industry and researchers alike."]}], "references": [{"title": "Post-industrial Journalism: Adapting to the Present", "year": "2012", "journal": "Tow Center for Digital Journalism", "volume": "", "authors": [{"name": "Anderson Chris", "first_name": "Anderson", "last_name": "Chris"}, {"name": "Bell Emily", "first_name": "Bell", "last_name": "Emily"}, {"name": "Shirky Clay", "first_name": "Shirky", "last_name": "Clay"}]}, {"title": "Plurality, Policy and the Local: Can Hyperlocals Fill the Gap?", "year": "2015", "journal": "Journalism Practice", "volume": "9", "authors": [{"name": "Barnett Steven", "first_name": "Barnett", "last_name": "Steven"}, {"name": "Townend Judith", "first_name": "Townend", "last_name": "Judith"}]}, {"title": "Survey Response Rate Levels and Trends in Organizational Research", "year": "2008", "journal": "Human Relations", "volume": "61", "authors": [{"name": "Baruch Yehuda", "first_name": "Baruch", "last_name": "Yehuda"}, {"name": "Holtom Brooks C.", "first_name": "Holtom", "last_name": "C."}]}, {"title": "Farewell, That’s All the News for Now", "year": "2015", "journal": "Davidsonnews", "volume": "", "authors": [{"name": "Boraks David", "first_name": "Boraks", "last_name": "David"}]}, {"title": "Grassroots Journalism in Your Own Backyard: How Citizen Reporters Build Hyperlocal Communities", "year": "2006", "journal": "West Virginia University", "volume": "", "authors": [{"name": "Boyles Jan Lauren", "first_name": "Boyles", "last_name": "Lauren"}]}, {"title": "How Online Citizen Journalism Publications and Online Newspapers Utilize the Objectivity Standard and Rely on External Sources", "year": "2008", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "85", "authors": [{"name": "Carpenter Serena", "first_name": "Carpenter", "last_name": "Serena"}]}, {"title": "Paying for What? How Much? And Why (Not)? Predictors of Paying Intent for Multiplatform Newspapers", "year": "2012", "journal": "The International Journal on Media Management", "volume": "14", "authors": [{"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}]}, {"title": "Group Ownership Increases among Weekly Newspapers", "year": "2014", "journal": "Newspaper Research Journal", "volume": "35", "authors": [{"name": "Coulson David C.", "first_name": "Coulson", "last_name": "C."}, {"name": "Lacy Stephen", "first_name": "Lacy", "last_name": "Stephen"}, {"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel"}]}, {"title": "Web Surveys: A Review of Issues and Approaches", "year": "2000", "journal": "Public Opinion Quarterly", "volume": "64", "authors": [{"name": "Couper Mick P.", "first_name": "Couper", "last_name": "P."}]}, {"title": "Interactivity in the Daily Routines of Online Newsrooms: Dealing with an Uncomfortable Myth", "year": "2008", "journal": "Journal of Computer-Mediated Communication", "volume": "13", "authors": [{"name": "Domingo David", "first_name": "Domingo", "last_name": "David"}]}, {"title": "Citizen Journalism Sites as Information Substitutes and Complements for United States Newspaper Coverage of Local Governments", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Fico Frederick", "first_name": "Fico", "last_name": "Frederick"}, {"name": "Lacy Stephen", "first_name": "Lacy", "last_name": "Stephen"}, {"name": "Wildman Steven S.", "first_name": "Wildman", "last_name": "S."}, {"name": "Baldwin Thomas", "first_name": "Baldwin", "last_name": "Thomas"}, {"name": "Bergan Daniel", "first_name": "Bergan", "last_name": "Daniel"}, {"name": "Zube Paul", "first_name": "Zube", "last_name": "Paul"}]}, {"title": "Small Towns, Big Profits", "year": "2008", "journal": "Editor \\& Publisher", "volume": "141", "authors": [{"name": "Fitzgerald Mark", "first_name": "Fitzgerald", "last_name": "Mark"}, {"name": "Saba Jennifer", "first_name": "Saba", "last_name": "Jennifer"}]}, {"title": "Advantages and Disadvantages of Internet Research Surveys: Evidence from the Literature", "year": "2002", "journal": "Field Methods", "volume": "14", "authors": [{"name": "Fricker Ronald D.", "first_name": "Fricker", "last_name": "D."}, {"name": "Schonlau Matthias", "first_name": "Schonlau", "last_name": "Matthias"}]}, {"title": "An Experimental Comparison of Web and Telephone Surveys", "year": "2005", "journal": "Public Opinion Quarterly", "volume": "69", "authors": [{"name": "Fricker Scott", "first_name": "Fricker", "last_name": "Scott"}, {"name": "Galesic Mirta", "first_name": "Galesic", "last_name": "Mirta"}, {"name": "Tourangeau Roger", "first_name": "Tourangeau", "last_name": "Roger"}, {"name": "Yan Ting", "first_name": "Yan", "last_name": "Ting"}]}, {"title": "Blogging as a Journalistic Practice: A Model Linking Perception, Motivation and Behavior", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Gil de Zúñiga Homero", "first_name": "Gil", "last_name": "de Zúñiga Homero"}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Willard Amber", "first_name": "Willard", "last_name": "Amber"}, {"name": "Valenzuela Sebastian", "first_name": "Valenzuela", "last_name": "Sebastian"}, {"name": "Lee Jae Kook", "first_name": "Lee", "last_name": "Kook"}, {"name": "Baresch Brian", "first_name": "Baresch", "last_name": "Brian"}]}, {"title": "A Comparison of Web-based and Paper-based Survey Methods: Testing Assumptions of Survey Mode and Response Cost", "year": "2009", "journal": "Evaluation Review", "volume": "33", "authors": [{"name": "Greenlaw Corey", "first_name": "Greenlaw", "last_name": "Corey"}, {"name": "Brown-Welty Sharon", "first_name": "Brown-Welty", "last_name": "Sharon"}]}, {"title": "In Search of Hyperlocal News: An Examination of the Organizational, Technological and Economic Forces That Shape 21st Century Approaches to Independent Online Journalism", "year": "2012", "journal": "The Pennsylvania State University", "volume": "", "authors": [{"name": "Horning Michael", "first_name": "Horning", "last_name": "Michael"}]}, {"title": "What the Digital News Boom Means for Consumers", "year": "2014", "journal": "Pew Research Journalism Project", "volume": "", "authors": [{"name": "Jurkowitz Mark", "first_name": "Jurkowitz", "last_name": "Mark"}]}, {"title": "The Hyperlocal in Practice", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "van Kerkhoven Marco", "first_name": "van", "last_name": "Marco"}, {"name": "Bakker Piet", "first_name": "Bakker", "last_name": "Piet"}]}, {"title": "Do Old Norms Have a Place in New Media?", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Konieczna Magda", "first_name": "Konieczna", "last_name": "Magda"}]}, {"title": "Sustaining Hyperlocal Media. in Search of Funding Models", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Kurpius David D.", "first_name": "Kurpius", "last_name": "D."}, {"name": "Metzgar Emily T.", "first_name": "Metzgar", "last_name": "T."}, {"name": "Rowley Karen M.", "first_name": "Rowley", "last_name": "M."}]}, {"title": "Examining the Features, Policies, and Resources of Citizen Journalism: Citizen News Sites and Blogs", "year": "2009", "journal": "Web Journal of Mass Communication Research", "volume": "15", "authors": [{"name": "Lacy Stephen R.", "first_name": "Lacy", "last_name": "R."}, {"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel"}, {"name": "Thorson Esther", "first_name": "Thorson", "last_name": "Esther"}, {"name": "Duffy Margaret", "first_name": "Duffy", "last_name": "Margaret"}]}, {"title": "Citizen Journalism Web Sites Complement Newspapers", "year": "2010", "journal": "Newspaper Research Journal", "volume": "31", "authors": [{"name": "Lacy Stephen", "first_name": "Lacy", "last_name": "Stephen"}, {"name": "Duffy Margaret", "first_name": "Duffy", "last_name": "Margaret"}, {"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel"}, {"name": "Thorson Esther", "first_name": "Thorson", "last_name": "Esther"}, {"name": "Fleming Ken", "first_name": "Fleming", "last_name": "Ken"}]}, {"title": "Study Examines Relationship among Mainstream Media, Other Media", "year": "2011", "journal": "Newspaper Research Journal", "volume": "32", "authors": [{"name": "Lacy Stephen", "first_name": "Lacy", "last_name": "Stephen"}, {"name": "Watson Brendan", "first_name": "Watson", "last_name": "Brendan"}, {"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel"}]}, {"title": "Thinking about Citizen Journalism: The Philosophical and Practical Challenges of User-generated Content for Community Newspapers", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Kaufhold Kelly", "first_name": "Kaufhold", "last_name": "Kelly"}, {"name": "Lasorsa Dominic", "first_name": "Lasorsa", "last_name": "Dominic"}]}, {"title": "The Ann Arbor Chronicle, a Quirky Local News Startup, is Shutting down after Six Years", "year": "2014", "journal": "Nieman Labs", "volume": "", "authors": [{"name": "Lichterman Joseph", "first_name": "Lichterman", "last_name": "Joseph"}]}, {"title": "Defining Hyperlocal Media: Proposing a Framework for Discussion", "year": "2011", "journal": "New Media \\& Society", "volume": "13", "authors": [{"name": "Metzgar Emily T.", "first_name": "Metzgar", "last_name": "T."}, {"name": "Kurpius David D.", "first_name": "Kurpius", "last_name": "D."}, {"name": "Rowley Karen M.", "first_name": "Rowley", "last_name": "M."}]}, {"title": "Comparing the Ethics of Citizen Photojournalists and Professional Photojournalists: A Coorientational Study", "year": "2014", "journal": "Journal of Mass Media Ethics: Exploring Questions of Media Morality", "volume": "29", "authors": [{"name": "Mortensen Tara", "first_name": "Mortensen", "last_name": "Tara"}]}, {"title": "Modeling the Adoption and Use of Citizen Journalism by Online Newspapers", "year": "2015", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "92", "authors": [{"name": "Nah Seungahn", "first_name": "Nah", "last_name": "Seungahn"}, {"name": "Yamamoto Masahiro", "first_name": "Yamamoto", "last_name": "Masahiro"}, {"name": "Chung Deborah S.", "first_name": "Chung", "last_name": "S."}, {"name": "Zuercher Robert", "first_name": "Zuercher", "last_name": "Robert"}]}, {"title": "‘Let’s Start an Online News Site’: Opportunities, Resources, Strategy, and Formational Myopia in Startups", "year": "2012", "journal": "Journal of Media Business Studies", "volume": "9", "authors": [{"name": "Naldi Lucia", "first_name": "Naldi", "last_name": "Lucia"}, {"name": "Picard Robert G.", "first_name": "Picard", "last_name": "G."}]}, {"title": "Creative Destruction: An Exploratory Study of How Digitally Native News Nonprofits Are Innovating Online Journalism Practices", "year": "2013", "journal": "International Journal on Media Management", "volume": "15", "authors": [{"name": "Nee Rebecca Coates", "first_name": "Nee", "last_name": "Coates"}]}, {"title": "Using Citizens for Community Journalism: Findings from a Hyperlocal Media Project", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Paulussen Steve", "first_name": "Paulussen", "last_name": "Steve"}, {"name": "D’heer Evelien", "first_name": "D’heer", "last_name": "Evelien"}]}, {"title": "Here and Now: UK Hyperlocal Media Today", "year": "2012", "journal": "Nesta", "volume": "", "authors": [{"name": "Radcliffe Daniel", "first_name": "Radcliffe", "last_name": "Daniel"}]}, {"title": "Journalism and the Hierarchy of Influences: A Global Perspective", "year": "2007", "journal": "Brazilian Journalism Research", "volume": "3", "authors": [{"name": "Reese Stephen D.", "first_name": "Reese", "last_name": "D."}]}, {"title": "Covering the Unknown City: Citizen Journalism and Marginalized Communities", "year": "2008", "journal": "The University of Texas at Austin", "volume": "", "authors": [{"name": "Rutigliano Louis William", "first_name": "Rutigliano", "last_name": "William"}]}, {"title": "Assessing Response Rates and Non-response Bias in Web and Paper Surveys", "year": "2003", "journal": "Research in Higher Education", "volume": "44", "authors": [{"name": "Sax Linda J.", "first_name": "Sax", "last_name": "J."}, {"name": "Gilmartin Shannon K.", "first_name": "Gilmartin", "last_name": "K."}, {"name": "Bryant Alyssa N.", "first_name": "Bryant", "last_name": "N."}]}, {"title": "When Community Residents Commit ‘Random Acts of Journalism’", "year": "2007", "journal": "Nieman Reports Winter", "volume": "", "authors": [{"name": "Schaffer Jan", "first_name": "Schaffer", "last_name": "Jan"}]}, {"title": "Dead Newspapers and Citizens’ Civic Engagement", "year": "2014", "journal": "Political Communication", "volume": "31", "authors": [{"name": "Shaker Lee", "first_name": "Shaker", "last_name": "Lee"}]}, {"title": "Online Non-profits Provide Model for Added Local News", "year": "2010", "journal": "Newspaper Research Journal", "volume": "31", "authors": [{"name": "Shaver Dan", "first_name": "Shaver", "last_name": "Dan"}]}, {"title": "Survey Mode Effects on Data Quality: Comparison of Web and Mail Modes in a U.S. National Panel Survey", "year": "2012", "journal": "Social Science Computer Review", "volume": "30", "authors": [{"name": "Shin Eunjung", "first_name": "Shin", "last_name": "Eunjung"}, {"name": "Johnson Timothy P.", "first_name": "Johnson", "last_name": "P."}, {"name": "Rao Kumar", "first_name": "Rao", "last_name": "Kumar"}]}, {"title": "Update: AOL Says Its Hyperlocal News Network Patch is Not Closing", "year": "2013", "journal": "TechCrunch", "volume": "", "authors": [{"name": "Shu Catherine", "first_name": "Shu", "last_name": "Catherine"}]}, {"title": "Contested Autonomy", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Singer Jane.B.", "first_name": "", "last_name": "Jane.B."}]}, {"title": "Quality Control: Perceived Effects of User-generated Content on Newsroom Norms, Values and Routines", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "NBC Closes Hyperlocal, Data-Driven Publishing Pioneer Everyblock", "year": "2013", "journal": "Poynter", "volume": "", "authors": [{"name": "Sonderman Jeff", "first_name": "Sonderman", "last_name": "Jeff"}]}, {"title": "Patch.Com", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "St John III Burton", "first_name": "John", "last_name": "Burton"}, {"name": "Johnson Kirsten", "first_name": "Johnson", "last_name": "Kirsten"}, {"name": "Nah Seungahn", "first_name": "Nah", "last_name": "Seungahn"}]}, {"title": "Future of Online News May Be ‘Hyperlocal’", "year": "2009", "journal": "CNN.Com", "volume": "", "authors": [{"name": "Sutter John D.", "first_name": "Sutter", "last_name": "D."}]}, {"title": "Media Consumption across Platforms: Identifying User-defined Repertoires", "year": "2012", "journal": "New Media \\& Society", "volume": "14", "authors": [{"name": "Taneja Harsh", "first_name": "Taneja", "last_name": "Harsh"}, {"name": "Webster James G.", "first_name": "Webster", "last_name": "G."}, {"name": "Malthouse Edward C.", "first_name": "Malthouse", "last_name": "C."}, {"name": "Ksiazek Thomas B.", "first_name": "Ksiazek", "last_name": "B."}]}, {"title": "Forums for Citizen Journalists? Adoption of User Generated Content Initiatives by Online Media", "year": "2008", "journal": "New Media \\& Society", "volume": "10", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}]}, {"title": "Can Big Media Do Big Society? A Critical Case Study of Commercial, Convergent Hyperlocal News", "year": "2012", "journal": "International Journal of Media and Cultural Politics", "volume": "8", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Pascal Jean-Christophe", "first_name": "Pascal", "last_name": "Jean-Christophe"}, {"name": "Bradshaw Paul", "first_name": "Bradshaw", "last_name": "Paul"}]}, {"title": "Neighborhood Watch", "year": "2012", "journal": "Editor \\& Publisher", "volume": "145", "authors": [{"name": "Tornoe Rob", "first_name": "Tornoe", "last_name": "Rob"}]}, {"title": "Ignoring Investments in Local News Startups Makes No Sense", "year": "2014", "journal": "RJI Online", "volume": "", "authors": [{"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki"}]}, {"title": "Citizen Journalism: A Retrospective for What We Know, An Agenda for What We Don&#039;t", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Wall Melissa", "first_name": "Wall", "last_name": "Melissa"}]}, {"title": "The ‘Gate Keeper’: A Case Study in the Selection of News", "year": "1950", "journal": "Journalism Quarterly", "volume": "27", "authors": [{"name": "White David Manning", "first_name": "White", "last_name": "Manning"}]}, {"title": "The Value of UK Hyperlocal Community News: Findings from a Content Analysis, an Online Survey and Interviews with News Producers", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Williams Andy", "first_name": "Williams", "last_name": "Andy"}, {"name": "Harte Dave", "first_name": "Harte", "last_name": "Dave"}, {"name": "Turner Jerome", "first_name": "Turner", "last_name": "Jerome"}]}, {"title": "Introduction: On Finding New Ways of Thinking about Journalism", "year": "2007", "journal": "Political Communication", "volume": "24", "authors": [{"name": "Zelizer Barbie", "first_name": "Zelizer", "last_name": "Barbie"}]}]}