{"doi": "10.1080/1461670X.2017.1386584", "url": "https://doi.org/10.1080/1461670X.2017.1386584", "title": "Community Repair through Truce and Contestation", "volume": "19", "year": "2018", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Bødker", "first_name": "Henrik", "name": "Henrik Bødker"}, {"last_name": "Ngomba", "first_name": "Teke", "name": "Teke Ngomba"}], "abstract": "On 15 February 2015, a gunman attacked a public event on art and freedom of expression in Copenhagen, leaving one person dead. Later, trying to force his way into a bat mitzvah celebration, the gunman killed a Jewish guard. These incidents produced public discourses at the intersection of security, social control, rights and tolerance and, with that, questions related to religious, secular and national communities and identities. At the political level, this was an attempt to repair a national community divided in relation to questions of security, integration and the curbing of immigration. Mainstream print journalism faced a similar challenge in its attempt to reassert its national relevance while remaining loyal to its audience communities within a market increasingly separated by taste and platforms. Politicians and news media thus shared an interest in both repairing and contesting a Danish community. This article analyses how discourses of community repair, cohesion and exclusivity permeated the appropriation of this disruptive event into the public realm. Progressing from an intersection of cultural approaches to journalism studies and political communication, the analysis will, in addition to other concepts, aim to combine insights from research on “disruptive media events” with studies of “belonging”.", "body": [{"title": "Introduction", "paragraphs": ["The institutions, practices and texts of journalism are linked to community formations on a number of levels: “interpretive communities” (Zelizer 1993) and/or “communities of practices” (Meltzer and Martik 2017) among journalists; institutional efforts of audience segmentation and community management and, linked to that, processes of news consumption through which users may situate themselves as part of various collectivities. Such processes of communion are increasingly moving online, which has caused some to argue that “[Benedict] Anderson’s sense of an authoritative national view and imagined community has largely receded” (Sheller 2015, 15).", "National media, however, retain their significance and this is especially so when what Figenschou and Thorbjørnsrud (2016, 1) call a “disruptive media event threatens the establishment and hence force democratic societies to mobilize, reinforce and [perhaps] rethink core values”. In the “aftermath of terror”, they continue, “the [mainstream] media play a key role as meaning makers, guardians of appropriate discourse and facilitators of critical debates” (1). Figenschou and Thorbjørnsrud focus on editorial considerations about the inclusion of alternative voices and on how editors negotiated national consensus and dissent in the Norwegian media following the Breivik attacks in 2011. This article applies a similar perspective to the mediation of the 2015 Copenhagen shootings. On Saturday 14 February 2015—about five weeks after the attack on Charlie Hebdo in Paris—a lone gunman attacked a public event on the theme “Art, Blasphemy and Freedom of Expression” held at a small culture centre called “Krudttønden”. The Swedish cartoonist, Lars Vilks, who once had drawn the Prophet Muhammad, participated and so did the French ambassador to Denmark. The gunman did not make it into the venue but killed filmmaker Finn Nørgaard outside and wounded three police officers. Later that night the gunman tried to get into a bat mitzvah celebration at Copenhagen’s main synagogue. Here he killed a Jewish guard (Dan Uzan) and wounded two police officers. Early Sunday morning the police tracked down the assumed attacker, which resulted in a shootout, leading to the death of the suspect, who was identified as Omar Abdel Hamid El-Hussein, 22, born and raised in Denmark by his Palestinian parents.", "This event was rapidly framed in public discourse as Denmark’s initiation into terrorism; and as terror is often seen as “a drama that calls for commitment and resolute action” (Laustsen and Ugilt 2015, 366, authors’ translation), we ask: How did Danish national media, public officials and other opinion leaders react to the shooting? And how were notions of community and belonging textually constructed within these reactions?", "The analyses show how two Danish national legacy news media (Jyllands-Posten and Politiken), with and against politicians, negotiated a transition from truce (i.e. a consensual public reaction to terror) to contestation (i.e. different, oppositional reactions and measures relating to the aftermath of the event) and how these reactions positioned different communities in relation to each other.", "The two newspapers thus created a stage on which different actors, including the news media themselves, positioned this terror event within the trajectory of the national community of Denmark. The unfolding coverage developed (broadly) from commitments to an overall vague and non-divisive unity (truce) to more specific avenues of action and responsibility that brought forth ideological and cultural tensions (contestation). The findings show how the terror event brought forth a sense of loss and subsequent articulations and enactments of different measures to repair or restore what had been lost. The coverage thus contains both very explicit invocations of a national community as an affront to perceived threats as well as more indirect ones related to more specific measures of repair as well as community formations. Before analysing these issues in more detail, we will outline the relevant background, the analytical framework and methodology."]}, {"title": "Relevant Background", "paragraphs": ["As the shooter belonged to the Muslim community and as one of the venues targeted was a synagogue, the following three issues need mentioning. Firstly, Jews in Denmark have a specific history: while efforts to save Danish Jews during the German occupation (1940–1945) have been venerated, there have also been indications that the Danish government was actually collaborating with the Nazi regime and thus responsible for the deaths of several Danish Jews (see Kisch 1998; Lichtenstein 2004). Secondly, immigration and integration-related issues have been central topics in the media and political debates in Denmark for a number of years—largely because of the increase in the number of non-Western immigrants in Denmark, especially Muslims (see Statistics Denmark 2017); and an anti-Muslim rhetoric has characterised these debates (see Hervik 2012; Mouritsen and Olsen 2013), a rhetoric that, at some levels, is linked to the fallout from the cartoon affair in 2005.1 Thirdly, while the Muslim and Jewish communities in Denmark have been experiencing similar incidents of discrimination/hate attacks, they are also written into broader structures of mutual suspicion and at times violence (see Kisch 1998, 228; European Union Agency for Fundamental Rights 2016; Porat and the Kantor Center Team 2016). These elements make up the context in which the shootings in Copenhagen occurred and it is also in this context that the reactions and interpretations of the shootings should be understood."]}, {"title": "Analytical Frame and Methodology", "paragraphs": ["How the political elites and mainstream media react to the “chaos and fear” bred by a terrorist attack (Thorbjørnsrud and Figenschou 2016, 3) can offer insights into national values, social cohesion and logics of inclusivity. In some ways, previous scholarship has shown that there are central patterns in the ways national communities and mainstream media react. Based on 9/11, Collins (2004) has argued that reactions to disruptive events proceed in four major phases from shock, through solidarity and consensus, to a return to dissensus. A key point within this trajectory is the “revival of partisanship” on the heels of displays of solidarity. As he puts it, “the period of intense national solidarity temporarily suppresses or supplants normal partisan conflicts” (truce) but with the passage of time, this “phase of consensus” returns to “normal dissensus” (contestation) (73).", "In relation to news media, Matthews (2016) has, based on the work of Philip Elliot (1980) and after studying the British media coverage of the London terror attacks in 2005, argued that the immediate reactions of “traditionally differentiated newspapers” involve an abandonment of normal routines and the adoption of a “generic reporting template”, which features a “collective response”. This response is characteristically “marked by representations of condemnation, solidarity and law enforcement, brought together within human-interest story treatments” (Matthews 2016, 173). Broadly speaking, this pattern has been found in studies from places as varied as the United States (Allan and Zelizer [2002] 2011), Israel (Zandberg and Neiger 2005), the United Kingdom (Matthews 2016; Iqbal 2017), Norway (Figenschou and Beyer 2014) and Denmark (Jørndrup 2016).", "Mainstream media’s reaction to terror attacks can be seen as a “ritual type of journalism that fosters adherence to shared values and support for national authorities” (Thorbjørnsrud and Figenschou 2016, 1). From this perspective, journalism plays a central role for the “maintenance of society through time, [by] representing shared beliefs, understandings and emotions” (Riegert and Olsson 2007, 144). In the reporting about traumatic events, this societal maintenance role becomes central as a way to move “whole populations from trauma to recovery through questions of identity” (Allan and Zelizer [2002] 2011, 2). In her examination of how mainstream news magazines covered 9/11, Kitch (2003, 213) showed how news media created a “forum for national mourning” where stories of “vulnerability and fear were replaced by heroism and patriotic pride”.", "Such mediatised rituals (Cottle 2006) are, as Allan and Zelizer ([2002] 2011) note, aligned with “questions of identity” as they invariably end up touching on communal boundaries. In a post-9/11 world where the “global fight against terrorism” has taken ethno-religious undertones, terrorist attacks, especially those committed in the West by Muslims, in many ways trigger contested discourses “over defining the nation and who belongs to it” (Pratsinakis 2017, 3).", "At the heart of the scholarly debate about immediate reactions to terror attacks is not that journalists do not engage in critical reporting but rather when and how they start engaging in critical reporting (see Zandberg and Neiger 2005; Nossek 2008; Jørndrup 2016; Thorbjørnsrud and Figenschou 2016). In relation to this, we argue that professional restraint should not be seen as an abdication of responsibilities but rather as a tactical negotiation between journalists and politicians as each group attempts to decipher the right time to break the thaw in a manner that will reflect cognizance of the scale and broader impact of the attack while not upsetting the sensibilities of the core communities they address.", "This article is based on articles from two national Danish dailies, Politiken and Jyllands-Posten, from 14 February (the day of the first shooting) to 13 March (one month later). The early stages of disruptive events like terrorist attacks are vital in relation to understanding a community’s reaction. These early stages often feature the “establishment of frames” about the event and this increases the defining role of mainstream media when the public’s need for information “is at its highest level” (Falkheimer and Olsson 2015, 77).", "This explains in large part why several studies have analysed the immediate reactions to terrorist attacks from the first 8 days (Matthews 2016) to 11 days (Zandberg and Neiger 2005) and two weeks (Nossek 2008; Falkheimer and Olsson 2015). Apart from enabling us to capture these immediate reactions, the one-month period selected also allows us to trace how notions of community embedded within the mainstream media’s coverage of the attacks were constructed over time.", "While acknowledging that social media play an increasingly important role for the contemporary construction of publics, we focus in this study only on newspapers because they arguably remain central as definers of reality. In an argument worth quoting at length, Cushion et al. recently pointed out in the case of the United Kingdom, that on the one hand, current debates about newspapers highlight their “limited lifespan with dramatic headlines about declining levels of circulation” but on the other hand that [n]ewspapers or print journalists remain a frequent reference point for rival news media, and a routine source for understanding how an event or issue is interpreted. Many broadcast news programmes, including heavyweight political shows, not only review the day’s papers but ask journalists themselves to interpret the significance of particular stories or to comment upon “the mood” of the press in the wake of the latest political drama or breaking news story. Far from the power of newspapers being diminished, from this perspective, it appears newspapers continue to play an important agenda-setting role in raising debate about the stories they select and editorially frame. (Cushion et al. 2016, 1–2)", "[n]ewspapers or print journalists remain a frequent reference point for rival news media, and a routine source for understanding how an event or issue is interpreted. Many broadcast news programmes, including heavyweight political shows, not only review the day’s papers but ask journalists themselves to interpret the significance of particular stories or to comment upon “the mood” of the press in the wake of the latest political drama or breaking news story. Far from the power of newspapers being diminished, from this perspective, it appears newspapers continue to play an important agenda-setting role in raising debate about the stories they select and editorially frame. (Cushion et al. 2016, 1–2)", "The two titles studied here were chosen for their different ideological positions on the market for mainstream print media. Politiken is largely positioned to the left of the centre while Jyllands-Posten is to the right; and while both carry a lot of content on national and international politics, the former has a core focus on issues of culture and urban lifestyles while the latter is more centred around traditional and family-centred lifestyles. It is also important to point out that Jyllands-Posten was the newspaper that in 2005 published the Muhammad cartoons and in the aftermath of that event Politiken positioned itself in opposition to the reasoning behind publishing the cartoons (for a broader discussion, see, for instance, Hjarvard 2007).", "The articles were obtained from the database MediaWatch, which contains full articles from a range of Danish print media. The database does not contain photographs so our analysis only draws on texts. The search string used was “Krudttønden [the name of the place of the first attack] AND angreb [attack] OR Uzan [the surname of the guard killed at the synagogue]”. This resulted in 126 articles of differing length including news articles, opinion pieces as well as letters to the editor. The unit of analysis was the individual texts. In choosing to analyse this entire spectrum of texts, our aim is to capture the published reactions from a range of actors: journalists, experts, politicians and opinion leaders.", "The 126 published pieces were subjected to a qualitative thematic analysis, which, basically, is “a method for identifying, analysing and reporting patterns (themes) within data” (Braun and Clarke 2006, 79). As Gutsche and Salkin (2016, 459–460) point out, qualitative thematic analysis is an important approach for identifying how cultural themes and meanings are “embedded in news texts” and, as such, the approach is deemed appropriate for the analytical aims of this study.", "Specifically, the selected articles were analysed following the step-by-step guide indicated by Braun and Clarke (2006) on how to do qualitative thematic analysis. This involves reading the different articles closely and several times to look for central themes in the data in light of the main research questions and analytical aims, collating different units of the data into potential themes, reviewing, defining and naming these themes through a “recursive process” of back and forth movement with the data and discussions between the authors (see Braun and Clarke 2006, 87).", "The key aim was to identify broad patterns in the ways different actors reacted to and interpreted the shootings, how these patterns changed over the first month and the how this was related to community constructions, repair, cohesion and contestation. The analysis below is structured in two overall sections that to some extent mirror the evolvement of the coverage from truce and/or unity as a measure of repair to contestation related to more divisive measures."]}, {"title": "Truce as Measures of Community Repair", "paragraphs": ["While the coverage in the immediate aftermath of the shootings were focused on detailed descriptions of the attack on “us” and the necessity of standing firm on the values of democracy and freedom, there was simultaneously a strong sense of a major national change: “the Denmark that awoke on Sunday morning was no longer the Denmark that we knew” said a front-page article entitled “The Denmark That We Didn't Know” (Politiken, February 16, 2015).2 What seemingly had been lost was a sense of security linked to deeper feelings of trust, cohesion, equality and ease. While a small drawing of a smiling Muhammad placed together with flowers at Krudttønden could be interpreted as a sign of stupidity, it is here seen as “a drawing of something else”: “A little defiant and quirky Danish answer, not too rash and not too loud but with a slight distance. The Denmark we know” (Politiken, February 16). What has been lost is thus also the ability (or right) to not take things too seriously. While the cartoon crisis in 2005 raised similar issues, the Copenhagen shootings in a more direct way threatened a presumed innocence. At this early period of mourning, the presumed loss of innocence was not linked to an activist Danish foreign policy or anything else. What was invoked was rather an implicit and for a majority largely recognisable quality of what it means to be Danish.", "The most immediate mode of repair consists of the very tactile elements of an everyday as “we” know it. The Monday after the attacks Jyllands-Posten (February 16) interviewed a mom at the playground with her four-year-old girl in the park close to the site of the first shooting: “I probably would not have come”, she says, “if I knew that there were so much police here”. Another regular visitor, the man owning the coffee stall, is more defiant: It was really important for me to come back to the park today and signal to people in the neighbourhood that they can count on us, who come here daily. If we stay away because we are afraid the killer will get it his way.Such quotidian defiance and its emphasis on continuity appear as both descriptions of actual practices and proclamations in much of the early coverage: “Nothing is stronger in the face of extremism than the everyday, which we are all part of”, said the leading article of Politiken the day after the attack (February 16); and when the party leaders met at the Prime Ministry the day after the attack, the shadow Prime Minister (Lars Løkke Rasmussen)—according to Jyllands-Posten (February 16)—“deliberately walked from his home in Nyhavn … without protection to emphasise that life must go on and terror must not change the lives of Danes”.", "It was really important for me to come back to the park today and signal to people in the neighbourhood that they can count on us, who come here daily. If we stay away because we are afraid the killer will get it his way.", "While the quotidian in one sense implies a commonality that is beyond division, i.e. simply going about one’s ordinary business in undisturbed ways, the “normalcy” is simultaneously exaggerated—does the shadow Prime Minister normally walk to work? Such an exaggeration comes out clearly in the way Jyllands-Posten (February 17) describes a commemoration event two days after the attacks: “Even though Copenhagen normally is a town of cyclists, they seemed—despite a severely cold and biting wind—almost to define the cityscape on Monday night”; and, at the event the bikes arrived at a silent community, lit by torches, and the many ordinary citizens mingled with Crown Prince Frederik, leading people from government with Prime Minister Helle Thorning-Schmidt in front, the other party leaders as well as a range of society’s other notables.While Collins (2004, 65) describes how people may fake or exaggerate “gestures of solidarity”, it here rather seems as if the journalistic rendering in itself exaggerates a recognisably Danish everyday—walking, biking and mingling across status barriers—that here becomes an embodiment of the nation and its values, and this apparent tangibility is underlined in the description of how “people kept closely together and made long chains by holdings hands” while “mobile phones remained inside the winter coats in this quiet moment”. It is at this “unmediated” moment, what Collins (2004, 61) identifies as “peak experiences of solidarity”, that the Prime Minister is described as taking the stage and uttering: “Our answer is a strong community”.", "the bikes arrived at a silent community, lit by torches, and the many ordinary citizens mingled with Crown Prince Frederik, leading people from government with Prime Minister Helle Thorning-Schmidt in front, the other party leaders as well as a range of society’s other notables.", "The everyday as a measure of repair is thus intricately linked to unity and cohesion, which—as the quote by the Prime Minister makes clear—is also seen as a measure in its own right. Yet, on its own this measure is also relatively fragile. There is a limit, after all, to what an exaggeration of normalcy can do. What this does, however, is to invoke a deeper sense of unity and cohesion.", "The most salient responses in the immediate aftermath of the terror event are attempts to restore what is perceived as a pre-existing unity of the nation. After the first shooting (February 15), the leading article in Politiken is headlined “We Remain Firm on Freedom” and ends with “We must remain firm on democracy. And we are strongest”. The day after, Jyllands-Posten (February 16)—in an article aptly entitled “Party Leaders: The Time is Not for Divisions and Politics”—cites Prime Minister Helle Thorning-Schmidt as saying: “as a joint and united nation we must show who we are. It is time for unity”. The same article cites a number of party leaders backing the Prime Minister in her calls for unity and the same day Politiken cites her saying that “Denmark will grow with this tragedy. We must stand together as a people instead of splitting up into fractions eyeing each other with suspicion”. There is, however, seeds of division as the Prime Minister is cited further down for saying that “this is not a religious war and that they [Muslims] should not be vilified. Without saying it directly she is asking”, the journalists inserts, “the rest of us to behave”.", "Later articles praise or cite people praising Helle Thorning-Schmidt for her words in the period after the attacks. Indeed, in a news analysis in Politiken (February 18) it is underlined that even the “right-leaning press has praised” the ways she had been conducting herself. The leading and main articles and the politicians’ reactions in the days after the attack thus appear as a cleansing of ideological, political, cultural and ethnic tensions from the national community in order to restore something akin to what Anderson ([1983] 1991, 7) calls a “deep, horizontal comradeship”.", "This broadly constructed unity is linked to situations of truce within specific relations, i.e. between politicians, between journalists and politicians, as well as between normally competing news outlets. This is, thus, not only a question of the news “media … spreading the master narrative” as Thorbjørnsrud and Figenschou (2016, 4) argue, but rather a collective process where journalists and politicians share an interest in sustaining “the idea that there is a social centre and that media are privileged access-points to that centre” (Couldry 2003, 5). Yet within this, and almost right from the beginning, there is also a shared sense that this is temporary and this partly comes out in the instances where there are references to the comments on social media. On February 16, a sociologist is quoted in Jyllands-Posten for saying that “social media is boiling over with people who had the need to get rid of their frustrations in the form of angry status updates”. While acknowledging frustration and division, the two studied newspapers initially position themselves above this fray in the sense that they, as legacy media, seemingly take on the responsibility together with “political authorities to maintain and re-establish control” (Figenschou and Thorbjørnsrud 2016, 1).", "This was, however, a situation in which both politicians and journalists (independently and in relation to each other) were searching for an opportunity to use the event without coming across as opportunistic. This seemed, somehow, almost a scripted performance in which “underneath the surface of the truce everybody is ceaselessly watching each other while simultaneously concentrating on not stumbling in the difficult political balancing act”, as it says in Jyllands-Posten on February 16 where the journalist is also speculating about how long “the truce will last”. This is related to an issue that lingered almost from the beginning with regard to whether the level of security was raised after the Paris attacks, as claimed by the Prime Minister (which will be discussed in more detail below) and, as it said in Jyllands-Posten on February 17, “journalists [had been] hungry at the many press conferences held by the police and politicians” in the immediate aftermath of the attacks. Although many questions were asked, there was somehow also an understanding that the politicians did not want to open the political debate just yet. In one sense, then, it seemed that the newspapers, just as the politicians, were treading a thin line between a focus on cohesion and mourning and deliberately using this as a way to position themselves within a competitive media landscape. When such positioning began, it was mainly in relation to two contested measures of repair, namely security and immigration/integration."]}, {"title": "Contestation as Measures of Community Formation", "paragraphs": ["The breakdown of the truce between the news media and politicians on security revolved around two major issues: how to protect society in general and how to stop future attacks and the level of security for the Jewish community. On the first point, contentious issues were the number of armed security officials in the streets, more surveillance cameras, more security forces and provision of security equipment to the police, and more monitoring of vulnerable people straddling the line of gang membership and radicalisation given that the attacker was a gang member.", "The discussions relating to the level of security of the Jewish community had a range of explicit and implicit connections to community constructions. The first of these centres on whether the synagogue had organised appropriate security, an issue that was the most contentious in the discussions among the central actors in the analysed reports. Importantly, the debate also served as one of the first attempts to effectively puncture the constructed unity and verbal cease-fire, especially within the political establishment.", "At the heart of the contestation was the claim that the synagogue was not properly secured and that the government had not increased the security of the Jewish community following the attacks in France (see, for instance, Jyllands-Posten, February 17). Such critical reporting, coming barely three days after the attack, demonstrates a relatively quick transition away from consensus and solidarity and also underscores the fact that in the period following such disruptive events, journalists, unlike what scholars such as Zandberg and Neiger (2005) and Nossek (2008) suggest, can and do ask critical questions in line with the professional logics of watchdog journalism.", "While the security of the Jewish community prior to the attack was contentious, there was less contestation from both the media and political leaders in relation to security measures in the future. An example is the declaration that the Jews are threatened and need protection … [and our] society needs to move on that by both actually protecting the Jews better and by assuring them that we appreciate them as citizens and will do everything to keep them. (Politiken, February 16)In a move that signalled this resolve, the police announced an improvement of security measures aimed at the Jewish community shortly after the attack. An issue noticeable by its absence was a clear, unapologetic demonstration of concern about protecting the Muslim community whose members, for instance, clearly expressed fears of backlash following these attacks. There is also no major articulation of the potentially important roles Muslim leaders could play in furthering security and fighting radicalisation.", "the Jews are threatened and need protection … [and our] society needs to move on that by both actually protecting the Jews better and by assuring them that we appreciate them as citizens and will do everything to keep them. (Politiken, February 16)", "This contrasts sharply with how Prime Minister Thorning-Schmidt, who was described in one report as someone who has “all the time been a politician with a warm heart for the state of Israel and the Jewish community” (Politiken, February 21), clearly declared to the Jewish community that “you are an important part of Danish society and you are not standing alone” (Politiken, February 17). These clear, unapologetic articulations of the imperative to secure the Jewish community can be seen, on the one hand, as an invocation of the broader cultural memory of “us” having saved the Danish Jews during the German occupation and, on the other, as echoes of a national “making right overtures” by the Danish authorities towards the Jewish community in light of the unspoken memories of the controversial role of the Danish state in the protection of Jews during World War II.", "Taken together, the coverage signals clear discrepancies in the attention given to the Muslim community, which is discursively annihilated while the Jewish community is hailed as a “worthy” minority. This discrepancy fits the pattern identified by Skey (2014, 326), who noted that current debates in the West around issues relating to immigration and migrant communities are “informed by hierarchies of belonging with some groups seen to belong more and therefore deserve more, than others.”", "Iqbal (2017) has also shown that mediated reactions to the 2005 London terrorist attacks signalled to the British Muslim community that they were not part of the broader British community. Such signals, both in their subtle and more overt formats, are important markers of belonging, especially given the increasingly “communicative nature of communities” (Delanty 2003, 187).", "Given the shooter’s background, debates about the incident delved into immigration and integration issues with a resultant termination of the hitherto tactical truce between politicians. A good example of this was the indication that “with an eye on the voters, and despite the truce, there is an on-going speculation about whether and if so how the terror attack will affect the polls, which everybody is studying with extra attention in an election year” (Jyllands-Posten, February 16). Politicians are here presented as strategic, skilled and scheming individuals with clear ambitions to grab political opportunities triggered by tragedy without appearing opportunistic. This political posturing was oriented in two major directions as far as the debate on immigration and integration was concerned. The first concerns the arguments put forth by some politicians and journalists that an underlying cause of the shootings is the perceived shortcomings of the immigration/integration policies in Denmark.", "In an editorial piece widely panned by Politiken and others, Jyllands-Posten (February 17) wrote that the shootings indicated that Denmark was involved in a “new kind of war” and that [d]espite European citizenship and even though they are born and raised in Denmark they have never culturally and in terms of values arrived in Europe. It therefore ought to be uncontroversial to establish that a grim result of the immigration from the Middle East is the attacks in recent years … [and] many of today’s politicians need to face up to the fact … that they bear the responsibility for opening up for this mass immigration.", "[d]espite European citizenship and even though they are born and raised in Denmark they have never culturally and in terms of values arrived in Europe. It therefore ought to be uncontroversial to establish that a grim result of the immigration from the Middle East is the attacks in recent years … [and] many of today’s politicians need to face up to the fact … that they bear the responsibility for opening up for this mass immigration.", "Such claims, characteristically un-nuanced, are symptomatic of the longstanding value struggle in Danish media and politics in which “Danish values”, however defined, are presented as being “threatened by, should be defined in contrast to, or had to be defended against an increasingly essentialized Islamic other” (Meer et al. 2015, 719). This specific identification of immigrants with Muslim background as constituting a problem contrasts sharply with the heralding of the Jewish community as having been central players in helping Muslim minorities to integrate in Denmark (Politiken, February 17). This reference to the Jewish community as a “model worth copying” is a long-established feature of the ways in which mainstream Danish media and political elites as well as ordinary Danes comparatively talk about different minority communities in Denmark (Hervik 2012).", "The questioning of belonging was positively echoed in the media and by the political establishment following the exhortation by Benjamin Netanyahu, Israel’s Prime Minister, for Jews in Denmark to relocate to Israel following the attack. Dan Rosenberg, head of the Jewish community in Denmark, declared that: “we are thankful for the concern that has been expressed for us but I wish to underline that we are Danish citizens. We live in Denmark and we wish to continue to live in Denmark” (Jyllands-Posten, February 16). Mette Bentow, another member of the Jewish community, also declared that: “no thanks, we are not going home to Israel, we are already at home” (Jyllands-Posten, February 18).", "Such declarations of belonging are also present among ordinary Muslims. In reacting to the potential backlash Muslims face after such attacks, a young Muslim said: “It is a completely insane act. We are also Danish … if we hear of something similar about to happen we stand together as Danes” (Politiken, February 18). In many ways, these assertions of belonging by members of these minority communities are similar and echo the “emotional attachment about feeling ‘at home’” which is characteristic of discourses of belonging (Yuval-Davis 2006, 197). There is, however, a major difference in both the tone of these assertions and the ways they are received or echoed by the mainstream media and political elites. While the Prime Minister Thorning-Schmidt, for instance, can be said to have positively echoed the assertions of the Jews quoted above by her declarations mentioned earlier that “you are an important part of Danish society and you do not stand alone”, a comparable signal to the Muslim community is absent.", "In asserting their belonging to the broader Danish community, the Muslims might therefore be said to be engaged in a process of challenging their “contested civic status” (Meer and Mouritsen 2009, 336). Such contestations are central to the politics of belonging, which revolves around contestations of the valuation of identities and attachments as these relate to “participatory dimensions of citizenship as well as in relation to issues of the status and entitlements such membership entails” (Yuval-Davis 2006, 205).", "Overall, the immigration/integration and security-related dimensions of reactions to and interpretations of the shooting incident underscore the tensions within and between different strata of the broader Danish community; and this demonstrates the ways and extent to which a sense of belonging in the broader Danish community was articulated by members of minority communities and reciprocated by politicians, the media and state officials, and the ways in which the politics of belonging inadvertently permeates different actors’ discourses on the disruptive events in Copenhagen."]}, {"title": "Concluding Discussion", "paragraphs": ["This article set out to examine constructions of community and belonging in the reports about the February 2015 shooting incident in Copenhagen. Based on a thematic analysis of the first one month of coverage in Politiken and Jyllands-Posten, we conclude by pointing to the following central tendencies. Firstly, similar to existing research, the broader processes of community repair moved through phases of condemnation, demonstrations of unity, resilience and resolve, and instances of contestations/dissensus. A key consideration in this is, as Jørndrup (2016) also noted in an analysis of how the Danish public broadcaster covered the shootings, that there was no significant articulation of shock—perhaps because there was widespread expectation that a terrorist attack in Denmark was imminent. In addition, a noticeable pattern in the examined reports as it connects to these phases of reactions is the relatively quick way in which the phases marked by solidarity, unity and criticism/conflict succeeded each other compared to what other scholars have found, for instance in the United States (Collins 2004) or Norway (Figenschou and Thorbjørnsrud 2016). What accounts for this is not too clear. Nevertheless, one reason may be the relatively limited scale of the attack, which was historical but arguably not significantly devastating in terms of casualties. At best, the national trauma was “tamed”. Another reason could be that the underlying tensions that marked reactions to the incident had been “rehearsed” during the 2005 Muhammad cartoons controversy—especially between the two newspapers in focus here. In this sense, there was no need for a lengthy period of détente. In any case, what these observations point to is that the phases and temporalities of journalism in the wake of disruptive events need to be understood in relation to specific political and media-related contexts as well as the context and scale of the disruptive events.", "Secondly, and related to the above, this study shows that during moments of disruptive events like domestic terrorist attacks, journalists and politicians engage in a discursive tug-of-war in which both camps act out the theatrics of unity and solidarity while demonstrating calculative impatience to move beyond such limited, “scripted” role enactments. These patterns, at times overtly asserted and at other times merely implied, are enacted by politicians and journalists with a very conscious awareness of the sensibilities of their respective target “audiences” (constructed as readers for the journalists and voters for politicians). The length of the truce period during moments of community repair, we argue, is a function of the nature of the balance reached by these two central sets of definers of reality in their tactical, discursive tug-of-war.", "Thirdly, as concerns issues of community and its contestation and what these relate to as far as values and ideologies are concerned, journalists, politicians and opinion leaders engaged in the construction of “hierarchies of belonging”. Broadly speaking, three layers of referential points of belonging emerge from the analysed reports: the broader ethnic Danish community as the core, followed by the Jewish minority community and lastly the Muslim minority community. This logic of perceptible “hierarchies of belonging” underlies the different ways in which these two minority communities are perceived by central actors in the examined reports: the broader ethnic Danish community and Jewish minority community as the victimised, attacked, threatened communities in need of protection, and the Muslim minority community as the threatening community warranting “handling”.", "In concluding this article, we would like to identify three possible areas of further research on this topic—two of which relate, in some ways, to shortcomings of this study. The first concerns the focus on national legacy media. While they are obviously central in shaping dominant understandings of events like domestic terrorist attacks, domestic regional and local media—especially those far away from the epicentre of specific domestic attacks—may operate under different temporalities and have different discourses pertaining to community repair. Research on media coverage of disruptive events from Norway (Thorbjørnsrud and Figenschou 2016, 9) and the United States (Gutsche and Salkin 2016, 457), for instance, seem to indicate that this is the case. Following this, it would be worthwhile examining how local media across Denmark covered this attack.", "Secondly, as Denmark can be characterised as having a “hybrid media system” (Chadwick 2013), social media are playing an increasingly central role as avenues of public commentary during disruptive events (see, for instance, Al Nashmi 2017). The patterns of unity and solidarity seen in the pages of mainstream national newspapers thus constitute only one layer of “public” reactions to disruptive events. For instance, while there was virtually no anti-Semitic discourse from journalists, politicians, other opinion leaders and ordinary citizens in the examined reports, reference was made in some reports to the fact that social media was full of both anti-Semitic and Islamophobic discourses following the shootings (e.g. Politiken, February 28). Research from Norway indicates that editors monitored and “censored” social media commentaries as they crafted their narratives of the Breivik attack (Thorbjørnsrud and Figenschou 2016, 9). Journalists from the public service media in Denmark also monitored social media closely as the shootings in Copenhagen unfolded (Jørndrup 2016, 90–92). Analysing social media reactions (e.g. the #copenhagenshooting tweets), as well as how journalists both monitored and gate-kept content from social media in their reporting of this disruptive event, will significantly expand our understanding of the mediated constructions of community repair and discourses of belonging in contemporary hybrid media environments.", "Lastly, while Zandberg (2010, 7) and others argue that journalists act as “collective memory agents”, the connections between the present and past were largely left implicit and untraceable in the texts/discourses studied, although a sense of its presence was arguably perceptible. Were journalists consciously thinking of the experiences of Danish Jews during the World War II era when writing about the obligations of protecting Jews following the February 2015 shootings? If so, why are there no explicit connections in their texts to these? A study interviewing journalists who covered this incident about these issues will go a long way to supplementing our understanding of the ways in which mainstream journalists, as special public communicators, help shape public discourses and thus communities in the wake of disruptive events."]}], "references": [{"title": "From Selfies to Media Events: How Instagram Users Interrupted Their Routines After the Charlie Hebdo Shootings", "year": "2017", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Al Nashmi Eisa.", "first_name": "Al", "last_name": "Eisa."}]}, {"title": "Using Thematic Analysis in Psychology", "year": "2006", "journal": "Qualitative Research in Psychology", "volume": "3", "authors": [{"name": "Braun Virginia", "first_name": "Braun", "last_name": "Virginia"}, {"name": "Clarke Victoria", "first_name": "Clarke", "last_name": "Victoria"}]}, {"title": "Rituals of Solidarity and Security in the Wake of Terrorist Attack", "year": "2004", "journal": "Sociological Theory", "volume": "22", "authors": [{"name": "Collins Randall.", "first_name": "Collins", "last_name": "Randall."}]}, {"title": "Mediatized Rituals: Beyond Manufacturing Consent", "year": "2006", "journal": "Media, Culture \\& Society", "volume": "28", "authors": [{"name": "Cottle Simon.", "first_name": "Cottle", "last_name": "Simon."}]}, {"title": "Newspapers, Impartiality and Television News: Intermedia Agenda-setting during the 2015 UK General Election Campaign", "year": "2016", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Cushion Stephen", "first_name": "Cushion", "last_name": "Stephen"}, {"name": "Kilby Allaina", "first_name": "Kilby", "last_name": "Allaina"}, {"name": "Thomas Richard", "first_name": "Thomas", "last_name": "Richard"}, {"name": "Morani Marina", "first_name": "Morani", "last_name": "Marina"}, {"name": "Sambrook Richard", "first_name": "Sambrook", "last_name": "Richard"}]}, {"title": "Depoliticizing Terror: The News Framing of the Terrorist Attacks in Norway, 22 July 2011", "year": "2015", "journal": "Media, War \\& Conflict", "volume": "8", "authors": [{"name": "Falkheimer Jesper", "first_name": "Falkheimer", "last_name": "Jesper"}, {"name": "Olsson Eva-Karin", "first_name": "Olsson", "last_name": "Eva-Karin"}]}, {"title": "The Limits of the Debate: How the Oslo Terror Shook the Norwegian Immigration Debate", "year": "2014", "journal": "The International Journal of Press/Politics", "volume": "19", "authors": [{"name": "Figenschou Tine Ustad", "first_name": "Figenschou", "last_name": "Ustad"}, {"name": "Beyer Audun", "first_name": "Beyer", "last_name": "Audun"}]}, {"title": "Disruptive Media Events: Managing Mediated Dissent in the Aftermath of Terror", "year": "2016", "journal": "Journalism Practice", "volume": "", "authors": [{"name": "Figenschou Tine Ustad", "first_name": "Figenschou", "last_name": "Ustad"}, {"name": "Thorbjørnsrud Kjersti", "first_name": "Thorbjørnsrud", "last_name": "Kjersti"}]}, {"title": "Who Lost What? An Analysis of Myth, Loss, and Proximity in News Coverage of the Steubenville Rape", "year": "2016", "journal": "Journalism", "volume": "17", "authors": [{"name": "Gutsche Robert E.", "first_name": "Gutsche", "last_name": "E."}, {"name": "Salkin Erica", "first_name": "Salkin", "last_name": "Erica"}]}, {"title": "Ending Tolerance as a Solution to Incompatibility: The Danish ‘Crisis of Multiculturalism’", "year": "2012", "journal": "European Journal of Cultural Studies", "volume": "15", "authors": [{"name": "Hervik Peter.", "first_name": "Hervik", "last_name": "Peter."}]}, {"title": "Den Politiske Presse: En Analyse af Danske Avisers Politiske Orientering", "year": "2007", "journal": "Journalistica", "volume": "5", "authors": [{"name": "Hjarvard Stig.", "first_name": "Hjarvard", "last_name": "Stig."}]}, {"title": "Terrorism in the Backyard: Coverage of London Attacks, 2005 by the British TV News Channels", "year": "2017", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "61", "authors": [{"name": "Iqbal Muhammad Zubair.", "first_name": "Iqbal", "last_name": "Zubair."}]}, {"title": "News Framing in a Time of Terror. A Study of the Media Coverage of the Copenhagen Shootings", "year": "2016", "journal": "Nordicom Review", "volume": "37", "authors": [{"name": "Jørndrup Hanne.", "first_name": "Jørndrup", "last_name": "Hanne."}]}, {"title": "The Jewish Community in Denmark: History and Present Status", "year": "1998", "journal": "Judaism", "volume": "47", "authors": [{"name": "Kisch Conrad.", "first_name": "Kisch", "last_name": "Conrad."}]}, {"title": "Mourning in America: Ritual, Redemption and Recovery in News Narrative After September 11", "year": "2003", "journal": "Journalism Studies", "volume": "4", "authors": [{"name": "Kitch Carolyn.", "first_name": "Kitch", "last_name": "Carolyn."}]}, {"title": "Kampen om terrorbegrebet", "year": "2015", "journal": "Politica", "volume": "3", "authors": [{"name": "Laustsen Carsten Bagge", "first_name": "Laustsen", "last_name": "Bagge"}, {"name": "Ugilt Rasmus", "first_name": "Ugilt", "last_name": "Rasmus"}]}, {"title": "Media Performance in the Aftermath of Terror: Reporting Templates, Political Ritual and the UK Press Coverage of the London Bombings, 2005", "year": "2016", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "17", "authors": [{"name": "Matthews Julian.", "first_name": "Matthews", "last_name": "Julian."}]}, {"title": "Political Cultures Compared: The Muhammad Cartoons in the Danish and British Press", "year": "2009", "journal": "Ethnicities", "volume": "9", "authors": [{"name": "Meer Nasar", "first_name": "Meer", "last_name": "Nasar"}, {"name": "Mouritsen Per", "first_name": "Mouritsen", "last_name": "Per"}]}, {"title": "Examining ‘Postmulticultural’ and Civic Turns in the Netherlands, Britain, Germany and Denmark", "year": "2015", "journal": "American Behavioral Scientist", "volume": "59", "authors": [{"name": "Meer Nasar", "first_name": "Meer", "last_name": "Nasar"}, {"name": "Mouritsen Per", "first_name": "Mouritsen", "last_name": "Per"}, {"name": "Faas Daniel", "first_name": "Faas", "last_name": "Daniel"}, {"name": "de Witte Nynke", "first_name": "de", "last_name": "Nynke"}]}, {"title": "Journalists as Communities of Practice: Advancing a Theoretical Framework for Understanding Journalism", "year": "2017", "journal": "Journal of Communication Inquiry", "volume": "41", "authors": [{"name": "Meltzer Kimberly", "first_name": "Meltzer", "last_name": "Kimberly"}, {"name": "Martik Emily", "first_name": "Martik", "last_name": "Emily"}]}, {"title": "Denmark between Liberalism and Nationalism", "year": "2013", "journal": "Ethnic and Racial Studies", "volume": "36", "authors": [{"name": "Mouritsen Per", "first_name": "Mouritsen", "last_name": "Per"}, {"name": "Olsen Tore Vincents", "first_name": "Olsen", "last_name": "Vincents"}]}, {"title": "‘News Media’-Media Events: Terrorist Acts as Media Events", "year": "2008", "journal": "Communications", "volume": "33", "authors": [{"name": "Nossek Hillel.", "first_name": "Nossek", "last_name": "Hillel."}]}, {"title": "Established and Outsider Nationals: Immigrant-Native Relations and the Everyday Politics of National Belonging", "year": "2017", "journal": "Ethnicities", "volume": "", "authors": [{"name": "Pratsinakis Manolis.", "first_name": "Pratsinakis", "last_name": "Manolis."}]}, {"title": "The Importance of Ritual in Crisis Journalism", "year": "2007", "journal": "Journalism Practice", "volume": "1", "authors": [{"name": "Riegert Kristina", "first_name": "Riegert", "last_name": "Kristina"}, {"name": "Olsson Eva-Karin", "first_name": "Olsson", "last_name": "Eva-Karin"}]}, {"title": "News Now", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Sheller Mimi.", "first_name": "Sheller", "last_name": "Mimi."}]}, {"title": "‘How Do You Think I Feel? It’s My Country’: Belonging, Entitlement and the Politics of Immigration", "year": "2014", "journal": "The Political Quarterly", "volume": "85", "authors": [{"name": "Skey Michael.", "first_name": "Skey", "last_name": "Michael."}]}, {"title": "Consensus and Dissent After Terror: Editorial Policies in Times of Crisis", "year": "2016", "journal": "Journalism", "volume": "", "authors": [{"name": "Thorbjørnsrud Kjersti", "first_name": "Thorbjørnsrud", "last_name": "Kjersti"}, {"name": "Figenschou Tine Ustad", "first_name": "Figenschou", "last_name": "Ustad"}]}, {"title": "Belonging and the Politics of Belonging", "year": "2006", "journal": "Patterns of Prejudice", "volume": "40", "authors": [{"name": "Yuval-Davis Nira.", "first_name": "Yuval-Davis", "last_name": "Nira."}]}, {"title": "The Right to Tell the (Right) Story: Journalism, Authority and Memory", "year": "2010", "journal": "Media, Culture \\& Society", "volume": "32", "authors": [{"name": "Zandberg Eyal.", "first_name": "Zandberg", "last_name": "Eyal."}]}, {"title": "Between the Nation and the Profession: Journalists as Members of Contradicting Communities", "year": "2005", "journal": "Media, Culture \\& Society", "volume": "27", "authors": [{"name": "Zandberg Eyal", "first_name": "Zandberg", "last_name": "Eyal"}, {"name": "Neiger Motti", "first_name": "Neiger", "last_name": "Motti"}]}, {"title": "Journalists as Interpretive Communities", "year": "1993", "journal": "Critical Studies in Mass Communication", "volume": "10", "authors": [{"name": "Zelizer Barbie.", "first_name": "Zelizer", "last_name": "Barbie."}]}]}