{"doi": "10.1080/17512780701768550", "url": "https://doi.org/10.1080/17512780701768550", "title": "RE-EXAMINING “GATEKEEPING”", "volume": "2", "year": "2008", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Bowman", "first_name": "Leo", "name": "Leo Bowman"}], "abstract": " Journalists in the “new media” era confront important questions as to whether, or how, they adapt their professional practices to a new interactive on-line form that allows citizens to become involved in the news-making process. This paper seeks to re-establish the relevance of traditional journalism practices in the modern era and suggests that they will remain very much a part of the “new journalism” beyond the digital divide. It does so through examining how broadcast journalism interviews challenge authorities in the “public interest”, and suggests, in conclusion, that such practices remain undiminished by the technical, and accompanying social, changes that are driving the “new media”. ", "body": [{"title": "Introduction", "paragraphs": ["In his 2005 text, Bruns coins the term “Gate watcher” to situate the “new media” as open to public opinion, through interactive online “conversations”. His critique of the “old media” implicitly situates the “gatekeeping” activities of the “professional” journalists—who gather and select radio, television and newspaper news to “present” to the public—as counterproductive to the public interest. These conclusions parallel 1970s sociological and cultural studies positions that argue that journalists working in Liberal Democratic states write stories that favour the ruling government and business elites. Authors such as Tuchman (1978) and Hall et al. (1978) find that, in showing “due deference” to authorities, journalists re-enforce such power structures; a position that would contradict their claims that they conduct a “professional” “Fourth Estate” critique of the Liberal Democratic institutions of parliament, the executive, and the judiciary. This paper does not deny that the particular political economic structure that underpins Liberal Democracy is a powerful structuring force, but seeks to argue that the powerful sources that people its institutions are not immune from challenge, in the “public interest”. I agree with the contention of Clayman et al. that static models of journalism are “inadequate to capture the complexity and dynamism of actual journalistic practice” (2007, p. 24). I further agree with their contention that: “one way to advance understanding of journalism–state relationships is to isolate the conditions under which news becomes more independent and critical” (Clayman et al., 2007, p. 24).", "In Bowman (2006) I show that Australian journalists, who interviewed authorities during the 1998 “Waterfront Dispute”, persistently challenged their positions. This paper departs from the more macro emphasis of that earlier work to focus on how particularly journalists challenge powerful sources; but simultaneously distance from a criticism of the person interviewed."]}, {"title": "The Parameters of Journalism Interview Challenges", "paragraphs": ["Conversational Analytic (CA) techniques (Clayman and Heritage, 2002) can test the implied conclusion that journalists’ work tends to reinforce the Liberal Democratic status quo, through an empirical examination of what happens in challenging interviews between journalists and their institutional masters. Clayman concludes from his 1988 studies of journalists’ interview approaches that challenging questions are acceptable if journalists “distance” from the content, through avoiding an overt statement of opinion. How, particularly, challenging work is “done” is the subject of papers on legal cross-examination (Drew, 1992) and on journalism challenging questions (Rosenblum, 1987).", "Drew notes that, in constructing challenges to witness testimony, legal counsel constructs a “puzzle” through asking questions that present a stark contrast with previous testimony from the witness. Drew shows that, rather than simply denying the implied challenge to their credibility, witnesses often seek to repair this credibility, through presenting new “facts” to explain the apparent discrepancy as illustrated (Drew, 1992, p. 467) from the extract below. In the extracts drawn from Drew's studies, the letter A stands for legal attorney and the letter W for witness. A: And during that entire evening Miss (name) it's your testimony that there was no indication as far as you could tell that the defendant had been drinking?  W: No.  A: Now Miss (name) when you were interviewed by the police some time later that evening didn't you tell the police that the defendant had been drinking?  W: No.  A: Didn't you tell them that?  W: I told them there was a cooler in the car and I didn't open it.  ", "A: And during that entire evening Miss (name) it's your testimony that there was no indication as far as you could tell that the defendant had been drinking? ", "W: No. ", "A: Now Miss (name) when you were interviewed by the police some time later that evening didn't you tell the police that the defendant had been drinking? ", "W: No. ", "A: Didn't you tell them that? ", "W: I told them there was a cooler in the car and I didn't open it.", "In this sequence, the witness initially denies that she told the police that the defendant had been drinking. However, she adds to that denial what she told police at that time (i.e. that there were drinks in a cooler in the defendant's car). So the witness constructs her accounts then, and now, as consistent, while also providing for counsel's “mistaken” presentation of the events. Drew (1992) states that the defensiveness of the witness's answer orients to the potential inconsistency in her story. She constructs the contrary version of events to rebut the potential damaging inferences that could persuade the jury that her whole account of the alleged rape lacks credibility.", "In this case, the counsel's contrastive version is important in attempts to have the jury consider that the witness's actions are inconsistent with those of a “victim” and the witness's response is important in seeking to repair the credibility of her initial account. Drew (1992, p. 508) notes that such questioning challenges allow legal counsel to selectively point up apparent inconsistencies in witness testimony and to ask the witness to account for these specific discrepancies. In Drew's (1992) data, legal counsel selects specific events from an entire sequence as important, when other characterisations are possible. Drew (1992, p. 486) uses a further extract from the rape trial to strengthen his argument. A: Well you had some fairly lengthy conversations with the defendant didn't you on that evening of February 14th.  W: Well we were all talking.  A: Well you knew at the time that the defendant was interested in you didn't you?  W: He asked me how I'd been just stuff like that.  A: Just asked you how he'd been but he kissed you good night is that right?  ", "A: Well you had some fairly lengthy conversations with the defendant didn't you on that evening of February 14th. ", "W: Well we were all talking. ", "A: Well you knew at the time that the defendant was interested in you didn't you? ", "W: He asked me how I'd been just stuff like that. ", "A: Just asked you how he'd been but he kissed you good night is that right?", "Through putting together the descriptions of the greeting “just asked you how you'd been”, and of the farewell “but he kissed you good night”, the legal counsel manages to juxtapose the claimed non-intimacy of the greeting with the acknowledged (or apparently acknowledged) intimacy of the farewell. To answer in a non-prejudicial way, the witness needs to present the same facts in a way that denies the implication of the questions. Drew (1992, p. 487) argues that the proposition is “acceptable” because it does not simply propose that if one is right (e.g. if the defendant did kiss her good night) that the other must be wrong (i.e. it must have been a warmer greeting than she is admitting). Whatever inconsistency is being implied in the contrast it is not one that would be resolved by simply discounting one or other of the versions. Instead, the difference between them generates a puzzle about how it could have come about that the witness and the defendant ended the evening on much warmer or closer terms than it is claimed they began it. Thus, the manner of their farewell is represented in the contrast as accountable; not that it is being disputed insofar as it needs to be explained.", "The puzzle, which the contrast implicitly poses, is therefore what happened between the greeting and the farewell which would account for the intimacy of the latter, when they apparently began on a non-intimate footing? In consecutive questions, the witness is asked to affirm or confirm a pair of “facts” which are recognisably not discrete: taken together through their sequentially adjacent position they are juxtaposed in such a way as to generate a puzzle. The puzzle arises through some lack of fit between one fact and the other that needs an explanation that is nevertheless not given. That is, implying that some discrepancy is accountable, without a possible account being provided, creates the puzzle.", "In courtroom examination, legal counsel end this sequence, characterised by the juxtaposition of incongruent statements and evidence, and move to another, in a fashion that suspends judgement, leaving the jury to find for themselves the discreditable implications of the contrast. The use of such a technique allows counsel to avoid stating explicitly what these conclusions are and, through topic closure, to move on to another line of questioning. A technique that avoids direct accusations as to the testimony of the witness buttresses the institutional standing of the lawyer as having no stake in the outcome of their questions, a matter that is open for the consideration of the jury.", "Drew (1992) notes that, in the courtroom, contrasts which are controlled by legal counsel have a special and central role in the hostile, disputatious questioning of the witness. This is because they allow counsel to bring together facets of testimony and to juxtapose them in a way to imply that there is something discrediting about the veracity of the witness's evidence. Though the legal counsel might express an interest only in presenting the facts, the selection of relevant facts and the nature of their presentation are damaging.", "Importantly, the power that flows to counsel in these circumstances does not stem from their status as a lawyer. The privileges that are accorded in the cross-examination do not apply beyond the courtroom and are reflective of the particular norms that govern cross-examination in the practice of the law, and that are designed to ensure that the legal systems can remain relatively autonomous from the norms guiding other social institutions. The work of Rosenblum (1987) shows that journalists can invoke a similar form of relative autonomy in interviews conducted at formally convened press conferences.", "Rosenblum (1987) shows that journalists who are seeking news from political, business, and other powerful sources often mount challenges to the “authorities” position on the topic. Her studies show that the rules of these exchanges are similar to court-room interaction where journalists will vigorously challenge the source to produce information initially withheld from them.", "Rosenblum's studies focused on the last three presidential press conferences of Richard Nixon, prior to his impeachment, and she uncovered journalism challenges to accounts, and recounted occasions when journalists pursued contradictions between and/or within accounts. Rosenblum (1987) argues that these questioning approaches are bolstered by press conference norms that both ensure nominal responsiveness from the convenor of the press conference and prohibit an immediate punitive mobilisation of social control. Thus, she states, in press conferences the real disparity of power between those involved is temporarily circumscribed allowing for a “window of opportunity” where accusations might be made by people normally in a subordinate position. The journalism stance, here, differs from that of the legal counsel, who, through defending, or prosecuting, a particular case, are institutionally partial when considering the facts of the matter before them. In contrast, journalists who conduct one-on-one interviews argue that their “neutral” position requires that they represent all sides equally in seeking to present a balance of opinions to the public. However, the findings of Clayman and Heritage (2002) and Clayman (1988) show that journalists often confront interview sources with opinionated questions. This analysis focuses particularly on that form of opinionated question that Clayman (1988) terms the puzzle question.", "In this regard, the studies of Drew (1992) and Rosenblum (1987) show how legal counsel and journalists, respectively, adapt puzzle questions to the norms and rules of their particular settings. These adaptations result in questioning constructions that are potentially damaging to the courtroom defendant and to the source, or interviewee in the journalistic interview. Therefore, these studies show that journalists might use challenging questions to test the versions of authoritative sources; provided they present apparent discrepancies as a puzzle that they are attempting to reconcile for their audience. In this way, journalists can continue to challenge the source in the absence of a new construction of the facts from the source that can challenge previous understandings. The fact that journalists retreat from a challenging stance when such new information is provided allows them to distance from a personal position through accepting the source's “superior” claim to knowledge on the topic. These understandings are confirmed through my data analysis of a case study conducted during the “Waterfront Dispute” that closed Australia's wharves for four weeks in 1998, between 7 April and 7 May."]}, {"title": "The Waterfront Dispute Case Study", "paragraphs": ["The data collection period began on 7 April 1998 when armed security guards with dogs forcibly evicted the rostered on members of the 1400-strong Maritime Union of Australia (MUA) workforce of Patrick Stevedores at all their ports throughout Australia. It ended with the coverage of the High Court Decision which required that the MUA workforce be re-employed to move port cargo, provided that the administrators could ensure that the companies did not trade while insolvent.", "During the dispute, 385 individual items about the dispute were broadcast, including packaged items consisting of journalism voice reports of events linking “actuality” from sources of information, to commentary and opinion, with the inserts fulfilling a similar role to quotations in a newspaper article. The second form was the interview, where the record of the interview interaction between the journalist and the source was replayed either in an edited form, or in full. The data contained 40 such interviews that ranged in length from two minutes 45 seconds to seven minutes.", "I chose to use analysis selected from the interviews alone, because it is only through the examination of the complete interview that the nature of the interaction between the interviewee and the interviewer can be deduced.", "In so doing, I specifically did not consider the process of negotiation that necessarily precedes the interview, where the focus of the interview and the lines of questioning are discussed. The data specifically concentrates on interview interaction because it can indicate that challenges might occur, despite the various constraints that might exist due to the desire of the interviewee to “get their message across”, and the strategies that they and their public relations advisors devise to try to achieve this to best effect. I argue that, these factors aside, the data indicate that journalists manage to affect interviews that challenge the credibility of the authoritative sources, on major topics of discussion.", "To provide data for analysis, I obtained tape transcripts of all the interviews conducted across the four weeks during which the dispute was in progress. I transcribed all of these tapes, and examined them to discover whether there was a discernible pattern suggesting a journalism ability to challenge authoritative sources. Evidence of journalists’ ability to challenge authoritative sources was apparent throughout the data but, to contain the study, a sample of interviews that pursued certain issues contrary to the “authoritative” position was selected for examination in the data analysis section. I decided to concentrate on the Chief Executive of Patrick, Mr Chris Corrigan, and the main Howard Government actor, Mr Peter Reith, the Minister for Work Place Relations, because their role in the dispute was contentious. The main area of contention was a concern that the action against the workers was pre-meditated and involved a possible conspiracy between the two men that prioritised the dismissal of the workers without consideration of whether this was economically justified—the key defence of both men when questioned on this issue.", "My selection process confined the data set to 20 items that were spread across the course of the dispute, but these items were concentrated in certain periods. The interviews conducted on the first day sought to explain what was happening with the dispute, but also presented information that canvassed reasons for the sacking of the men. This information tested the credibility of interviewee accounts that claimed the actions were spontaneous and based purely on industrial and economic considerations. Similar issues, as to motive, were further canvassed around the court decisions, and these are contained in interview four conducted by Matt Peacock. The court finding lent credibility to the MUA claims that the dispute was contrived to affect the sacking of the men in line with Howard Government industrial relations policy.", "The primary focus of inquiries seeking to establish that the dispute was contrived centred on questions as to the extent to which the action against the workers was pre-mediated; in particular, whether it involved a possible illegal conspiracy between the two men to effect the dismissal of the workers, without regard to the necessity of this action on industrial or economic grounds.", "In the course of the dispute, two competing contentions as to the nature and cause of the events emerged. The Government and the company, Patrick, painted the confrontation as the “natural” consequence of an anti-competitive monopoly structure that meant labour was sourced solely from the MUA. In this view, lack of competition lead to “rorts and inefficiencies”, and anti-competitive behaviour, that became anti-social when people sought to retain “privileged” conditions in spite of detrimental economic effects on the wider community. According to such an argument, the MUA and its union supporters were the architects of their own destiny, and were engaged in unlawful action to prevent the flow of these consequences.", "In contrast, the Labor Opposition, the peak union body The Australian Council of Trade Unions (ACTU) and the union in the dispute itself (MUA), advocated that far from a natural move towards an economic equilibrium precipitated through sustained industrial action, the dispute was a construction. It was the not the natural spontaneous correction that the economic argument proposed, but an action that was pre-ordained and was destined to proceed whatever the economic or political realities. Such premeditation was supported through the contrivance of circumstances designed to affect the political outcome of the sacking of the MUA members whether or not industrial relations negotiation might have met any economic imperatives in another way. In this view, the government and the company had combined to prescribe certain outcomes and to affect them without reference to the relative merits of other positions.", "The basis of the claims made against Mr Corrigan and Mr Reith were that they discussed and implemented a company restructure designed to leave the MUA workforce without jobs to return to. Further, that this approach was designed to break the union for political reasons and was nothing to do with industrial and economic imperatives, as the two men continued to claim throughout the dispute.", "The study had the advantage that it was extensive, pursuing a particular issue over a three-week period. Further, that the issue was covered intensively with interviews and items on the Waterfront Dispute dominating the ABC radio current affairs programmes that were studied during the period. The extent to which coverage of the Waterfront Dispute dominated AM, PM and The World Today was such that many entire programmes were devoted to coverage of the latest developments in the dispute where programmes, at other times, might have covered eight to sixteen separate topics, depending on programme duration. Further, the literature available on the dispute in books, in journal articles, on websites and in newspapers, allowed me to develop an understanding of the context and background of the dispute that I could bring to bear on the data analysis. Such background reading was necessary to understand why certain interviews followed a certain course at various junctures, and why either the journalist, or the source, adopted a different approach at other points in the analysis.", "The combination of saturation coverage of a single issue over a specific and limited period of time allowed for a systematic analysis of the various component parts of individual interviews, which in turn allowed further noting of the features of the individual components of a “challenging” exchange, in particular the challenging question.", "The data analysis examined here limits itself to an examination of challenging “puzzle” questions so that the particular approaches to, the features of, and the effects of such interactions can be examined and analysed. In each case that is examined, the journalist has new information available that allows for the renewal of previous challenges to the source that have been persistently denied. The “new” information that is used to justify such news topic pursuit (Rosenblum, 1987) is detailed in footnotes to the interview sequence.", "CA techniques routinely use a number of symbols to indicate subtle aspects of speech, in a way that can be read from the page. Such things as a pauses and emphases on words, and parts of words, are included in CA analyses of talk interaction. My research omitted such emphases, as I felt that this level of detail was not the focus of the study, and, in fact, might detract from the particular factors that I was trying to identify. Otherwise my approach was faithful to the principles of CA."]}, {"title": "Data Analysis", "paragraphs": ["This interview was conducted on 8 April on the radio programme AM. The interviewer (IR) was Matt Peacock and the interviewee was Mr Corrigan. QI IR: John Coombs’ crystal ball has been pretty accurate to date, is the sacking of your workforce what you and Peter Reith planned all along?  ", "QI IR: John Coombs’ crystal ball has been pretty accurate to date, is the sacking of your workforce what you and Peter Reith planned all along?", "The first “puzzle”, Q1, is put to Mr Corrigan, the Chief Executive of Patrick, after the MUA were removed from the docks. It used the prediction from the Secretary of the Maritime Union, John Coombs, of the date and nature of the action, to support a question asking whether the actions of sacking the workers were pre-planned.1 The journalist selects facts that support this unfavourable version, and constructs a puzzle that situates Mr Corrigan as accountable for explaining this coincidence. Such a use of the puzzle approach approximates that which Drew (1992) describes as the institutional norm of legal cross-examination. A substitution of the word journalist in Drew's (1992) quotation (below) importantly captures the power that the institutional form confers on journalists. They allow the counsel to bring together facets of testimony and to juxtapose them in a way to imply that there is something discrediting about the veracity of the witness's evidence. Though the journalist might express an interest only in presenting the facts, the selection of relevant facts and the nature of their presentation, is damaging.  ", "They allow the counsel to bring together facets of testimony and to juxtapose them in a way to imply that there is something discrediting about the veracity of the witness's evidence. Though the journalist might express an interest only in presenting the facts, the selection of relevant facts and the nature of their presentation, is damaging.", "The question indicates that Mr Corrigan needed to explain the situation in terms that countered Mr Coomb's allegations; in particular his charge that the workers were removed principally to affect their sacking, and to de-unionise the docks. The use of the closed question ties this damaging information to a technique requiring the interviewer to address its content, or risk a possible sanction from the interviewer. The question is similar to courtroom cross-examination approaches, and indicates that the journalist sees this technique as importantly buttressing otherwise hostile challenges through distancing from expressing an opinion through means that are described by Drew as follows: Whatever inconsistency is being implied in the contrast is not one that would be resolved by simply discounting one or other of the versions. Instead, the difference between them generates a puzzle about how it is that two apparently conflicting accounts can be reconciled. (1992, p. 507)  ", "Whatever inconsistency is being implied in the contrast is not one that would be resolved by simply discounting one or other of the versions. Instead, the difference between them generates a puzzle about how it is that two apparently conflicting accounts can be reconciled. (1992, p. 507)", "In news terms, such a construction allows the journalist to pursue the question and to “defer” to the authority where “new” information presenting as a feasible explanation is presented by the “authoritative” source. Drew notes, however, that such an outcome requires a specific questioning technique that manages the exchange in a particular way: It does not simply propose that if one is right that the other must be wrong. Whatever inconsistency is being implied in the contrast is not one that would be resolved by simply discounting one or other of the versions. Instead, the difference between them generates a puzzle about how it could be that apparently inconsistent circumstances are reconciled. Such a construction distances the interviewer from expressing her/his position on the issue instead presenting the scenario for consideration by the overhearing audience. (Drew, 1992, p. 507)  ", "It does not simply propose that if one is right that the other must be wrong. Whatever inconsistency is being implied in the contrast is not one that would be resolved by simply discounting one or other of the versions. Instead, the difference between them generates a puzzle about how it could be that apparently inconsistent circumstances are reconciled. Such a construction distances the interviewer from expressing her/his position on the issue instead presenting the scenario for consideration by the overhearing audience. (Drew, 1992, p. 507)", "In this way, the journalist's credibility as “objective” and “neutral” is maintained because the authoritative source has the opportunity to tailor their response to obviate any apparent inconsistencies in their own versions of events implied by the questioning. The act of skilful question construction allows the interviewer to present potentially damaging questions that are open for the source to refute but, at the same time, the response to such “challenge” questions is also open for the audience to accept, or discount, in light of their own views on the issue.", "The following puzzle questions were asked of the Work Place Relations Minister, Mr Peter Reith, the next day, and they take up a topic that relates to the perception that the Government and Patrick were concerned with the de-unionisation of the docks, rather then the efficiency and viability of Australia's container ports.", "This interview was conducted on 9 April on the radio programme AM. The interviewer (IR) was Raphael Epstein and the interviewee was Mr Peter Reith. Q1 IR: Are you liable for damages were they sacked because they were union members?   Q2 IR: So if the MUA can legally argue that the labour hire company are still part of Patrick or if Patrick divided up the company in this way as part of a plan to sack them you'd lose in court wouldn't you?  ", "Q1 IR: Are you liable for damages were they sacked because they were union members?", "Q2 IR: So if the MUA can legally argue that the labour hire company are still part of Patrick or if Patrick divided up the company in this way as part of a plan to sack them you'd lose in court wouldn't you?", "The live interview with Mr Reith follows another with the MUA lawyer, Josh Bernstein, broadcast immediately before Mr Reith's interview. Mr Bernstein discussed the union's impending legal action that included claims for monetary damages against Mr Reith personally, and against Patrick Stevedores. In particular, the claim indicated that the sacking of the Patrick workforce constituted a breach of Mr Reith's own act, the Workplace Relations Act. The two questions connect the sacking of the union members to the company restructuring, and point to this connection as being central to deciding the credibility of any case put by Mr Reith that the sackings and company restructuring were not related.", "Q1 is a closed question that implies that Mr Reith might have to accept personal liability for damages should a court decide that he acted illegally against the MUA workers. Q2 follows from Q1 in returning to the same question but through the addition of “new” information not contained in the initial challenge. In this case, when Q1 apparently fails to satisfy the journalist that Mr Reith is “telling all”, the journalist inserts potentially more damaging information into the question. Q2 then introduces the possibility that the sackings were preceded by a company restructure that was carried out to facilitate and entrench the sackings, so that a plan to introduce non-union labour could go ahead virtually unimpeded.2 The case then appears to hinge on a journalism judgement that the potential court action, and the nature of the company restructure, calls into question Mr Reith's previous claims that the sackings relate to the broader issues of economic efficiency and industrial irresponsibility.", "Further, the content and type of question places the interview on a footing that requires a direct answer, if the source wishes to avoid a sanction from the journalist for not answering the question. It is the structuring and delivery of these sequential questions that implies that the company restructuring was facilitated to allow for the illegal sacking of union members. It is this particular approach to the structuring and sequencing of the journalist's questions that places such a proposition at the centre of issues that need resolution, in the quest for the reasons behind the dispute. The implicit challenge is housed in a question that allows the authoritative source to recast their answer through a means that favours their version. However, it clearly shows that journalists exercise considerable judgement and skill in framing questions that might lead discussion in a direction where the input is potentially damaging to the credibility of the source and their position as to the “true state of affairs”.", "This interview was conducted on 14 April on the radio programme AM. The interviewer (IR) was Lorann Downer and the interviewee was Mr Corrigan, the Chief Executive of Patrick. The interview examines a new “take” on the legitimacy of the actions of the Government and Patrick in the events leading up to and surrounding the removal of the MUA workers from the docks on 7 April 1998.3  Q1 IR: Mr Corrigan, Frank Costigan the respected QC who conducted the Royal Commission, which examined organised crime and exposed bottom of the harbour tax schemes, has written of his concern of Patrick's corporate restructuring. He says Patrick's changes were not designed to avoid tax, as were the bottom of the harbour schemes, but their design and effect has been to avoid obligations under the Workplace Relations Act, is he right?   Q2 IR: This tactic of stripping a company's assets and leaving the workers to the liquidator while you hide behind the corporate veil is one that you've advocated before when you were running Australian stevedores isn't it?  ", "Q1 IR: Mr Corrigan, Frank Costigan the respected QC who conducted the Royal Commission, which examined organised crime and exposed bottom of the harbour tax schemes, has written of his concern of Patrick's corporate restructuring. He says Patrick's changes were not designed to avoid tax, as were the bottom of the harbour schemes, but their design and effect has been to avoid obligations under the Workplace Relations Act, is he right?", "Q2 IR: This tactic of stripping a company's assets and leaving the workers to the liquidator while you hide behind the corporate veil is one that you've advocated before when you were running Australian stevedores isn't it?", "Lorann Downer introduces information from Frank Costigan QC who conducted a Royal Commission in the late 1970s that uncovered the criminal use of company restructures designed to avoid tax commitments through sending companies to the “bottom of the harbour”. In a newspaper article published in the Melbourne Age on 21 April, Mr Costigan had drawn an analogy between the company structures that facilitated these illegal corporate schemes and those that Patrick were using to facilitate the removal of their union workforce. The questions appear to reflect the journalist's judgement that questions around the restructuring remain central to explaining the dispute, and this issue is worthy of continued pursuit despite the authoritative (Mr Reith and the Government) position that they are largely irrelevant.", "In Q1, the journalist uses the authority of Mr Costigan QC to add weight to previous claims that the company restructuring was clearly designed to circumvent sections of the Workplace Relations Act. Mr Corrigan denies the implicit accusation and seeks to discredit the content through a different characterisation. The denial coupled with the failure to directly address the question prompts the journalist to frame a second puzzle, in more direct and specific terms. In Q2 the journalist clearly states what the broad allegation presented in Q1 specifically meant. She states specifically that it meant stripping assets from the relevant Patrick's companies and leaving the MUA men to the liquidator, while the company hid behind the “corporate veil”.", "This analysis shows how the journalist will extend a puzzle across consecutive questions to pursue a particular line of inquiry. Such examples show that in constructing challenging interviews, journalists often firstly ask a broader question, and then proceed to ask more specific and potentially damaging questions if the source avoids the implication of the initial question. The presence of such a strong and sustained challenge across two separate questions and the pursuit of similar questions around similar content across the series, further indicates that journalists questioning of sources is importantly directed and strategic, rather than simply a means to defer to the interview norm of “balance”. It shows that journalists can maintain such a challenging stance, in spite of the fact that the authoritative interviewees persist with a contrary line.", "This interview was conducted on 23 April on the radio programme AM. The interviewer (IR) was Matt Peacock and the interviewee was Mr Peter Reith.", "The approach uses Mr Reith's withholding of the redundancy money as additional evidence that there is a long-term plan prioritising the sacking of the MUA workforce and that a negotiated settlement that might bring about efficiency gains while preserving the position of the MUA workers is being actively resisted.", "Interview four looks at three puzzle questions. The questions follow from a Federal Court Full Bench Decision confirming a decision awarding the MUA workforce their jobs back until the case against Mr Reith and Mr Corrigan could go to trial.4  Q1 IR: Mr Reith just how hard do you think the administrator's job is going to be, and aren't you making it harder?   Q2 IR: Aren't you being a bit cute here I mean basically the MUA members that have been sacked by Mr Corrigan you were prepared to pay redundancies but you're not now prepared to pay redundancies if some of them can't get jobs back for the ports he's shut down?   Q3 IR: So the redundancy money won't be available unless there's non-union labour accepted back in?  ", "Q1 IR: Mr Reith just how hard do you think the administrator's job is going to be, and aren't you making it harder?", "Q2 IR: Aren't you being a bit cute here I mean basically the MUA members that have been sacked by Mr Corrigan you were prepared to pay redundancies but you're not now prepared to pay redundancies if some of them can't get jobs back for the ports he's shut down?", "Q3 IR: So the redundancy money won't be available unless there's non-union labour accepted back in?", "These questions further challenge earlier claims from Mr Reith and Mr Corrigan that the removal of the workforce relates to wider economic and industrial issues, rather than the workforce's status as union members. It is this resort, to wider economic and industrial issues, that is the basis of the Government's claim to follow an objective reform agenda, when it discriminates as to what parties can receive assistance with redundancies, which is a position potentially prejudicial to the union's position.5 ", "The three questions all follow from turns where Mr Reith tries to present himself as a disinterested party when it comes to involvement with strategies to remove the MUA members. The three challenging questions examined here are framed similarly to those that are presented in the courtroom. To restate Drew, this indicates allowing legal counsel to bring together facets of testimony and to juxtapose them in a way to imply that there is something discrediting about the veracity of the witness's evidence. Though the attorney might express an interest only in presenting the facts, the selection of relevant facts and the nature of their presentation, are damaging. (1992, p. 503)  ", "bring together facets of testimony and to juxtapose them in a way to imply that there is something discrediting about the veracity of the witness's evidence. Though the attorney might express an interest only in presenting the facts, the selection of relevant facts and the nature of their presentation, are damaging. (1992, p. 503)", "In this case, the journalist conceptualises this challenging sequence in terms of new information in a construction that adds weight, and additional dimensions, to questions asked previously and, in so doing, sets higher standards of accountability for the interviewee/authoritative source. In Q1, Mr Reith is asked how hard it will be for the administrators to effect the court order that requires that the MUA workforce are returned to work, and directly suggests that Mr Reith is seeking to make this task more difficult. When Mr Reith seeks to distance himself from the import of this question, the journalist asks Q2, which seeks to highlight an inconsistency in Mr Reith's argument.", "Q3 is a summary question that indicates the nature of the journalist's main objective. The implication is that the Howard Government is using the redundancy to force the use of non-union labour on the docks, and will not countenance other settlements that allow the retention of the union.", "Essentially, in each example, the concern underlying the questions was that the motives for the sackings were related to an anti-union agenda, rather than to any real concern for wharf efficiency. The questions in each case, then, sought to test the credibility of answers that sought to characterise the dispute solely in economic terms. Such an analysis indicates the presence of a journalism judgement that where new evidence compounds the journalist/interviewer's concern with the answers to questions, the interviewer might redouble efforts to test the credibility of the source."]}, {"title": "Findings", "paragraphs": ["In summary, there are a number of important points that are clear from the data above. Journalism interviews use similar methods to those used by legal counsel in courtroom questioning. It shows that journalists uses legal cross-examination techniques to select and arrange certain facts in challenges where they judge that authoritative positions require “testing” in the public interest. These same journalists can persist, throughout the interview, with these challenges, in spite of opposing characterisations of the “true” nature of events from the source. However, they must defer to the source's position when their (the source's) construction of events provides “new” information to explain how their position should be preferred to that presented through the journalist's questioning. Perhaps, fundamentally, the data have established that the challenging questions identified by Clayman (1988) represent more than a sharp insight, and a means through which journalists seek to illustrate they are receptive to positions from the “other side”. However, the analysis also indicates the limits of journalism challenge through indications that challenges must remain within a questioning structure that leaves open the possibility that “new” information from the source might solve what is an “open” question. In the last instance, where journalists cannot use new information to keep challenges alive, the conclusion as to the outcome of the exchange rests with the overhearing audience who might make a judgement, in one way or another."]}, {"title": "Conclusion", "paragraphs": ["The findings from the above analysis show that journalists working in organisations where “gatekeeping” techniques of news selection prevail can provide information that pursues a public interest, in preference to the interests of the social elites that they often interview. In practising these techniques, journalists accord with Janowitz's conception of the “Gatekeeper” model in placing an emphasis on the ability of clients to judge their own self-interest. “The journalist's job is to process information and to comment, in order to place information in a proper cultural perspective and to assist clients in understanding their relationship to the sociopolitical process” (Janowitz, 1975, p. 620).", "In contrast, new media critics of the “Gatekeeper” approach appear to align with the definition of the advocate journalists who believe that they need to adopt practices that assist disadvantaged groups to overcome socio-political barriers to change (Janowitz, 1975, p. 620). The credibility of such outlets, with anyone other than a particular audience, rests with the development of a definitive news-gathering approach that defines the “other means” through which they pursue their stated goals.", "The analysis of the “Gatekeeper” and the “Advocate” journalist that Janowitz penned a generation ago resonates with the professional dilemma faced by those who parry the divide between the “new” and the “old media”. The advocate journalist is not the equivalent of a lawyer because of the absence of an analogy to legal procedures, cross-examination of witnesses, the role of the judge and the appeals procedure for example. Nor are they, in effect, a European style of party journalist, because they are committed to a libertarian ethic and because they oppose excessive confidentiality. These aspects of the self-imposed tasks of the advocate-journalist imply that it is essential for them to have a basis for their professional independence. This requirement perforce, and even unintentionally, leads them back towards the gatekeeper ideal.  ", "The advocate journalist is not the equivalent of a lawyer because of the absence of an analogy to legal procedures, cross-examination of witnesses, the role of the judge and the appeals procedure for example. Nor are they, in effect, a European style of party journalist, because they are committed to a libertarian ethic and because they oppose excessive confidentiality. These aspects of the self-imposed tasks of the advocate-journalist imply that it is essential for them to have a basis for their professional independence. This requirement perforce, and even unintentionally, leads them back towards the gatekeeper ideal.", "The resolution of the dichotomy between the gatekeeper and the advocate perspectives rests not in a mechanical synthesis, but, rather, in a clear differentiation.The core task of the journalist—given both the ambiguity of the advocate model and centrality of information for a democratic society—rests in the gatekeeper model. The advocate role as a distinct and secondary role, if it is to persist with effectiveness and responsibility, will require an element of professionalization to insure its independence and to define its limits and potentialities. (Janowitz, 1975, p. 662)"]}], "references": [{"title": "“Reformulating Objectivity: charting the possibilities for proactive journalism in the modern era”", "year": "2006", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Bowman Leo", "first_name": "Bowman", "last_name": "Leo"}]}, {"title": "“Displaying Neutrality in Television News Interviews”", "year": "1988", "journal": "Social Problems", "volume": "35", "authors": [{"name": "Clayman Steven", "first_name": "Clayman", "last_name": "Steven"}]}, {"title": "“When Does the Watchdog Bark? Conditions of aggressive questioning in presidential news conferences”", "year": "2007", "journal": "American Sociological Review", "volume": "72", "authors": [{"name": "Clayman Steven", "first_name": "Clayman", "last_name": "Steven"}, {"name": "Heritage John", "first_name": "Heritage", "last_name": "John"}, {"name": "Elliott Marc", "first_name": "Elliott", "last_name": "Marc"}, {"name": "Mcdonald Laurie", "first_name": "Mcdonald", "last_name": "Laurie"}]}, {"title": "“Professional Models in Journalism: the Gatekeeper and the Advocate”", "year": "1975", "journal": "Journalism Quarterly", "volume": "52", "authors": [{"name": "Janowitz Morris", "first_name": "Janowitz", "last_name": "Morris"}]}, {"title": "“When Is a Question an Accusation?”", "year": "1987", "journal": "Semiotics", "volume": "65", "authors": [{"name": "Rosenblum Karen", "first_name": "Rosenblum", "last_name": "Karen"}]}]}