{"doi": "10.1080/17512786.2012.667275", "url": "https://doi.org/10.1080/17512786.2012.667275", "title": "FREELANCE JOURNALISTS AS A FLEXIBLE WORKFORCE IN MEDIA INDUSTRIES", "volume": "6", "year": "2012", "issue": "5-6", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Edstrom", "first_name": "Maria", "name": "Maria Edstrom"}, {"last_name": "Ladendorf", "first_name": "Martina", "name": "Martina Ladendorf"}], "abstract": " Economic cutbacks in the media sector diminish the chances of employment for journalists, and consequently the number of atypical workers in the media industry, such as freelancers, is growing worldwide. This study of Swedish freelancers is grounded in both quantitative and qualitative data. The quantitative data are taken from ongoing surveys conducted by researchers at the University of Gothenburg, based on representative samples of practising journalists made in 1989, 1994, 1999 and 2005. Around 2000 journalists were included in each survey. The qualitative material consists of 13 biographical interviews with freelancers in northern Sweden. The results will be compared with international studies. The choice to work as a freelance journalist is connected to lifestyle, and the idea of “life as a project”, as well as entrepreneurialism, in ways that are connected to the societal processes of individualization and “flexibilization”. ", "body": [{"title": "Introduction", "paragraphs": ["Self-employed journalists in the media industries who deliver material to the press, electronic media, the Internet and the information businesses are seldom the focus of research. The present study is relevant to the discussion about flexible work in general and “portfolio” work in particular. The media industries provide an especially relevant sector to study, because of their increasingly fluid composition and porous boundaries (Platman, 2004).", "Economic cutbacks in the media sector diminish the chances of employment for journalists, and consequently the number of atypical workers in the media industry, such as freelancers, is growing worldwide (Deuze, 2007; Nies and Pedersini 2003; Walters et al., 2006). According to some social theorists (Beck, 1992, 2000; Giddens, 1998; Sennett, 1998, 2004; see also Stanworth and Stanworth, 1995), this is a current trend in Western labour markets as a whole. Hanitzsch and Wahl-Jorgensen argue that “[journalism] research tends to overlook particular categories of news workers. It predominantly charts the professional cultures of privileged full-time news reporters over casualized, multi-skilled, and free-lance journalists” (2009, p. 12), even though, as Henrik Örnebring (2009) has already pointed out, there is some interesting work being conducted about freelance journalists in the sociology of work and occupations (e.g. Baines, 1999; Hytti, 2005; Platman, 2003). Those working in organizations are also “affected by the shift towards individual responsibility and accountability for the organization of work” (Deuze, 2007, p. 84). However, freelance journalists are a group for whom such societal processes, as various social theorists have pointed out, are intensified. Some previous research (Baines, 2002; Das, 2007; Dex et al., 2000; Gill, 2002; Nies and Pedersini, 2003; Platman, 2003) highlights the insecurities of flexible work in the media sector, mainly pointing out the negative aspects of freelance lifestyles. This stands in stark contrast to the discourse on portfolio careers and flexible work (see e.g. Handy, 1994), which is highly celebratory of the advantages of these new kinds of careers. An American Web survey of freelance journalists (Massey and Elmore, 2011) suggests that female freelancers are even more satisfied than their male counterparts with their choice of occupation.", "It is important, therefore, to understand the perceived advantages and disadvantages of the self-employed lifestyle, and to see how freelance journalists’ subjectivities are constituted through the societal processes of individualization and “flexibilization”. We also need to consider the evolving ideologies of work and their impact on media industries."]}, {"title": "Significance", "paragraphs": ["The main significance of the project resides in its focus on current developments in the work of media content producers. Sweden has long a tradition of a strong, stable market for freelance journalists. However, the market for freelancers is now changing rapidly, in Sweden and in the rest of Europe. By studying how freelance journalists negotiate different aspects of their work and life, we will be able to understand them better, along with other portfolio workers in creative jobs that now are under threat."]}, {"title": "Survey of the Field", "paragraphs": ["The proposed project belongs in the field of media production studies (Caldwell, 2008; Mayer et al., 2009), journalism studies (Gans, 1980; Schlesinger, 1978; Tuchman, 1978; Wiik, 2010), and studies of working life. As mentioned above, most research into journalistic practice focuses on journalists in employment. This leaves a research gap concerning studies of self-employed journalism or other casualized or flexibilized work in the media, even though this group seems to be growing (Deuze, 2007; Dex et al., 2000). However, some work has been conducted in the field of organizational and occupational studies. One of the few Swedish studies in this area is a dissertation by working life researcher Marika Hanson (2004), in which she compares freelance journalists to civil servants who work under flexible working arrangements such as tele-work. She concludes that flexible working conditions require a self-governing competence, something that is regulated inter-subjectively by the workers themselves. Susan Baines’ (2002) study on British self-employed media workers mainly focuses on how they work from home and the consequences for their personal and domestic life. She sees this as reverting to a model of an older cottage industry, despite the use of new technology such as computers and the Internet. On the other hand, Deborah Smeaton (2003) has analysed British statistics on work and employment to show that, even when pushed into self-employment, most workers experience higher levels of work satisfaction than employees.", "Drawing on Nikolas Rose's (1999) thesis on freedom, Kerry Platman (2004) discusses the interplay between insecurities and constraint, on the one hand, and the increase in freedom, on the other, among portfolio workers in the British media industries. She found that both clients and workers valued the freedom and flexibility of freelance work, but that freelancers tended to be more vulnerable. In a study of freelance magazine workers (Ekinsmyth, 1999), it was found that these professionals were particularly affected by the interplay between opportunity and insecurity. It is questionable why anybody would want to work as a freelancer, as working conditions are usually worse than those for contracted employees. Despite this, Ekinsmyth's informants all preferred self-employment because of the greater freedom and flexibility it provides. In another study, respondents name “freedom” and “being your own boss”, as the main advantages of the freelance lifestyle (Stanworth and Stanworth, 1995). Similar arguments are found in Ulrich Beck's (1992) thesis about the reflexive modernization of the risk society, where work and employment is an increasingly risky business, and lifelong employment belongs to the past.", "In an ongoing research project and interview study by Martina Ladendorf, she studied freelance journalists in the area of Norrbotten. In a recent article (Ladendorf, 2012), which focuses on the ethical boundary settings concerning information work, she comes to the following conclusion: the freelancers in Norrbotten conduct themselves according to journalistic ideals and make ethical considerations, but most of them sometimes do work that is not traditional journalism. The informants say that it is impossible to survive as a freelancer otherwise. Some informants assert that jobs which are on the border between journalism and information are not inferior, but in fact superior to many journalistic assignments, such as journalism for local dailies. The interviewees recognize that there have been many changes in the media landscape, such as commercialization, which have lowered the quality of journalism, but it is of course difficult to know whether these changes are more perceived than actual. The blurring of the borders between journalism and information was evident in the material (13 life-story interviews), but at the same time it seemed crucial for the journalists to maintain these borders. The purpose was to guard the integrity, impartiality and trustworthiness of the journalist and maintain a coherent life-story and self-identity."]}, {"title": "Research Methods", "paragraphs": ["In the interviews we focus on freelancers’ conceptions of their everyday working lives. This will be combined with the longitudinal quantitative data from the Swedish Journalism surveys from 1989 to 2005.", "The qualitative analysis is partly used as explanation for the structural patterns that will emerge in the analysis of the qualitative material. Our criteria for selecting the participants are firstly that they have to be “real freelancers”; that is, self-employed journalists and portfolio-workers with several employer-clients. The quantitative material is taken from the Swedish Journalist surveys carried out in 1989, 1994/95, 1999 and 2005 by Professor Kent Asp at the University of Gothenburg.", "A representative sample of 1500–2000 journalists received a postal questionnaire and the response rate was about 60–65 per cent (see Table 1). The questions relate to work, professional roles and professional principles, but also enquire about the journalist's opinions on societal developments, the role of the media and ethical dilemmas. The collected material has been analysed in several books and dissertations (e.g. Andersson, 2009; Asp, 2007; Weibull et al., 1991; Wiik, 2010). However, the data concerning the situation of freelance journalists has not been analysed separately from employed journalists, apart from certain aspects which were examined in Wiik (2010). The quantitative data will be able to give structural information on freelance journalists and serve as an indicator of how typical/atypical the collected life stories are."]}, {"title": "Theoretical Frame", "paragraphs": ["Ideas of societal change and the flexibilization of working life are used to construct theoretical frameworks (see e.g. Beck, 1992, 2000; Garsten, 2008). These theories are connected to the construction of entrepreneurial or enterprising subjects, something that has been seen as connected to neo-liberalism (du Gay, 1995; Rose, 1999). In previous research and theory about self-employment, two competing models are visible; firstly, the “portfolio model” where highly skilled, younger professionals are pulled into self-employment, and secondly, a marginalization model where less skilled workers are pushed into self-employment due to structural changes in the industry or to unemployment (Smeaton, 2003). Michel Foucault's concept of “governmentality” (Foucault, 1983, 1991) can serve as a theoretical nodal point for our analysis. In governmentality, individuals are to scrutinize and govern themselves through “introspection, foresight, calculation, judgement and according to certain ethical norms” (Rose, 1999, p. 78). In the labour market, employees are increasingly transformed into entrepreneurs, and even forms of employment other than self-employment are flexibilized (Garsten, 2008)."]}, {"title": "Empirical Data", "paragraphs": ["The journalist surveys conducted at the University of Gothenburg provide a structural background for studies of journalists in Sweden. The sample of journalists was taken from the members of the Swedish Union of Journalists (SJF), an organization that works with both professional and union issues. In Sweden there are about 20,000 people working as journalists. The large majority are members of the SJF; 18,000 were members in 2005 and 15,000 and of them are working professionally. They formed the basis for selection for the journalist surveys. A majority of Swedish journalists still have steady jobs, about 70 per cent have fixed positions and about 11 per cent are freelancers.", "Freelance journalists in Sweden live mainly in the cities and are better educated than other Swedish journalists. They also seem to be more content with life than other journalists. In the 2005 survey, more than 40 per cent of freelancers said that they were “very content” with their lives compared to other journalists, of whom only 34 per cent answered that they were “very content”; 87 per cent of freelance journalists have had a higher education, compared to a general mean of 78 per cent for the other journalists (see Table 2).", "Generally speaking, it is the older male journalists in Sweden that have the lowest levels of education and the young women who have the highest. This holds for freelancers as well; 95 per cent of female freelancers have had a higher education. The gender balance is about the same for freelancers as for other journalists, and since 1989 there has been a substantial increase in female journalists in all sectors.", "Half of the nine million population of Sweden is concentrated in three large city areas, while the balance lives in smaller towns and in rural areas. More and more journalists work in the Stockholm area, but the majority still work outside the capital. Half of the freelancers work in Stockholm, while a third work outside the large cities.", "Swedish freelancers seem to work with few clients; 58 per cent have five or less clients. The trend over the years is that the freelancers work with more and more clients. The most common client is a factual magazine (Table 3).", "It should be noted that Sweden has a large amount of magazines apart from popular and factual magazines. As well as large newspaper subsidies and strong public service radio and television, the Swedish government provides an important subsidy to support art and culture periodicals. The state cultural policy is to safeguard freedom of expression, and the Swedish Arts Council works to increase the distribution and reading of art periodicals and magazines (the definition of “art” is very wide). In 2010, 102 periodicals were granted €1.9 million by the Swedish Arts Council. The council also supports art Web periodicals, encouraging job opportunities for journalists in very small magazines. This of course benefits freelance journalists; 37 per cent work for newspapers, and 23 per cent for radio and television, but very few in the news. The largest topics for freelancers are culture and politics, followed by entertainment, business and foreign affairs (Table 4).", "The fact that few freelancers work in news is confirmed by the large study Global Report on the Status of Women in the News Media (International Women's Media Foundation 2011). This study revealed that only 7 per cent of the total workforce in the news media was freelance. There was also a clear male dominance among freelancers in most countries, with the exception of Northern Europe, Eastern Europe and Western Europe (Table 5).", "The Global Report indicated a gender bias on several levels of employment. Men were more likely to have full-time positions and women were more likely to have part-time jobs.", "The area of Norrbotten was chosen for this study partly for reasons of convenience, but also because it is a well-defined region and therefore well suited for a case study. It is the northernmost county of Sweden, with under 200,000 inhabitants and an area of 26,671 square kilometres. The method chosen was life-story interviews with 13 individual freelancers who were living and working in Norrbotten. The interviews lasted between 30 minutes and three hours (most commonly two hours). The chosen informants were all self-employed journalists between the age of 39 and 60 and all except for one supported themselves economically through journalistic and information work assignments. All but two had a university degree.", "The word “freelancer” means “mercenary”, a soldier whose loyalty is sold. The word “free”, as in “freedom”, is the dominant part of the term. In the discourse of the interviewed freelance journalists, the words “free” and “freedom” take a privileged position. One can talk about freedom as a nodal point in the discourse. When discussing the positive aspects of being self-employed, the journalists all talked about the freedom they experienced. In the narratives, this included freedom from oppressive aspects of work as an employee such as bosses, disgruntled co-workers, unrewarding work tasks, etc. “I don't like being employed, I don't like going to the same work place every day and existing in a structure with bosses and meetings and things that take time, because I want to focus on work” (female, 39 years old). The respondents felt that the enabling components of their freedom were visible. In the narratives of the freelancers, the aspect of freedom that seemed the most important, and was also judged as the most positive, was the freelancers’ power to decide over how they used their own time. Even though some of them started to freelance for other reasons (often they had been more pushed than pulled into self-employment), most of them said they would find it hard to go back to work in organizations. Similar results were found in a number of previous studies (e.g. Ekinsmyth, 1999; Stanworth and Stanworth, 1995). However, having this power to decide over their own time also has a downside, because it also means that they have to push themselves, internalizing the super-ego that is normally the role of a manager. As Rose suggests, this internalized self-government can be even harder to escape than an external authority. One of the informants puts into words what many interviewees report that “One has to be disciplined, one must be ready to work, and, maybe much more, adjust to others and give people what they want. One can never have mediocre days as one can in employment. If one is ill, for example, and has taken an assignment, one still has to make that deadline” (male, 57 years old). Furthermore, the informant differentiates between “the feeling of freedom” and “actual freedom”: “It is an unbelievable feeling of freedom, but one has to remember that the feeling is stronger than the actual freedom”. The former is unbelievable and invaluable, and even though it does not exactly correspond with the everyday life of the freelancer, it is worth a lot. The material suggests that there is a nostalgic dream connected to the idea of freelancing among journalists: Well, it wasn't really thought through. It was probably a romantic idea that I wanted to freelance. So it probably started as a naïve dream to become more free. The dream to become a fiction writer came in the same package. My novel was published in 1996, perhaps. (Male, 46 years old, emphasis added)  ", "Well, it wasn't really thought through. It was probably a romantic idea that I wanted to freelance. So it probably started as a naïve dream to become more free. The dream to become a fiction writer came in the same package. My novel was published in 1996, perhaps. (Male, 46 years old, emphasis added)", "However, being a freelancer, one has to be disciplined and work hard, something that suggests that the figure of the manager is internalized when one becomes one's own boss. This corresponds with Nikolas Rose's ideas of self-government. Thus, this kind of freedom comes at a price. The situation the freelancer describes where he has to adjust to work load and clients is commonly named “flexibilization” in the literature of working life.", "In the material collected, the message is clear: as a freelancer, the need to adjust to client-employers is even bigger than for journalists in employment. This is evident in all interviews, and will be illustrated by some examples. One female journalist, who was 39 years old, was working mainly for different monthlies. These were using standardized formats that were adjusted to different target groups. For example, women in different age groups, or a fitness magazine for women, where it was not allowed to write about children (as those in the target audience were seen as trying to forget their roles as mothers and focus on themselves when reading this particular magazine). A 40-year-old female journalist explained that she had to use a certain editorial tone/style when writing for a women's magazine for the older age group. Thus, gaining competence in writing for different genres was crucial when working as a freelancer. Also, the ability to master the different genres/roles of journalism/information and journalist/PR worker was something the informants discussed. Another, and even more important aspect, was the necessity of adjusting to the client's needs, wishes and demands. The expression “the customer is always right” epitomizes the attitude of the freelancer. One means of adjustment was to build a relationship with editors, as much of the work depended on contacts and informal networks. There were many stories about the appointment of new editors resulting in the loss of steady clients. This accentuated the need for the freelancer to not keep all their eggs in one basket, and to be flexible, to be able to spot appropriate opportunities and be pro-active. Other aspects of “flexibility” included the informants’ felt need to work even when they were sick, in order to meet deadlines. Many talked in some detail about this. All had experienced unsteady flows of work and income, and spoke about dips in work supply, such as sometimes going two months in the autumn without work. Then, just like a miracle, the phone started ringing again, and they felt the need to accept assignments even though they had enough work, because they could not risk losing clients.", "On the positive side, freelancers also experienced leading more flexible lives, for example being able to take longer vacations and being flexible towards the needs of their families. The latter was especially noticeable among those who had small children, but also with one older man who enjoyed taking care of his wife's grandchildren. He felt that his flexible job gave him the opportunity to spend time with these two small boys. However, there were two men in the group who did not have children, and two men with (grown-up) children who did not talk about child care in relation to their jobs. All the women had children and discussed this and how they juggled or had juggled childcare with work. Two of the men expressly discussed juggling work with children, and how they shared the care-taking duties with their wives. Three women aged around 40 had built their working lives around the needs of their families and children. Thus, their attitude towards work itself was flexibilized and their work was deemed less important than their role as mothers. This was not evident in any of the men, even though some of them also valued their flexible life highly, especially in terms of their role as a father."]}, {"title": "Concluding Discussion", "paragraphs": ["One of the more interesting findings, which is also in line with previous studies (see “Survey of the Field” section), is that freelancers seem to be more content with life than other journalists. The authors seemed baffled that portfolio workers preferred to be self-employed, as they felt that self-employment offered lower levels of security and income. Our qualitative data can be used to explain this apparent paradox. To work as a freelancer offers the interviewees a lifestyle with personal freedom and flexibility. This lifestyle seems to be in line with recent trends in society as a whole and the labour market in particular, which have resulted in increasing individualization and flexibilization. Along with a discourse of entrepreneurialism, these circumstances make the freelance lifestyle more attractive to many subjects than being employed, offering them a higher degree of self-realization. Rapid changes in the media industries make the idea of a lifelong career with one employer less likely, and even employed work has increasingly become structured by short-term projects and goals. Being self-employed transfers the decision about changes and transformations to the individual him- or herself, rather than the organizations.", "It is also worth noting that the qualitative data indicate that freelance journalists are more educated than their employed counterparts. Going freelance might provide the opportunity for assignments with more depth and analysis than employed work.", "Another result from the quantitative data that seems worth discussion is the high degree of parental leave taken by female freelancers (in comparison with employed journalists), which can be contrasted with the lower amount of parental leave taken by freelancing males. This could be interpreted along with the life-story interviews, in which females with small children explained how they structured their working lives around their family's needs. As an American survey on freelance journalists suggests “For women, self-employment as freelance news workers may function as a refuge; as a ‘place’ where they can find the right mixture of work and family” (Massey and Elmore, 2011, p. 681). However, this could be an effect of the informants living in a rural area, with a higher degree of traditional family values and lower living expenses. In future studies, interviews could be carried out with freelancers in urban areas to complement these findings. In the survey, 30 per cent of freelancers were living outside urban areas, which shows that rural freelancers are a substantial group, and therefore well worth studying."]}], "references": [{"title": "Servicing the media: Freelancing, teleworking and ‘enterprising’ careers", "year": "1999", "journal": "New Technology, Work and Employment", "volume": "14", "authors": [{"name": "Baines Susan", "first_name": "Baines", "last_name": "Susan"}]}, {"title": "New Technologies and Old Ways of Working in the Home of the Self-employed Teleworker", "year": "2002", "journal": "New Technology, Work and Employment", "volume": "17", "authors": [{"name": "Baines Susan", "first_name": "Baines", "last_name": "Susan"}]}, {"title": "Sydney Freelance Journalists and the Notion of Professionalism", "year": "2007", "journal": "Pacific Journalism Review", "volume": "13", "authors": [{"name": "Das Jannabi", "first_name": "Das", "last_name": "Jannabi"}]}, {"title": "Freelance Workers and Contract Uncertainty: the effects of contractual changes in the television industry", "year": "2000", "journal": "Work, Employment \\& Society", "volume": "14", "authors": [{"name": "Dex Shirley", "first_name": "Dex", "last_name": "Shirley"}, {"name": "Willis Janet", "first_name": "Willis", "last_name": "Janet"}, {"name": "Patterson Richard", "first_name": "Patterson", "last_name": "Richard"}, {"name": "Sheppard Elaine", "first_name": "Sheppard", "last_name": "Elaine"}]}, {"title": "Professional Workers in a Risk Society", "year": "1999", "journal": "Transactions of the Institute of British Geographers", "volume": "24", "authors": [{"name": "Ekinsmyth Carol", "first_name": "Ekinsmyth", "last_name": "Carol"}]}, {"title": "New Meanings for Entrepreneurs: from risk-taking heroes to safe-seeking professionals", "year": "2005", "journal": "Journal of Organizational Change Management", "volume": "18", "authors": [{"name": "Hytti Ulla", "first_name": "Hytti", "last_name": "Ulla"}]}, {"title": "Ethical Boundary Settings of Freelance Journalists Concerning Information Work", "year": "2012", "journal": "Nordicom Review", "volume": "33", "authors": [{"name": "Ladendorf Martina", "first_name": "Ladendorf", "last_name": "Martina"}]}, {"title": "Happier Working for Themselves?", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Massey Brian L.", "first_name": "Massey", "last_name": "L."}, {"name": "Elmore Cindy J.", "first_name": "Elmore", "last_name": "J."}]}, {"title": "The Self-designed Career in Later Life: a study of older portfolio workers in the United Kingdom", "year": "2003", "journal": "Ageing \\& Society", "volume": "23", "authors": [{"name": "Platman Kerry", "first_name": "Platman", "last_name": "Kerry"}]}, {"title": "Portfolio Careers’ and the Search for Flexibility in Later Life", "year": "2004", "journal": "Work, Employment \\& Society", "volume": "18", "authors": [{"name": "Platman Kerry", "first_name": "Platman", "last_name": "Kerry"}]}, {"title": "Self Employed Workers: calling the shots or hesitant independents? A consideration of the trends", "year": "2003", "journal": "Work, Employment \\& Society", "volume": "17", "authors": [{"name": "Smeaton Deborah", "first_name": "Smeaton", "last_name": "Deborah"}]}, {"title": "The Self-employed Without Employees—autonomous or atypical", "year": "1995", "journal": "Industrial Relations", "volume": "26", "authors": [{"name": "Stanworth Celia", "first_name": "Stanworth", "last_name": "Celia"}, {"name": "Stanworth John", "first_name": "Stanworth", "last_name": "John"}]}]}