{"doi": "10.1080/1461670X.2019.1568905", "url": "https://doi.org/10.1080/1461670X.2019.1568905", "title": "Mapping Transnational Journalism in the Age of Flows: Or How I Ditched “Foreign Correspondence” and the “Immigrant Press” and Started to Love Histoire Croisée", "volume": "20", "year": "2019", "issue": "15", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Archetti", "first_name": "Cristina", "name": "Cristina Archetti"}], "abstract": "ABSTRACTThis article is about the conceptual and methodological challenges of mapping twenty-first-century transnational journalism. They are examined by focusing on the case study of a journalistic genre that spans the local, national and transnational dimensions at once: online local news in English from non-English-speaking countries. This kind of news appears to defy the boundaries of existing journalistic categories. Given that defining a problem (ontology) affects the way we go about researching it (methodology), the absence of a clear definitional category a researcher can assign this news-phenomenon to raises important questions: Which strategies might be employed to map this genre of news, to identify what is relevant to it, and ultimately to understand it? The analysis first outlines the limitations of existing journalistic categories in capturing the fluid reality of contemporary transnational news. Then, borrowing from the toolkit of International History, it suggests an alternative inductive and relational approach to examining transnational journalistic practices—histoire croisée. The benefits of this approach are illustrated through an empirical mapping of the actors, connectors and connections that make up the “circulatory regime” of the leading provider of local news in English in Europe: The Local.", "body": [{"title": "Introduction: The Sighting of Unidentified Journalistic Objects", "paragraphs": ["When it comes to news making, scholarly and media attention seem to swing between the decline of international news and foreign correspondence (Hiatt 2007; Hamilton 2009, 463; Moore and Loyn 2010; Sambrook 2010), the “death of newspapers” (Alterman 2008; McChesney 2012), and the viability of hyperlocal news (Franklin and Murphy 2005 [1998]; Remez 2012; Nielsen 2015). It is thus perhaps not that difficult to lose sight of any other form of journalism that might not be located either at the international level, in the national dimension, or the domain of community neighbourhood. This article’s aim is precisely to address the conceptual and methodological challenges of charting this fast-changing—yet neglected and largely unknown—in-between journalistic space. It does so by focusing on the empirical case study of a journalistic genre that spans the local, national and transnational dimensions at once—online local news in English produced in non-English-speaking countries. While news in English for (mostly) foreign audiences is per se not a new phenomenon, both the internet and information sharing practices among audiences appear to support a proliferation of outlets whose purpose and lifecycles are largely being neglected.", "Practical examples of this kind of news can range from a piece about Game of Thrones recruiting 2400 extras in Almeria, Spain (thelocal.es 2015) to the reporting of the introduction of new measures to promote quality restaurants on the Côte d’Azur (The Riviera Times 2015). Although only the outlet The Local, currently the most prominent provider of local news in English in Europe, has attracted some level of worldwide media attention (Langley 2014; Tarling 2015), a closer look on the net reveals a myriad additional outlets. In the Netherlands (a country not currently covered by The Local), for example, local news in English is delivered by DutchNews.nl (http://www.dutchnews.nl/) and Dutch Daily News (http://www.dutchdailynews.com/). A small country like Norway—with a population of just over five million (Statistisk sentralbyrå 2016)—presents as many as eight news producers in English: apart from The Local.no (http://www.thelocal.no/) also The Nordic Page (http://www.tnp.no/), News and Views from Norway (http://www.newsinenglish.no/), The Foreigner (http://theforeigner.no/), The Norway Post (http://www.norwaypost.no/), Norway News (http://www.norwaynews.com/en/), Norway Today (http://norwaytoday.info/), The Oslo Times (http://www.theoslotimes.com/).", "Who is this news for? Why is local news from Spain, France, the Netherlands or Norway in English? The editorial mission statements of two outlets representative of the wider trend across the many available news providers, The Local and DutchNews.nl, both offer preliminary suggestions and raise further questions. The aim of The Local, according to its own editorial statement, is to “capture the essence of nations by finding the stories that tell us who we are (and who those other people over there are), breaking down barriers and bringing us closer together” (The Local, n.d.). DutchNews.nl (n.d.) also introduces itself as “a provider of quality Dutch news and current affairs in English for an international audience.” Is this news in English meant to be a form of “foreign correspondence” towards dispersed foreign publics? The Local’s blurb (The Local, n.d.), however, continues by saying that “our entertaining blend of daily news, business and features has made the site essential reading for foreign professionals in Europe.” Similarly, DutchNews.nl is part of its owner company’s, Dutch News BV, portfolio of “websites which cater to English-speaking professionals in the Netherlands” (DutchNews.nl, n.d.). If local news in English is a source of information for foreigners, is this not rather a case of “immigrant press”? What genre of journalism is this exactly?", "Finding an answer to this question has further-reaching implications than merely sticking a label (or two) on a journalistic product. It means assessing the soundness of existing possibly applying categories to check whether they are fit for purpose in a fast transforming journalistic and media landscape. It also begs another question, which ultimately pertains to defining the very nature (ontology) of transnational journalism, its epistemology (what we can expect to learn about it), and methodology (the strategies we use to research it) (Hay 2002, 64): If existing labels do not apply, how do we go about finding out what we are dealing with? How do we establish what the boundaries of the new phenomenon are—in other words what is relevant to it? And how do we do so without being affected by limiting preconceptions?", "The analysis proceeds through four stages. First, it reviews the main concepts currently used to define transnational journalistic and media products to show that they are not applicable to the case at hand. The second step illustrates the reasons for choosing the method of histoire croisée to map the (uncategorized, as it is established by that stage) phenomenon. The third part demonstrates the application of the method by presenting the constellations of actors, technologies, locations, situations (or “circulatory regime,” as we will see) that support the existence of the journalistic practices and outputs of The Local. The article ends by outlining the methodological benefits of histoire croisée for Journalism Studies, but also by including some conceptual reflections inspired by the examined case."]}, {"title": "Categorizing Journalism: Unfitting Conceptual Boxes", "paragraphs": ["What label might fit a news genre, as local news in English in non-English-speaking countries, that is at once local, national, and transnational? There are several concepts that relate to journalism across borders and that either do not reflect these features or consist in journalistic practices that are, in fact, different from those we are trying to categorize. “Global journalism” (Seib 2002; Reese 2008), for instance, according to Berglez (2008, 847) is defined by a “global outlook.” This is a perspective that “seeks to understand and explain how economic, political, social and ecological practices, processes and problems in different parts of the world affect each other, are interlocked or share commonalities,” as opposed to the “national” (Berglez 2008)—and we might add the “local”—outlook. “Transnational journalism,” as Grieves (2012, 8) writes, “treats more than one nation as the home audience.” This presumably means that a journalist writing national news in one country is thinking of national publics located in specific foreign countries as his or her target. News in English in non-English-speaking countries is, instead, local and targeted at an English-reading audience that could be located anywhere. “Transborder journalism” consists in three journalistic practices and products that might well be local but, materializing around a border, similarly to the case of “transnational journalism” involve two (or more) specific countries: transmission of programs or distribution of publications across a national border, news reporting on location from the neighboring country [could one not call this “foreign correspondence”, by the way?], and the joint production of programs in partnership with broadcast stations from the neighboring countries. (Grieves 2011, 240)", "transmission of programs or distribution of publications across a national border, news reporting on location from the neighboring country [could one not call this “foreign correspondence”, by the way?], and the joint production of programs in partnership with broadcast stations from the neighboring countries. (Grieves 2011, 240)", "Terms like “international journalism” and “international news” tend to be used generically in the literature and often refer to completely different phenomena. “International journalism,” for instance, is used by Kevin Williams (2011, 21, 23) as a synonym of “foreign correspondence.” “International news” might refer to as diverse phenomena as national news about foreign events (Chang, Shoemaker, and Brendlinger 1987, for one example), national news that is distributed abroad (Clausen 2004), or the output of international news agencies (Paterson 2007).", "The news I am trying to categorize, in addition to this, is in English. This is not significant per se. The point is rather that it is in a language that aims to ensure reach to the widest possible audience. In this respect news in English in non-English-speaking countries is different from journalistic products from English-speaking countries that are distributed abroad: think of CNN, The Continental Daily Mail, or the International Herald Tribune (although English does help attracting publics, especially elites, who use it as a second language—an example is the now defunct The European). The use of English as a lingua franca reminds of the practice of journalism for public diplomacy purposes (Archetti 2011). Seib (2010, 743) particularly emphasizes the role of transnational journalism—through ad hoc broadcasting news organizations (think of BBC World, Deutsche Welle, or France24)—in advancing the national values and “soft power” of their respective governments. The news we are trying to categorize, however, does not appear to be related to a foreign policy or a political objective either.", "A further problem in applying current concepts and terms is the tendency, in research, to categorize either who reports the news, who consumes it, what is being reported, in which location, or the perspective from which the reporting occurs on the basis of the distance from- and relationship to the “national.” As Grieves (2012, 3) writes, [c]onversations [both scholarly and popular about media and globalization] tend to be framed in national-level terms, even when discussing other (global, European, regional) planes of communication. This paradigm presupposes connections between people on different sides of a transnational frontier as necessarily funnelled vertically through a centralized (often uniform, frequently elite) national perspective and then making the jump across the border. There is no room in this view for direct, smaller, horizontal connections across borders.In reality it is not possible to neatly distinguish the “national” from the “foreign.” I am going to illustrate this by discussing the challenges of defining who is the newsgatherer and which public s/he works for in “foreign correspondence,” the difficulty of identifying which media outlet and which member of the audience is an “immigrant” when we talk about “the immigrant press,” the potential contradiction and arbitrariness in classifying “diasporic” and “ethnic” media.", "[c]onversations [both scholarly and popular about media and globalization] tend to be framed in national-level terms, even when discussing other (global, European, regional) planes of communication. This paradigm presupposes connections between people on different sides of a transnational frontier as necessarily funnelled vertically through a centralized (often uniform, frequently elite) national perspective and then making the jump across the border. There is no room in this view for direct, smaller, horizontal connections across borders.", "“Foreign correspondence” tends to be understood as foreign news reported by a foreign correspondent based abroad for a home audience (Wilnat and Weaver 2003; Hamilton and Jenner 2004; Hannerz 2004; Wu and Hamilton 2004; Hess 2005; Archetti 2012, 2013; Terzis 2017). These features, however, have become over the years increasingly blurred. When Morrison and Tumber (1981), who conducted a study of foreign correspondents in London between 1978 and 1981, selected their participants, they defined a foreign correspondent as “an individual who corresponds/reports, regardless of nationality, full time on a staff basis for a news organisation, whose headquarters are based [in the specific case of their study] outside the United Kingdom” (Morrison and Tumber 1981, 16). They included journalists who worked for “news organisations” and explicitly excluded “stringers and free-lancers” (Morrison and Tumber 1981, 17).", "Nowadays, as a researcher trying to replicate their London-based study and in order to capture the variety of contemporary collaboration arrangements between correspondents and the outlets they work for, I had to include “any journalist working for a media outlet producing news (both hard news and features) [regardless of location]” (Archetti 2013, 423). On the basis of nearly fifty interviews with foreign correspondents in different countries, it is, in fact, almost impossible to find a foreign journalist who does not work for at least a handful of outlets. Full timers are rare. Despite my aim to include journalists reporting “for a non-British audience” (Archetti 2013, 423), in the world of the internet and social media, there is no guarantee that the British public (individuals with a British nationality or just anyone residing in the UK?) is not consuming the news the foreign correspondents produce, since most of them do not even know where the stories they produce might end up (Archetti 2013, 434).", "When it comes to the “immigrant press,” it is interesting to notice that there does not appear to be a clear and explicitly stated definition in the literature. Most studies tend tacitly to associate this kind of journalism to outputs—mainly textual and ranging from newspapers (Park 1922; Smith 1990; Blau et al. 1998; Lovoll 2010) to wider literature (Kanellos 2007)—that to different extents present the following features: (a) are in a foreign language; (b) are targeted at foreign, immigrant audiences; (c) provide content that is useful to newly arrived individuals who are trying to integrate themselves into a host society; (d) and provide a cultural bridge to an often distant homeland (Hickerson and Gustafson 2016). These interpretations, however, are problematic. Who is, in fact, an immigrant? How long does it take for a foreigner to stop being an immigrant and become assimilated? It is not unusual, to make an example from the US, that publications that were initially in a foreign language later turned to English. One of the outlets examined by Robert Park (1922) in his path-opening work on the subject, the Swedish language Nordstjernan founded in 1872 (Mårtensson, n.d.), for example, still exists, but publishes mostly in English, both in print and online. When this and other publications no longer target “immigrant” only readers, but become accessible to a wider local and transnational public, are they still “immigrant press”? When does the “immigrant press” stops being such because virtually none of its readers, as in the case of the American consumers of Nordstjernan, are “immigrants” any longer?", "Outside Journalism Studies, there is a wide literature in Cultural and Media Studies on diasporic media and their different forms. Karim (2003), in reviewing the research on the topic, writes that the term “diaspora” tends to be applied to a wide range of “migratory groups” (Karim 2003, 1), although “a group’s non-dominant position in global cultural contexts generally remains a key indicator of its status as a diaspora” (Karim 2003, 2). Diaspora media outputs, as he continues drawing on Naficy (2003, 11), are produced “usually by local, independent, minority entrepreneurs for consumption by a small, cohesive population which, because of its diaspora status, is cosmopolitan, multicultural and multilingual.”", "Further to this, Peterson (2003, 149), also referring to work by Naficy (1993), distinguishes between “ethnic media,” “produced in the host country by and for long established minority populations,” “transnational media,” “fed primarily by imported media products from the countries of origin,” and “exilic media,” “produced by exiles living in the host country as a response and in parallel with their own transitional and provisional status.” Could we not well refer to the outputs that are labelled “immigrant press” by scholars in Journalism Studies as “diasporic media,” “ethnic media” or “exilic media”? Diasporic and immigrant communities tend, in fact, to overlap: Lin, Song, and Ball-Rokeach (2010, 205) examine the way “ethnic media […] serve the immigrant population” and Christiansen (2004) argues for approaching the role of media consumption in the integration of immigrants through the lens of diaspora.", "All these definitions suggest some level of arbitrariness in assigning different terms to, potentially, the same phenomenon. At the same time they also show that the application of slightly different criteria to define—or set the boundaries of—the subject of analysis can lead to investigating as separate what might be, instead, related practices. The problems this brief review raises and that this article aims to address next is thus: How do we establish the boundaries of a phenomenon, like local news in English in non-English-speaking countries, which exceeds exclusive national/foreign categories without, through new arbitrary boundaries, artificially “cutting it up”? How do we make sure that all that is relevant is captured by the analysis? The methodological approach of histoire croisée, as I am going to explain, appears particularly appropriate to this endeavour."]}, {"title": " Histoire Croisée and the Circulations of Transnational Journalism", "paragraphs": ["Histoire croisée is situated within a “transnational turn” in historiography (Tyrrell 2009) that, more broadly, grounds its roots in the phenomenon of globalization, its interconnections and flows (Saunier 2013, 13–14). This has led to the development of a range of approaches in historical analysis that aim to overcome the “methodological nationalism” (Marjanen 2009)— which had thus far taken the national dimension as the “natural” unit of analysis—by engaging with the micro-details of everyday life. Examples include microhistory (Thompson 1975; Ginzburg 1992 [1976]), “global history,” “world history,” “connected history” (Tyrrell 2009), and “international history” (Saunier 2013).", "Among these approaches, here I am particularly borrowing from the French tradition of histoire croisée, which traces back to Fernand Braudel (1949), for two reasons. First, because of its focus on circulations (see Saunier 2013, Chapter 3 “Circulations,” 58–79): the way actors, objects, relationships dynamically and continuously inter-cross over time and space, often irrespective of state borders, leading to reciprocal transformations (Werner and Zimmermann 2006). This is particularly relevant to the world of this study where journalists and audiences—who are mobile both physically and in terms of the content and information they access—unceasingly interact in an interconnected reality and media industry. The fact that this approach has been developed in History does not limit its relevance to other fields. In principle, this approach could be applied to the study of any phenomenon. The discipline within which the study is conducted simply would lead the researcher to pay attention to some phenomena rather than others—links among caravanners in the trans-Saharan trade in a historical study (Lydon in Saunier 2013, 130), for example, rather than how journalists produce their news, as it is the case here. Second, I chose to turn to histoire croisée for methodological reasons, because of its inductive approach. The use of a priori categories is minimized “by an analysis of the manner in which individuals actually connect themselves to the world, the specific construction of the world and the elements of context produced by this activity in each particular case, and finally the uses arising from such construction” (Saunier 2013, 47). This means that “the objects, categories, and analytical schemes are adjusted in the course of the research” (Saunier 2013, 46) rather than being a decision of the researcher. Again, this matters in charting an emerging phenomenon by protecting against the danger of forcing it into arbitrary conceptual boxes.", "I further take inspiration from Saunier’s (2013) review of empirical strategies for carrying out transnational history research by mapping the “circulatory regime” of the most prominent provider of local news in English in non-English-speaking countries in Europe, The Local (The Local, n.d.). Mapping the “circulatory regime” means tracking the “actors”—in this case editors, journalists, sources, members of the public, news market competitors, advertisers, … —, “connections”—that is relationships and links among the mentioned actors—and “connectors”—situations, objects like communication technologies and material infrastructures, as well as material locations. A “circulatory regime” is here taken to be the “relatively stable patterns that characterize circulations [of whatever happens to be connected, in the inductive mindset of this approach] in terms of content, direction, intensity, extent” (The Local, n.d., 59).", "The Local started its operations in 2004 in Stockholm, Sweden. It opened a German edition in 2008, a Swiss one in 2011 (Dagens Media 2010), and expanded in 2013 to Italy, France and Spain (interview sources). It is now present in 9 European countries—Austria, Denmark, France, Germany, Italy, Norway, Spain, Sweden, Switzerland—and reports a readership of over four million readers per month (The Local, n.d.).", "The mapping of the circulatory regime was conducted on the basis of eight in-depth interviews. Five were conducted with the two CEO and founders of The Local, Paul Rapacioli and James Savage, as well as with the editors of the outlet’s franchises in Denmark, Germany and Italy. They were informed by three further interviews: with the editors of the local-news-in-English Norwegian-based The Foreigner, News and Views from Norway and The Nordic Page. Including these outlets was important to place the information provided by the journalists and editors at The Local into perspective. Although the aim of the study, as I will return to this point shortly, was not to reach conclusions that could be generalized beyond the case at hand, the additional outlets provided some degree of independent verification to ensure that the statements of the journalists and editors of The Local were not taken at face value. The Norwegian outlets were also selected because they could offer additional insight into which conditions lead to demand for local news in English. At the time of writing there were eight of these online providers in the country, a high number, as confirmed by the author’s own research and interviewees’ assessment of competitors, when compared to other European countries. All interviews were conducted between August 2015 and February 2016. They lasted between 27 and 70 minutes.", "The purpose of the interviews was to get as close as possible to the worldview of the interviewees to understand which connections, wherever they might have existed—between these and other actors, situations, technologies, material infrastructures and locations—were significant to them and their activities. It is thus important to stress that the aim was not collecting the journalists’ and editors’ opinions about their journalistic practices, but reconstructing, on the basis of the details they provided about their daily work, the reality of these practices’ “circulatory regime.” This reflects approaching the interview material in terms of “source” of clues for reconstructing processes external to the transcript document, rather than focusing on the features of the “text” in itself (as with thematic coding, for instance) (Karppinen and Moe 2012).", "The questions, to harvest information that would cover as broadly as possible the range of their activities, spanned the interviewees’ life trajectories and personal motivations (How did you get into journalism? How did you join [media outlet]?), journalistic routines and outputs (for example, Can you describe your daily work from when you get up in the morning? How do you decide what to write about? Which sources do you rely on? Where do you work? Can you tell me how you produced your most recent story? …), readers’ profiles (Who is your audience? Where are your readers located? Do you get any feedback from them? …), the broader context and market in which they operate (Who are your competitors? What makes your journalism “different”? What enables your operation to be economically viable? …).", "What I looked for, in the interviewees’ answers, were the “actors”, “connections” and “connectors”: Who is talking/collaborating/responding to whom? Who/what influences what/whom? In which circumstance/place/condition? How are connections established—through which technologies, relationships, agreements, for instance?", "Although a “circulatory regime,” as explained, is a pattern of “relatively stable” connections, it is ultimately these specific connections, which unfold and change within contingent timeframes and spatial contexts, that constitute it. In this sense every circulatory regime is unique. The value of the mapping I am going to discuss next lies thus not in its ability to explain how “news in English in non-English speaking countries” works at a general level—in this respect the analysis is certainly informative about the “circulatory regime” of The Local at the time the interviews took place, but it cannot be generalized to other outlets, at least not until further verification as to the extent of its further applicability has taken place. The objective is rather showing the analytical advantages of the relational methodological approach that has been presented: the different relevant aspects of the journalistic reality this would allow the researcher to detect and the different explanations for the phenomenon it enables to formulate than more “traditional” analyses."]}, {"title": "Applying Histoire Croisée: Capturing a Wider Journalistic Reality", "paragraphs": ["Mapping a circulatory regime, in practice, means explaining through which actors, technologies, collaborations, situations, locations, activities, events a phenomenon exists. Since we are dealing with the commercial production of news, I have organized the analysis around two aspects: what supports the demand for The Local’s news in English; and the enabling conditions for the outlet’s practices and outputs. These are two circulatory regimes whose circulations I am going to outline. The analysis shows, first, that the categories currently applied to transnational journalism are not able to fully reflect the reality of local news in English. Second, it highlights the analytical benefits of the application of histoire croisée in capturing a much broader range of relevant “actors,” “connections” among them, and circumstances in which these exist (“connectors”) than the lenses of existing categories would have allowed us to see, let alone engage with. It is important to note that, although it is useful to distinguish “actors,” “connections” and “connectors” analytically—they serve, for the purpose of the empirical investigation, as features the researcher “looks for” in scanning the problem-landscape in order to detect and “read” the circulations that constitute a circulatory regime—it is not possible to completely disentangle them in practice: “actors” are not social islands but always enmeshed in relationships (“connections”) and these relations are inevitably situated in space, unfold through- and exist because of actors’ practices, over time and in specific contexts (all “connectors”). While examples of what is regarded as an “actor,” a “connection” and a “connector” within the analysis will be provided to illustrate how the method is applied, the emphasis is on how they come together and overlap into circulations.", "The Local, as the CEOs Rapacioli and Savage explain, serves two main groups of news consumers (“actors”). The first is that of in-country foreign professionals and students who have a need to “connect” with the life of the host country. As Savage shares some facts and figures, these readers tend to be well-educated, 81% having a BA degree, 44% an MA, 70% being over 35, 42% having an income of more than 50,000 euro per year. The second cohort is constituted by readers who “come from everywhere really” (Savage). As Rapacioli provides further details about the overall readership of The Local, it is clear that this is not a case of “immigrant press”: 25–30% of the readers are in-country while 70–75% are located outside; 25% of all The Local readers are American (Savage). These figures are confirmed with very little variation across the local European editions of the outlet, showing the consistency of the readers’ profile beyond the individual national contexts. They are consistent with the experience of the additional Norwegian outlets I examined: for example, also the majority of readers of the Nordic Page are outside Norway, 28% of them in the US alone.", "In terms of the other transnational news categories that have been discussed, local news in English is not a form of “foreign correspondence” because it does not cover a country’s news with the aim of presenting it to the audience of another single country. As again Savage explains, events that becomes news are judged in terms of “how interesting they really are […] to a global audience” (my emphasis).", "Local news in English is also produced neither by nor for any specific ethnic or diasporic group. The purpose, as Justin Cremer, editor of The Local Denmark points out, is to write news for worldwide audiences “to learn something about Denmark.” This, as he explains, also makes sense economically if an outlet is to distinguish itself from the competition: if I were to say that The Local is for expats in Denmark, first of all Denmark’s a tiny country, and then the expats within Denmark, it’s just a small pool within a small pool. I just don’t see how that’s going to give me the traffic I would need to ever have a chance of this thing working.Methodologically approaching The Local news as a fluid circulatory regime through the lens of histoire croisée, allows detecting greater granularity, alternative relevant factors, as well as further ramifications to the directions in which the analysis can develop. Indeed, on the basis of the interviews, explaining the demand for The Local’s news in English also simultaneously involves political processes at both global and European level, the internal workings of the media industries within European countries and the US media industry, entrepreneurial cultures linked to specific localities (all of these can be seen as “connectors”), in addition to individual readers’ (“actors”) motivation (“connector”) and affect (“connection”). I am going to briefly illustrate these points next. I do not claim they are all the possible explanations for why the news in English produced by The Local exists. They are, however, evidence of what I detected across the board through the interviews as relevant to the circulation of this outlet from the perspective of the actors operating within it. The role of the aspects identified is further consolidated by the experience of editors from additional Norwegian outlets I included in the analysis.", "if I were to say that The Local is for expats in Denmark, first of all Denmark’s a tiny country, and then the expats within Denmark, it’s just a small pool within a small pool. I just don’t see how that’s going to give me the traffic I would need to ever have a chance of this thing working.", "To start with, The Local news feeds into, as Savage points out, people “increasingly living across countries, travelling a lot more.” This is combined, according to Rapacioli, with a decline in the provision of foreign news. While whether foreign correspondents are really disappearing can be debated (Archetti 2012, 2013), it is clear that the existing news offer does not at all meet the needs of the expanding and transnationally mobile cohort of foreign professionals. As the editor explains how the business idea for The Local came about as he had moved to Stockholm a decade ago: “I felt I was missing out on connecting with the community I had moved into. Everybody speaks very good English in Sweden, but I still did not know what was going on.”", "Greater labour mobility, in turn, is both enabled by and further contributes to ever-expanding European integration—and globalization more at large. As Savage addresses the question about what contributes to the demand for local news: Europe is becoming more interdependent … Really for the first time in the last couple of years you have seen the same debates happening on a pan-European basis with slightly different nuances in different countries, or sometimes with very different expressions … people are seeking out more perspectives on an issue they are already engaged with … People are grappling for answers to very big questions … and they are all grappling at the same time in different places … As you are seeing a Europeanization of politics, you are seeing a Europeanization of news.This is confirmed, in Norway, by how Nina Berglund developed the business idea that became News and Views From Norway: “when I came to Oslo it was very easy to go to the kiosk and pick up The [international] Herald Tribune or watch CNN. There was no problem getting English news but it was not local.” As she continues, The main markets [for my business] were seen as everybody from foreign students to embassies, foreign diplomats, the oil industry, workers coming in and out all the time. Of course what happens because of the magic of the internet is that audiences click in from all over the world.", "Europe is becoming more interdependent … Really for the first time in the last couple of years you have seen the same debates happening on a pan-European basis with slightly different nuances in different countries, or sometimes with very different expressions … people are seeking out more perspectives on an issue they are already engaged with … People are grappling for answers to very big questions … and they are all grappling at the same time in different places … As you are seeing a Europeanization of politics, you are seeing a Europeanization of news.", "The main markets [for my business] were seen as everybody from foreign students to embassies, foreign diplomats, the oil industry, workers coming in and out all the time. Of course what happens because of the magic of the internet is that audiences click in from all over the world.", "As for the reasons explaining the interest of out-of-country audiences, they can vary from “because they plan to move there or do business with Germany” (Rapacioli, talking about the case of Germany) to, as the Danish editor puts it, because “they have some interest in Denmark, whatever that might be … maybe they studied here three years ago or their grandma is from Denmark.” Many out-of-country readers also cherry-pick stories about more than one country by accessing the main website of The Local and, from there, proceeding to the headlines of interest within the local editions. Out-of-country attention, particularly by American audiences, is in this perspective explained, as again the Danish editor (himself a US citizen) phrases it, with the fact that “the American press is not terribly interested in anything outside of its own borders.” And there is an appetite there “to learn a little bit more.”", "As to why The Local started in Stockholm, Sweden, there are more circulations to be found beyond the two editors simply happening to be there—in the case of Savage, as he himself admits, for love reasons. As Savage points out, not establishing The Local in the UK helped positioning their news product: “it better frames who we are as an organisation … this is not news for Brits and Americans about Sweden.” Sweden is also a particularly fertile ground in terms of business culture, to the point of being widely considered “start-up capital of Europe” (Davidson 2015; Kramer 2016). As Savage shares his experience of this environment, he says that the country has “a real openness about the possibility of new ideas.”", "By addressing the question of the enabling conditions that support The Local’s news in English, I aim to show that there is more to economic considerations to explaining why and how niche journalism can operate. On the basis of the most recent debates, one might think that the commercial viability of local editions of The Local might be the direct result of the outlet fitting into the respective national news market, particularly of its ability to attract advertisers’ interest. The latter would be expected to depend on the number of readers belonging to a potentially lucrative cohort, such as that of the relatively affluent foreign professionals. According to this logic, the recipe for success would essentially boil down to The Local being able to get foreign professionals’ “eyeballs” on a product that is perceived to be of value to their needs and interests. This is the dynamic that appears to underlie current arguments about the crisis of journalism (newspapers finding it difficult to get enough “eyeballs” to attract advertisers) and the search for alternative business models (how can journalism become sustainable without commercial advertisement?), especially as far as hyperlocal journalism is concerned (Kiss and Christie 2010; Williams et al. 2014, 28–33).", "Again, while this demand-offer mechanism indeed reflects the business model of The Local, there is more to explain under this apparently purely commercial surface, which the relational approach of histoire croisée helps us to detect. What is it, in fact, that exactly contributes to those “eyeballs” focusing on news from a specific outlet rather than anywhere else on the net? The answer, in the case of The Local and on the basis of the analysis, lies in as varied (and possibly surprising) domains as: the power balance of international relations (a “connector”); on The Local’s operations fitting into the local journalistic culture, its values and practices (this context is, again, a “connector” but it affects, as we will see, how different “actors,” like local and foreign journalists, also establish, or not, “connections” among each other within it); on dealing with human beings (“actors”) as creatures of habit (i.e. “actors” who have stable patterns of “connection” to other actors and material resources).", "As I am going to illustrate next, in terms of the “actors” involved, the circulations that support—indeed constitute—the creation of local news in English do not just involve The Local staff, advertisers and mobile professionals, but also: journalists from the wider media landscape operating both in-country and outside; external actors, such as politicians and activists who appropriate the issues raised by The Local for their own agendas; interested members of the public, including even unlikely actors like language schools. In addition to this, material aspects like the size and population of a country, as well as the temporal dimension—both “connectors”—deeply matter.", "When the Danish editor talks about the challenges of starting from scratch a local-news-in-English outlet in a small nation like Denmark, he is actually describing the tricky navigation of existing networks of interest and information exchange that revolve around that country, as well as the time-consuming business of establishing new ones. The bottom line, in this perspective, is that larger countries with bigger economies and a higher number of inhabitants tend to attract more attention—and news traffic. In the Danish case, aside from breaking news which might go viral and attract global media attention—one can think of the shootings in Copenhagen in February 2015 (BBC 2015)—the relatively low level of interest from the international community towards a small nation translates, to start with, into a daily challenge to find events that might present an international angle, especially in the summer season when, as the editor puts it, “half of the country is not even there.” In this respect, Italy is a markedly different context: the country, “has always held an appeal for people who love Italy and dream about living here … It’s the third biggest economy in the eurozone … there’s always something interesting to be told about Italy” (Italian editor). Even if, apart from the UN workers posted in Rome, there isn’t really a cohort of professional expats in the country, there are many foreigners who speak English and who live there, as well as English-speaking Italians living abroad.", "But what sustains the interest towards The Local stories beyond the fact that they meet the interest of the relatively narrow readers’ cohorts that have been described earlier? The generation of greater attention towards The Local appears to be rooted in the re-circulation of its stories. The extent of this, however, tends to change depending on the positioning of each The Local outlet in relation to other actors. I am going to illustrate this by examining the relationship of The Local franchises with other media, activists, and members of the public.", "When it comes to relationships with other media professionals, many Italian journalists follow The Local Italy as a source of information and possible inspiration for stories. As the Italian editor explains, the fact that the readership Italian journalists cater to tends not read English means that there is no direct competition between them and The Local. This leads to an almost collaborative relationship in which Italian journalists seem to be “intrigued by the [The Local] project.” The Local Italy is also the port of call for international outlets which do not have correspondents in the country and cannot read sources in Italian. The situation is different in Denmark where, as the Danish editor shares his experience, it is more difficult “to sell content” when one is “under the radar.” The reason for this, as he explains, is that society there is “tightly knit”: “The Danish media is a small little circle … these guys all went to the same schools, they have known each other for ten, fifteen, twenty years, they all work for each other, … there is … this shared history.” Although “a couple of stories” have been picked up by Danish media, they tend to look with suspicion towards “some American dude [who] comes in and tries to start his own thing.” It helps in this respect, as he further explains by comparing his experience of making local news in Denmark to the Swedish case, to be considered “one of them”—an outcome that is not only the result of the “quality” (however that is defined) of the journalistic product, but also a matter of having spent time working in the same environment: “They [The Local Sweden] have been around for ten years, I have been around for one … A lot of times my colleagues in Stockholm would be interviewed by the Swedish Metro Express or would be on Swedish radio … They have got the insider position that I do not have here.” As he concludes “eventually The Local in Denmark will be able to be successful financially,” but “it takes time.”", "A second category of actors that contributes to the re-circulation of The Local stories is politicians and activists. This is a reflection of the fact that, as Savage puts it, “as the world becomes globalized, the issues become globalized.” The editor, for example, points out that some topics covered by The Local have further fuelled transnational debates by having been picked up by individuals and organizations wanting to mobilize audiences across borders around them. An example Savage presents is that of the prostitution issue: Amnesty [International] [recently] decided to take a common approach to prostitution … effectively deciding that it should be legalised, which has led to people being interested in how this is perceived in different places and people building alliances between different countries to pursue their particular arguments.Beyond the issues—immigration and the euro-crisis being two further topics virtually all interviewees name as being most shared—the dynamics described here fit those identified by studies of the dissemination of online news. As Weeks and Holbert (2013, 227) write: “Sharing news […] is an online example of political mobilization and one that partisans engage in more frequently.” Also Papacharissi and de Fatima Oliveira (2012, 268), in reviewing the state of research on online news, reach a conclusion that, although referred to the exchange of information via Twitter, could be applied to news-sharing more widely: “Synthesized, this research indicates that the use of Twitter by journalists, news organizations, and individual users creates a complex and networked system of social awareness.”", "Amnesty [International] [recently] decided to take a common approach to prostitution … effectively deciding that it should be legalised, which has led to people being interested in how this is perceived in different places and people building alliances between different countries to pursue their particular arguments.", "Further to this, a third kind of actor that contributes to the re-circulation of The Local’s stories is civil society. An example that underlines the importance of a factor, like habit, that would normally be neglected within mainstream studies of journalism, is language schools becoming aware of an outlet and linking to its content. As the Danish editor explains the challenge in relation to Denmark: they [language schools] are kind of used to “Oh, we just use the Copenhagen Post [outlet that has been operating in Denmark for over a decade].” It takes a longer time … to change people’s routines. It’s just easier to renew the contract with the Copenhagen Post because that’s what you do.The importance of being part of a local and national network in raising the visibility of an outlet is confirmed by the editor of the Norwegian-based The Nordic Page: we are usually quoted by […] other international newspapers and also [the] Oslo [City Council] has a list of English publications for their international staff and it [our outlet] is also there. And also with the different lists circulating […] for international students and international workers who are coming here.", "they [language schools] are kind of used to “Oh, we just use the Copenhagen Post [outlet that has been operating in Denmark for over a decade].” It takes a longer time … to change people’s routines. It’s just easier to renew the contract with the Copenhagen Post because that’s what you do.", "we are usually quoted by […] other international newspapers and also [the] Oslo [City Council] has a list of English publications for their international staff and it [our outlet] is also there. And also with the different lists circulating […] for international students and international workers who are coming here."]}, {"title": "Conclusion: Transnational Journalism Outside the National Box", "paragraphs": ["The analysis provides only a glimpse into the benefits of relational approaches to the study of transnational journalism which more deliberately aim to include a greater variety of actors, possible connections between them, as well as with material reality, and their reciprocal transformations. Yet, it constitutes an answer to calls from a variety of directions within journalism studies for a journalism scholarship (Broersma 2010; Grieves 2012; van Tuyll 2017) and education (Grieves 2011) that genuinely overcome the continuous falling back onto the “national” framework. While suggestions of possible topics for future transnational research exist (Broersma 2010, 14–15, for example), this is more specifically a contribution as to how this scholarship could be conducted.", "Although this article is mostly about method, the case it presented also offers a confirmation of how examining the microdetails of borderline phenomena can contribute to theory-related inferences (Peltonen 2002; Chin 2011). The case of local news in English, more specifically, tells us that the concepts currently used to categorize international news genres, and which tend to be based to different extents on a national/foreign dichotomy, are limited in capturing the full fluidity and variety of contemporary exchanges between journalists and audiences. Apart from documenting the nuances of one such alternative kind of news across the continuum local-national-transnational, the analysis has shown that conceptual categories, by setting preliminary boundaries around the portion of reality—which kind of actors, which kinds of practices/problems, in which kinds of contexts—a researcher is going to examine, might in fact prevent the investigator from even recognizing that anything exists (let alone this being relevant or interesting) beyond them. Categories have implications, in this sense, that go beyond method. Histoire croisée, in this perspective, is an extra tool a researcher can deploy—not to dismiss altogether existing categories, but to become aware of their constraints and to take action to overcome them, if the phenomenon requires that. Beyond international news, the method carries an invitation, and the actual means, to think of journalism in a more bottom-up perspective, and to investigate it starting from the practices, perspectives and circumstances of those who are involved in it.", "The case of local news in English, more broadly, helps raising questions about the priorities on the Journalism Studies’ research agenda. To explain this I can start by paraphrasing a question I was asked following a presentation I gave about this study: “Why should we care about this local news in English? It’s just bad journalism.” The reasoning behind this question reflects a research mindset that sees the national political dimension as most “relevant”: studying legacy (national) media that affect most of a (own/foreign) country’s population, that produce news for an electorate so this can make informed decisions at the polls, is seen as “worthier” of the researchers’ attention and efforts. Admittedly local news in English, considering that most of it is written and researched by a single person, might not provide the most in-depth reporting to their readers on any specific issue. However, the assessment that this fact alone necessarily makes it “low quality news” additionally implies that they are no other sources of information publics can consult. This is an outdated understanding of media consumption, founded on an idea about how audiences accessed news perhaps decades ago: by buying a newspaper in the morning, or watching the evening news on one of the very few channels available, perhaps the only one. The approach of histoire croisée enables detecting wider dynamics this apparently simple news product is part of. As suggested by the analysis, local news in English might fulfil the function, among others, of a “heads up” and a starting point for further independent research and even add fuel to international mobilization. This also suggests that many debates in the field of journalism about the challenges to “good journalism” in an age of budget cuts and technological change (see Blumler 2010 for a summary of the key points) could be placed into a broader perspective. There is, in fact, a much wider news ecosystem than current research leads to acknowledge: while legacy media might represent the most “evolved” life-forms in it (according to traditional standards, that is), the “lower” forms of journalism like local news in English also have a place and a function that deserve investigation."]}, {"title": "Disclosure Statement", "paragraphs": ["No potential conflict of interest was reported by the author."]}], "references": [{"title": "Which Future for Foreign Correspondence? London Foreign Correspondents in the Age of Global Media", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Archetti Cristina.", "first_name": "Archetti", "last_name": "Cristina."}]}, {"title": "Journalism in the Age of Globalization: The Evolving Practices of Foreign Correspondents in London", "year": "2013", "journal": "Journalism: Theory, Practice and Criticism", "volume": "14", "authors": [{"name": "Archetti Cristina.", "first_name": "Archetti", "last_name": "Cristina."}]}, {"title": "What is Global Journalism?", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Berglez Peter.", "first_name": "Berglez", "last_name": "Peter."}]}, {"title": "Ethnic Buffer Institutions. The Immigrant Press: New York City, 1820–1984", "year": "1998", "journal": "Historical Social Research", "volume": "23", "authors": [{"name": "Blau Judith R.", "first_name": "Blau", "last_name": "R."}, {"name": "Mim Thomas", "first_name": "Mim", "last_name": "Thomas"}, {"name": "Newhouse Beverly", "first_name": "Newhouse", "last_name": "Beverly"}, {"name": "Kavee Andrew", "first_name": "Kavee", "last_name": "Andrew"}]}, {"title": "Foreword", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Blumler Jay G.", "first_name": "Blumler", "last_name": "G."}]}, {"title": "Transnational Journalism History: Balancing Universal and National Peculiarities", "year": "2010", "journal": "Medien \\& Zeit", "volume": "25", "authors": [{"name": "Broersma Marcel.", "first_name": "Broersma", "last_name": "Marcel."}]}, {"title": "Determinants of International News Coverage in U.S. Media", "year": "1987", "journal": "Communication Research", "volume": "14", "authors": [{"name": "Chang Tsan-Kuo", "first_name": "Chang", "last_name": "Tsan-Kuo"}, {"name": "Shoemaker Pamela J.", "first_name": "Shoemaker", "last_name": "J."}, {"name": "Brendlinger Nancy", "first_name": "Brendlinger", "last_name": "Nancy"}]}, {"title": "Margins and Monsters: How Some Micro Cases Lead to Macro Claims", "year": "2011", "journal": "History and Theory", "volume": "50", "authors": [{"name": "Chin Chuanfei.", "first_name": "Chin", "last_name": "Chuanfei."}]}, {"title": "News Media Consumption Among Immigrants in Europe: The Relevance of Diaspora", "year": "2004", "journal": "Ethnicities", "volume": "4", "authors": [{"name": "Christiansen Connie Carøe.", "first_name": "Christiansen", "last_name": "Carøe."}]}, {"title": "Localizing the Global: ‘Domestication’ Processes in International News Production", "year": "2004", "journal": "Media, Culture \\& Society", "volume": "26", "authors": [{"name": "Clausen Lisbeth.", "first_name": "Clausen", "last_name": "Lisbeth."}]}, {"title": "Transnational Journalism Education", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Grieves Kevin.", "first_name": "Grieves", "last_name": "Kevin."}]}, {"title": "Redefining Foreign Correspondence", "year": "2004", "journal": "Journalism: Theory, Practice and Criticism", "volume": "5", "authors": [{"name": "Hamilton John Maxwell", "first_name": "Hamilton", "last_name": "Maxwell"}, {"name": "Jenner Eric", "first_name": "Jenner", "last_name": "Eric"}]}, {"title": "Revisiting the Immigrant Press", "year": "2016", "journal": "Journalism: Theory Practice and Criticism", "volume": "17", "authors": [{"name": "Hickerson Andrea", "first_name": "Hickerson", "last_name": "Andrea"}, {"name": "Gustafson Kristin L.", "first_name": "Gustafson", "last_name": "L."}]}, {"title": "Recovering and Re-constructing Early Twentieth-century Hispanic Immigrant Print Culture in the US", "year": "2007", "journal": "American Literary History", "volume": "19", "authors": [{"name": "Kanellos Nicolás.", "first_name": "Kanellos", "last_name": "Nicolás."}]}, {"title": "Localizing the Global: Exploring the Transnational Ties That Bind in New Immigrant Communities", "year": "2010", "journal": "Journal of Communication", "volume": "60", "authors": [{"name": "Lin Wan-Ying", "first_name": "Lin", "last_name": "Wan-Ying"}, {"name": "Song Hayeon", "first_name": "Song", "last_name": "Hayeon"}, {"name": "Ball-Rokeach Sandra", "first_name": "Ball-Rokeach", "last_name": "Sandra"}]}, {"title": "Farewell to Journalism? Time for a Rethinking", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "McChesney Robert.", "first_name": "McChesney", "last_name": "Robert."}]}, {"title": "Affective News and Networked Publics: The Rhythms of News Storytelling on \\#Egypt", "year": "2012", "journal": "Journal of Communication", "volume": "62", "authors": [{"name": "Papacharissi Zizi", "first_name": "Papacharissi", "last_name": "Zizi"}, {"name": "de Fatima Oliveira Maria", "first_name": "de", "last_name": "Maria"}]}, {"title": "International News on the Internet: Why More is Less", "year": "2007", "journal": "Ethical Space: The International Journal of Communication Ethics", "volume": "4", "authors": [{"name": "Paterson Chris A.", "first_name": "Paterson", "last_name": "A."}]}, {"title": "Clues, Margins, and Monads: The Micro-macro Link in Historical Research", "year": "2002", "journal": "History \\& Theory", "volume": "40", "authors": [{"name": "Peltonen Matti.", "first_name": "Peltonen", "last_name": "Matti."}]}, {"title": "Transnational Journalism, Public Diplomacy, and Virtual States", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Seib Philip.", "first_name": "Seib", "last_name": "Philip."}]}, {"title": "The Mexican Immigrant Press Beyond the Borderlands: The Case of El Cosmopolita, 1914–19", "year": "1990", "journal": "Great Plains Quarterly", "volume": "417", "authors": [{"name": "Smith Michael.", "first_name": "Smith", "last_name": "Michael."}]}, {"title": "Reflections on the Transnational Turn in United States History: Theory and Practice", "year": "2009", "journal": "Journal of Global History", "volume": "4", "authors": [{"name": "Tyrrell Ian.", "first_name": "Tyrrell", "last_name": "Ian."}]}, {"title": "Journalism History Without Borders: The Transnational Paradigm and the Case of John Mitchel", "year": "2017", "journal": "American Journalism", "volume": "34", "authors": [{"name": "van Tuyll Debra Reddin.", "first_name": "van", "last_name": "Reddin."}]}, {"title": "Predicting Dissemination of News Content in Social Media: A Focus on Reception, Friending, and Partisanship", "year": "2013", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "90", "authors": [{"name": "Weeks Brian E.", "first_name": "Weeks", "last_name": "E."}, {"name": "Lance Holbert R.", "first_name": "Lance", "last_name": "R."}]}, {"title": "Beyond Comparison: Histoire Croisée and the Challenge of Reflexivity", "year": "2006", "journal": "History and Theory", "volume": "45", "authors": [{"name": "Werner Michael", "first_name": "Werner", "last_name": "Michael"}, {"name": "Zimmermann Bénédicte", "first_name": "Zimmermann", "last_name": "Bénédicte"}]}, {"title": "Through Their Eyes: The Work of Foreign Correspondents in the United States", "year": "2003", "journal": "Journalism: Theory, Practice and Criticism", "volume": "4", "authors": [{"name": "Wilnat Lars", "first_name": "Wilnat", "last_name": "Lars"}, {"name": "Weaver David", "first_name": "Weaver", "last_name": "David"}]}, {"title": "US Foreign Correspondents: Changes and Continuity at the Turn of the Century", "year": "2004", "journal": "International Communication Gazette", "volume": "66", "authors": [{"name": "Wu H. Denis", "first_name": "Wu", "last_name": "Denis"}, {"name": "Hamilton John Maxwell", "first_name": "Hamilton", "last_name": "Maxwell"}]}]}