{"doi": "10.1080/17512786.2012.667274", "url": "https://doi.org/10.1080/17512786.2012.667274", "title": "BREAKING NEWS ONLINE", "volume": "6", "year": "2012", "issue": "5-6", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Saltzis", "first_name": "Kostas", "name": "Kostas Saltzis"}], "abstract": " This article examines the consequences of “around-the-clock” news cycles online for the product of news. It argues that as a result of increased emphasis on continuous deadlines, the “news story” is diversified into a fluid, always updated/corrected product challenging existing notions of news as a set piece of work. In this context, “time” becomes an even more important factor for news production and blurs further pre-existing news formats. The “continuously updated news story” can change many times during the day and challenges the idea of news as the finished product of journalistic work. This research studies six UK news websites and monitors how specific news stories are broken and updated during the course of a day. It specifically focuses on the frequency of updates, the amount and type of information added as well as their sources in order to investigate patterns of news updating in each organisation. The patterns of news updating that emerge suggest that we need to rethink the “news story” as a fixed entity which has been associated with the distinct news cycles of traditional media. Although the daily cycles are not completely abolished, the news stories are rarely finalised. ", "body": [{"title": "Introduction", "paragraphs": ["Online news production has long been associated with the abolition of deadlines and the continuous coverage of events that was originally introduced by 24-hour television news channels (McNair, 1998; Pavlik, 2001; Singer, 2003). Online journalists have borrowed techniques from their broadcasting colleagues in their efforts to provide news coverage “around the clock” that ultimately have led to 24-hour news cycles (Rosenberg and Feldman, 2008).", "In many ways, online news production is even less constrained by technical issues than broadcasting. Online journalists can publish their news stories instantly, at any time during the day and they can update them as often as they want. This characteristic of online news publishing has been a key point in the discussions about its immediacy compared to traditional media but it has also been a point of criticism by scholars in the sense that it devalues journalism by placing even more emphasis on speed over quality (Domingo, 2008).", "Certainly the news environment has been greatly affected by the immediacy of online reporting and the amount of sources on the Web. One area, however, that has not been fully understood is how online news stories are actually being updated. Specifically, the notion of continuous deadlines raises questions about the frequency and patterns of news updates in websites and eventually about their impact on what has been known as the final product of news. This potentially fluid and ephemeral nature of news (Deuze, 2008) seems to be in conflict with the concept of the finished news story, which is based on the century-old practice of journalistic publishing. However, it is important here to consider exactly what constitutes the “final product” of news.", "It is helpful perhaps to remember that previous news production studies (Golding and Elliott, 1979) have clearly defined news as the product of medium- and organisation-specific processes. In that respect news has been identified as the end result of journalistic work at the conclusion of the news cycle, which for example in the case of newspapers is the daily news story. We can confidently suggest that the final product of news has been a convention linked to the news cycles of media which themselves have been constrained by notions of the working day and technological limitations in printing and broadcasting (such as the time required for offset printing or editing a video piece on a tape). The key question is what happens to the “finished” story in online news, where the daily deadlines have disappeared and have been replaced by shortened news cycles (Singer, 2003). In other words we need to reconsider what we mean by the “final news story”, and whether there is such a thing online.", "This article attempts to address these questions by examining how online news stories are updated over time and whether they are diversified into a fluid, always updated/corrected product challenging existing notions of news as a set piece of work."]}, {"title": "News Anytime ", "paragraphs": ["Previous studies have highlighted the central importance of time in the work of journalists and news organisations (MacGregor, 1997; Schlesinger, 1987) and of “newness” in journalistic culture and news values (Galtung and Ruge, 1965; Lewis and Cushion, 2009). Timely reporting is considered to be the essence of news work, which aims not only to reflect what is happening in a society but also to uncover facts as soon as possible, or, at least, sooner than the competition. The latter is manifested in the form of the “exclusive” or “scoop” and has been associated with professional prestige and success. A number of ethnographic studies have actually confirmed journalists’ obsession with exclusives and beating the competition (Domingo, 2008; Saltzis and Dickinson, 2008; Schlesinger, 1989). This “stop-watch” culture has been exacerbated online where the competition is more intense.", "Scholars have criticised the immense speed with which news has been delivered, particularly after the emergence of 24-hour news channels and satellite broadcasting where “live” reporting has become a routine. The key areas of criticism have focused on journalists’ obsession with the “liveness” of news and the many demands associated with this and the diminishing time devoted to actually finding out what has happened (MacGregor, 1997; Rosenberg and Feldman, 2008). Despite these critical voices, and although, as Lewis and Cushion (2009) suggest, rolling news is a relatively recent phenomenon, working under time pressure, or quick decision making in terms of news selection, have always been part of journalistic routines.", "Moreover, the emergence of rolling news coverage has facilitated the appearance of “event-driven stories”, i.e. news based on unpredictable events (Livingstone and Bennett, 2003). This type of news story highlights further the “liveness” of news coverage and strikes a distinction with the scheduled and previously prepared news pieces. In a study of television breaking news, Lewis and Cushion demonstrated how breaking stories, although initially preserved for highly dramatic events, have become more and more part of the daily routine in order to highlight the “newness of news regardless of its drama and significance” (2009, p. 306).", "Media technology has often been driven by this desire to speed up the production process and to deliver the news to the audience faster. Particularly technological developments in the last 20 years have allowed a significant acceleration of production processes in almost every medium. As a consequence, most technical constraints in the work of journalists that placed time limitations and essentially governed news cycles have disappeared from modern newsrooms, especially online. This means that continuous reporting is possible and theoretically it can develop in the same way that events unfold. Journalists can publish every little piece of information they collect as soon as they collect it. In this way the continuously updated news story stops being a fixed entity, the “final product” of the work of journalists, and it becomes always evolving and fluid (Deuze, 2008; Karlsson and Strömbäck, 2010). Particularly on the Web, news becomes “what we know now”, and this might and probably will change in the next hour.", "This research therefore attempts to examine to what extent news websites are actually embracing this theoretical capability of websites to continuously update their news stories and discover the different strategies they employ to do that. The key aim is to uncover patterns in the news updating processes in online news organisations and to examine how fixed and final can the news story be in this new digital environment."]}, {"title": "Method", "paragraphs": ["Although previous studies have examined immediacy in online news particularly in relation to how journalists deal with the increased demands on their work (van der Wurff, 2005), there are few studies that have focused on how news stories change over time in order to examine the nature of immediate news coverage (Karlsson and Strömbäck, 2010). Furthermore, this type of research presents a number of methodological challenges that do not allow for traditional methods of data collection to be used as they cannot capture changes in news stories over short periods of time.", "This paper attempts to explore potential methodological avenues for the study of the content of news stories without assuming that news stories are a fixed entity, or a final product that remains unchanged. Specifically it uses a quantitative analysis of the content and the format of news stories with the purpose of capturing the frequency and types of change in online news stories.", "In order to map different patterns of news updates online, this article examined six UK online news sites (Guardian.co.uk, The Times, The Telegraph, BBC News Online, Sky News Online and The Independent). The purpose of the research was to examine what kind of changes news stories undergo and not the proportion of updated stories out of the total content in the websites, so the emphasis was to identify websites with high levels of maintenance throughout the day. More specifically it focused on breaking news stories, i.e. stories that are broken during the course of the day and are usually unexpected events rather than predetermined ones such as news conferences, etc. Most of the news stories analysed fell into the category of “event stories” (White, 1997) or “event-driven news” (Livingstone and Cooper, 2003). But whereas in the literature such stories are assumed to be the final product of journalistic work, this study examined the more fluid characteristics of news story structure that make more visible the actual journalistic process through the publication of updates. In other words, the focus on the actual change in the content of the news stories over short periods of time allows not only a closer examination of the development of online news stories but also the updating techniques used by journalists. In this way the working practices of journalists become more transparent to the observer than in other traditional media, where only the “final product” is always published.", "Overall, the sample included the monitoring of a total number of 44 breaking news stories and the coding of a total of 252 updates in a period that extended from July 2009 till July 2011. The aim has been to include as wide a range of topics as possible, but also to focus on stories as they broke out. The latter did not really allow for clear predetermination of the types of stories which were selected. An effort has also been made to capture similar stories across the different websites whenever that was possible.", "The unit of analysis was the update, in other words every new version of each story. As time was a crucial element of the research, special efforts have been made to capture all the updates, however minor and frequent they might have been. This sampling method required a very close monitoring of the websites on selected days and manual downloading of the Web pages where they appeared. The data collection and monitoring of the news stories has been a very time-consuming and labour-intensive effort which was, however, slightly facilitated in certain websites by taglines next to the headlines containing information about when the stories were last updated.", "The key coding categories focused on the number of updates (from the original story to the last update), the extent of changes in the text, the number of sources quoted, the types of information added, corrections and omissions, etc. Every single update was compared with the preceding one in order to capture any actual change in the content or format.1 "]}, {"title": "Updating Patterns", "paragraphs": ["One of the key aims of this study has been to monitor how much updating is actually taking place in news websites and to identify any patterns that might emerge with regards to the frequency and types of information being added to the stories. The frequency and span of updates from the first one until the final edition were used here to examine whether news stories are restricted by daily news cycles or become “liquid entities” for extended periods of time.", "One of the key findings therefore was that most of the news stories studied were kept updated for a period of a few hours which very seldom extended beyond one day. This seems to contradict earlier suggestions and assumptions that online news stories transcend daily news cycles and continue developing over long periods of time. Actually even if the coverage of the relevant event continued for more than one day, the original stories were not updated beyond the first day. Instead there were further news stories covering different aspects of the event (e.g. reaction, further revelations, etc.) in other parts of the website, whereas the original news stories that were initially identified as breaking news, remained at their specific Web pages, unchanged but linked to the newer stories that covered further developments the following days.", "The active updating process in most stories was limited to a few hours after the original publication. Most updates took place within the first couple of hours of the original story, which suggests that journalists provide initially very brief accounts of the events and then add information as soon as it becomes available. Specifically, 25 per cent of all updates occurred within half an hour from the time of the original publication, while the figure rises to 60 per cent if we look at the first two hours. Journalists' eagerness to publish even the tiniest bits of information as soon as they become available, rather than to wait and publish more substantial updates, becomes more apparent if we consider the number of words added to the stories during those first two hours which corresponds to 85 words per update on average.", "Furthermore, almost half of the stories were finalised and stopped being updated within four hours from the original publication, suggesting a rather short period of active maintenance. It is worth noting, however, that the average active maintenance period for all the stories examined here was six hours. Twelve stories in total were still maintained after six hours, while in just eight out of the total of 44 stories the updating lasted for more than 12 hours. More specifically, in the only two cases which lasted beyond the end of the daily news cycle the final updates occurred early in the morning of the following day. Both cases came from Sky News Online, which also had the widest span of updates among all websites on average (14 hours and 25 minutes). Similarly, BBC News Online was the second website with the longest average time between first publication and last update (with 6 hours and 28 minutes) whereas the equivalent time for the newspaper websites was significantly shorter (with The Telegraph having the shortest maintenance time on average with 2 hours and 18 minutes).", "Another important aspect of the updating process that was closely monitored here is the number of times each story was updated. On average, the selected stories were updated 5.7 times. Obviously, as the sample included only stories that were updated at least once, this figure cannot be representative of the total output of the websites, but it nevertheless suggests how intensive the process of updating is when it does happen. Here too we see a clear trend between the broadcasters and the newspapers, with the first updating the stories much more often than the latter. Sky News Online updated stories 11.5 times on average, whereas the equivalent figure for BBC News Online was 8, followed by Guardian.co.uk, The Independent, The Times and The Telegraph with 4.2, 4, 3 and 2.5 updates per story, respectively. Again the emphasis on more updates in the broadcasters’ websites could be explained by the fact that the culture of continuous coverage is shared more by 24-hour TV news channels rather than newspapers.", "Overall, despite the particular characteristics of each news story, where it would be normal to observe varied flow of information depending on a number of factors (such as availability of sources, course of events, etc.), we can see a specific trend emerging in the majority of the cases, with more frequent and substantial updates in the first few hours of the first publication, which are then waning as the time passes. This seems to suggest that the updating processes in most websites depend more on the journalistic practices and routines rather than the flow of information from the specific events covered.", "As one of the key aims of this paper has been to uncover every possible change in the different versions of the published news stories, it was important to define an update as any change in the following areas: the text including headlines, additional audiovisual material that accompanies the text and any new Web links to other stories. This focus on changes beyond the text has been necessary given the increasing multimedia format of online news stories and because it facilitates a very close monitoring of the maintenance of stories by journalists in real time.", "The main area of activity in the updates was unsurprisingly text based (with 90 per cent of the updates involving changes in the text, while 25 per cent of the updates were link related and 22 per cent featured changes in the accompanying audiovisual material). What is particularly interesting, however, is that in the majority of cases (84 per cent) updates consisted of new information being added. This can be better illustrated if we examine how the word count of the news stories increased over time. On average each update added 99 words on each story, while in just 10 out of 252 updates an actual fall in the number of words was noted.", "The reason for that is because corrections and omissions from the previous version of the stories occurred only rarely (in 26 and 17 per cent of the updates, respectively). Furthermore, the content analysis showed that some editing (57 per cent of the updates) took place between updates. In most cases this was only minor editing consisting of re-ordering of paragraphs or re-writing certain parts. It is worth noting though that whenever new information was added, this usually came at the end of the article, leaving the rest of it unchanged.", "This emphasis on adding information compared to editing or corrections suggests that journalists tend to publish new information as soon as it becomes available. Also this is a consequence of the fact that the first publications in most cases consisted of the most basic information of the events covered and were usually brief. This is perhaps an area where journalists feel the pressure to break the stories as quickly as possible in quite similar ways to 24-hour news channels (Lewis and Cushion, 2009). Here as well we can observe again a significant difference between broadcasters’ and newspapers’ websites, with the first being much shorter. Specifically, Sky News Online broke news stories with an average of 24 words compared to the 415 words of Guardian.co.uk. If we combine this finding with the differences in the frequency of updates discussed above, we can say that newspaper websites tend to wait longer before they introduce updates which are more substantial compared to broadcasters’ websites. Specifically, the average number of words added per update is considerably higher in The Independent (with 231 words per update) followed by Guardian.co.uk (with 106 words per update), The Telegraph (104) and The Times (103). On the other end of the spectrum, BBC News Online had 60 words per update, whereas Sky News Online just 44.", "Apart from examining how often and to what extent the news stories were updated, the coding categories focused also on the content of the stories in order to identify what kind of material was added. In order to achieve that, the new information in the updates was categorised according to the following types: information regarding the clarification of the main event, analysis, other relevant background information (indirectly relevant to the main event), reaction by main actors/parties, editing, change of headline, figures and stats, links to other Web pages and confirmation of previously unconfirmed facts. Again it is worth reminding that the focus here has been on the changes taking place after the first publication that is why the original posting was not coded. As expected, the most popular type of information added was about clarifying the key event (67 per cent). Background information was added in 47 per cent of the updates while in a bit less than half of the updates there was reaction by the main actors of the event (Figure 1).", " FIGURE 1  Types of information added in updates", " FIGURE 1  Types of information added in updates", "Predictably there was a clear link between the availability of new sources and the updates, as 64 per cent of them actually contained information from new sources. In comparison, just 38 per cent of the updates had new information by sources that had already appeared in previous versions of the story. By paying closer attention to the way sources have been used we can see that on average two new sources were added in each update. Most websites were close to this average with the exception of The Independent which had four new sources in every update on average and Sky News Online which had just 0.5 source per update.", "Finally, the analysis showed that 34 per cent of the updates had new links to related aspects of the story. The way news websites link to other related stories seems to be quite important, particularly in stories that continued to develop beyond the course of a day. However, an average of just 2.7 links per story was added in the selected sample."]}, {"title": "Conclusion", "paragraphs": ["A lot of similarities have been drawn between online news and rolling news coverage in 24-hour TV and radio, particularly with regards to the ephemeral nature of the news as a result of “continuous” coverage. And although it can be argued that online news stories have a more permanent character than TV or radio news as they remain available on the website even a long time after their original publication, they appear to be treated as items with limited lifespan by news organisations and journalists. One of the key observations we can make based on the results of this study is that “continuous” updating has limited life when it comes to individual news stories. Obviously the coverage of events and further developments does not stop, but it takes place in different formats. Breaking news stories are only one element among many used by websites to cover events. And those initial stories very rarely exceed the daily cycles of journalistic work.", "In that respect we see a hybrid of routines taking place with both frequent updates being used and the daily news cycle being observed. In many ways, it appears as if journalistic notions of “newness” suggest new stories should appear every day (even if it is the same event or series of events being covered). Although proper confirmation of this would only become clearer though ethnographic studies of newsrooms, the findings of this study suggest that news stories are not maintained around the clock and that daily news cycles remain in practice.", "It is also true that a greater emphasis on updating is placed during the early lives of the stories. Despite the fact that the updating process expires in a few hours, it is worth noting that in the busy first couple of hours of the life of stories there is an abundance of updates. Some of them occur in a minute-by-minute basis which obviously would make it extremely difficult if not impossible to be detected by online readers. It can be argued that this frenzy of updates is driven by the competitive spirit of journalists. As other newsroom studies have shown, beating the competition on a story even by a few seconds can be hugely important for professional prestige and recognition among journalists and news organisations (Saltzis and Dickinson, 2008).", "Journalists have highlighted in the past that the Internet presents a more “honest” news product than older media in the sense that mistakes can be corrected easily and quickly, as journalists can edit their pages at any time. This study has attempted to examine how much of this facility is actually being taken up by news organisations and concluded that corrections or omissions are occurring very seldom. This does not necessarily mean that corrections should have taken place more often or, on the contrary, that journalists do not make any mistakes, but it does show that the great majority of the updates consist of information being added rather than removed or corrected. Furthermore, any editing that takes place has been rather limited and very rarely does it involve significant re-writing of the stories. If we also consider the fact that the majority of the updates are aiming to clarify the main event covered, all this suggests that this type of story is a result of very quick newsgathering and writing in an effort to be “out there” as soon as possible.", "This emphasis is greater in broadcasters’ websites, whereas newspaper websites tend to be slower and less frequent in their updating techniques while they end this process sooner too. These approaches can be better explained by the different journalistic traditions and cultures in newspaper and broadcasting organisations. Particularly in the latter, the notion of rolling news and continuous coverage is certainly part of the newsroom culture and this is demonstrated by the higher levels of maintenance of their stories online.", "Overall, this paper has studied the various updating patterns that emerge in a number of news websites and has tried to identify specific approaches towards breaking online news. By focusing on the content and format of news stories and their updates, it has examined how these stories develop over short periods of time and their “fluid” nature, but it has also attempted to uncover particular aspects of news work in relation to the maintenance of online news stories. Although the nature of online news makes the latter more apparent than in other media, it has to be stressed that a more detailed investigation of those issues would require an ethnographic study of online newsrooms in order to identify the reasons and other factors involved in the journalistic decision making."]}], "references": [{"title": "The Changing Context of News Work: liquid journalism and monitorial citizenship", "year": "2008", "journal": "International Journal of Communication", "volume": "2", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "The Structure of Foreign News", "year": "1965", "journal": "Journal of International Peace Research", "volume": "1", "authors": [{"name": "Galtung Johan", "first_name": "Galtung", "last_name": "Johan"}, {"name": "Ruge Mari H", "first_name": "Ruge", "last_name": "H"}]}, {"title": "Freezing the Flow of Online News", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Karlsson Michael", "first_name": "Karlsson", "last_name": "Michael"}, {"name": "Strömbäck Jesper", "first_name": "Strömbäck", "last_name": "Jesper"}]}, {"title": "The Thirst to Be First: an analysis of breaking news stories and their impact on the quality of 24-hour news coverage in the UK", "year": "2009", "journal": "Journalism Practice", "volume": "3", "authors": [{"name": "Lewis Justin", "first_name": "Lewis", "last_name": "Justin"}, {"name": "Cushion Stephen", "first_name": "Cushion", "last_name": "Stephen"}]}, {"title": "Gatekeeping, Indexing and Live-event News: is technology altering the construction of news?", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Livingston Steven", "first_name": "Livingston", "last_name": "Steven"}, {"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance"}]}, {"title": "Inside the Changing Newsroom: journalists’ responses to media convergence", "year": "2008", "journal": "Aslib Proceedings", "volume": "60", "authors": [{"name": "Saltzis Konstantinos", "first_name": "Saltzis", "last_name": "Konstantinos"}, {"name": "Dickinson Koger", "first_name": "Dickinson", "last_name": "Koger"}]}, {"title": "Who Are These Guys?: the online challenge", "year": "2003", "journal": "Journalism", "volume": "4", "authors": [{"name": "Singer Jane", "first_name": "", "last_name": "Jane"}]}, {"title": "Impacts of the Internet on Newspapers in Europe: conclusions", "year": "2005", "journal": "The International Communication Gazette", "volume": "67", "authors": [{"name": "van der Wurff Richard", "first_name": "van", "last_name": "der Wurff Richard"}]}]}