{"doi": "10.1080/1461670X.2017.1386585", "url": "https://doi.org/10.1080/1461670X.2017.1386585", "title": "Crafting Resonance in a Sports Media Event", "volume": "20", "year": "2019", "issue": "3", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Liang", "first_name": "Limin", "name": "Limin Liang"}], "abstract": "Through studying the turn from conflict to function in one of the most expensive media events in history, the Beijing Olympics, and by building on Jeffrey Alexander's cultural pragmatics theory, the article proposes a theoretical framework for studying mega-events as a transnational social drama, i.e, a strategic contest whereby media engage social institutions in stylistic but contentious public performances. Eventually, which performance stands out as resonant is contingent upon the script, the actors, the audience, the mise-en-scène, and social power. Initially, the performance of Free Tibet protesters was judged to be more authentic through coherent media framing. But the subsequent redress phase saw a return of the affirmative narrative made possible by the redefinition of the mise-en-scène following the Wenchuan earthquake and authorities’ enhanced capability in controlling symbolic production. The Chinese performance came to be seen as more or less authentic, hence strategic public diplomacy was transformed into a ritual-like experience. The article reads media events as neither a mythical system functioning in a consensual way nor merely an ideology serving instrumental interests. An interactional approach focusing on the contention among performers in which conflict may be ritualized, with media playing a crucial but not determining role, comes closer to explaining the course of the Games and similar global media events to come.", "body": [{"title": "Introduction", "paragraphs": ["The Olympic Games may well be the most important civic ritual in a globalized world. As an extraordinary media event, the Games celebrate individual excellence united under a consensus over the “legal-rational” principle, which is the cornerstone of modernity. They also embody the ideal of human solidarity despite a reality of economic and political conflicts. But precisely because Olympianism represents universal ideals, since its inception it has been a source of appropriation by strategic actors, from nation-states to transnational corporations to the global civil society alike. The Games “are used as blank slates, as empty stages available for all sorts of new dramaturgies besides their own, scrolls that have been written upon, scraped almost clean, and written upon again” (Dayan 2008, 391). The paradoxical reality of the Olympics as both a system of universal values and a means for strategic interest, like that of culture in general, has been an enduring source of interest for scholars.", "This article studies the most expensive media event to date, the Beijing Olympics, as a transnational social drama. While China spent “biblical seven years” (Friedman 2008) in preparing for its “coming-out party,” the run-up to the Beijing Games saw a breach of the Olympic norm. During the international torch relay, China’s Olympic stage was almost taken over by Free Tibet supporters as well as other activists who sought to use the Games to leverage China in both domestic and foreign policy realms. The Games averted a downward spiral only after its platform returned to China, where it was turned from a discordant social drama back to an affirmative event.", "The Beijing Games remain a fascinating cultural performance for global communication scholars. However, to date, few works have approached the event through a media ritual perspective. The ones that did were mostly confined to studying the heavily ritualized Opening Ceremony (Cui 2013; Luo 2010). But moving beyond the ceremonial moment, how can a media ritual perspective inform our understanding of the extended drama before and during the Beijing Games? Did the conflicts that almost wrecked the Games in the run-up to it eventually get ritualized, and if so, what was the mechanism leading to ritualization? How does the trajectory of the Games connect to the paradigm shift in media ritual studies from structural functionalism to a focus with conflict and power, as well as inform us about the phenomenon of “genre transgression” that results in “subverted, diverted, or perverted events” (Dayan 2008, 399; Hepp and Couldry 2009; Katz and Liebes 2007)? These are the key questions this article tries to answer."]}, {"title": "Theoretical Framework: Ritualizing Media Events Through Resonance-crafting", "paragraphs": ["Media ritual scholarship began with the study of media performances enacted around dramatic events that affirm the core values of a society. This is symbolized by the publication of Dayan and Katz’s (1992) Media Events: The Live Broadcasting of History, which had at its core an aesthetic theory of how the then new medium—live television—turned otherwise ritualized events into mediated rituals (e.g., coronation and contest), or made non-ritualized events truly transformative (e.g., conquest) (Coman 2005).", "Syntactically, a media event begins with a “separation” from mundane life. This is followed by a “liminal” stage in which what divides us in everyday life gives way to anti-structural communitas guided by symbolic logic, where social relations assume a subjunctive mode of what they ought to be (Coman 2005). The final stage is “reintegration,” where ritual agents with a transformed status rejoin everyday life (van Gennep 1961). Semantically, media events are high holidays celebrating the sacred values of a community or promoting a message of “reconciliation” proposed by event organizers. Pragmatically, a media event enthralls a nation or the world.", "The ritual dimension of “media events” lies in media’s employment of recurring formal features in narrating special categories of events. Ritualization can be seen as a process of crafting resonance, a textual effect that points to “a public and cultural relation among object, tradition and audience” (Schudson 1989, 170). Resonance often entails a consensual narrative choice by media, suggesting a tight coupling between the actual event and “story about it” (Schudson 2007), which in turn strikes a responsive chord with the audience.", "While media events underscore consensus, “it requires only a small shift of focus to see rituals as expression of power” (Elliott 1982, 584; Couldry 2003). All rituals embody the paradoxical co-presence of structure and anti-structure (Turner [1969] 2007). Elliott debunked the two meanings of “solidarity”: “togetherness” and “loyalty.” While “togetherness” implies anti-structure and is the more usual Durkheimian interpretation of ritual, “loyalty” stresses an element of subordination by those who participate in the ritual to those who organize it. Even the liminal phase supposedly characterized by undifferentiated communitas is sustained as much by models of authority as models of cooperation. An affirmative media event is thus better understood as an establishment-centered event in which media (usually referring to news media) shed their critical stance to act as chorus, thus joining organizers as “ritual principals.”", "While authorities strategically use affirmative events to legitimize their authority, their challengers are equally tempted to appropriate the universality of ritual rhetoric to advance their own interest (Kertzer 1988). This adds a conflict dimension to rituals. Recent scholarship has increasingly addressed the role of conflict in media events (Hepp and Couldry 2009), incorporating both threats originating from outside a society, such as wars, terror attacks, and disasters (Katz and Liebes 2007; Liebes 1998; Liebes and Blondheim 2005; Rothenbuhler 2005), or from within a society, such as scandals or moral outrage (Alexander and Jacobs 1998; Carey 1998; Cottle 2006; Ettema 2005). Adding to these are scenarios where affirmative events experience a “genre transgression,” resulting in “subverted, diverted, or perverted events” (Dayan 2008, 399; Durham 2008).", "Unlike affirmative events that mark the preplanned and orderly transition of ritual agents to the next life stage, the more suspenseful “social drama” paradigm (Turner 1980) is instructive for our understanding of conflict-oriented events. A social drama begins with a public breach of a society’s law or moral norms, often challenging entrenched authority. This is followed by a crisis stage in which conflict develops along the most acerbic social fault-line and everyone is compelled to take sides. The third stage is redress during which “redressive mechanisms … are brought into operation … ranging from personal advice and informal arbitration to formal juridical and legal machinery” (Turner 1980, 147). It leads to a final stage of either reintegration or perpetuated conflicts, depending on how well the conflicts are ritualized. While social drama has a conflictual form, its effect may be functional. “The simple fact of ritualizing a conflict, of formulating it on a symbolic register, diminishes its conflictual nature” (Dayan 2005, 171).", "If affirmative events foreground consensus, a mediated social drama is better seen as a contest whereby news media engage other powerful social institutions in stylistic but contentious public performances, in which a dominant script can only be gradually discerned. Eventually, which performance will stand out as resonant hinges on a number of factors, including the script, the actor, the audience, the mise-en-scène, and social power (Alexander 2004). The script that supports the performance must be seen to achieve both “extension” with the background culture and “psychological identification” with an audience who will recognize the script by heart. The actors that perform the script must appear authentic to the roles conferred by the script, i.e., their strategic intention must remain hidden. Moreover, the mise-en-scène, or the temporal–spatial environment in which the performance takes place, and the social power that controls the means of symbolic production, shall work in support of the performance to make it resonant.", "Further, linking the ritual-oriented “social drama” frame to the more familiar cognitive frame of “social problem,” Ettema (2005, 134) offered an operational index for studying resonance, which he defined as “an effect produced by the same process of (crafting) salience when accomplished with eloquence.” Specifically, resonance is revealed through media’s recurrent use of narrative and rhetorical devices in the discursive processes of articulation, punctuation, and attribution. Articulation resembles a building structure and refers to the way “a vast array of events and experiences are hung together in a relatively unified and meaningful fashion” (Ettema 2009, 297; Snow and Benford 1992, 138). Punctuation refers to the definition of a problem. Like a picture frame, it involves the selection of facts so some aspects of an issue will appear more salient (Entman 1993). Finally, attribution “identifies culpable agents and specifies actions necessary to ameliorate the problem” (Ettema 2005, 133). The incorporation of the cognition-driven “social problem” frame (i.e., “punctuation” and “attribution”) into a ritual-oriented “social drama” frame in the crafting of “resonance” shows the deliberative potential of a social drama and “the firm grip of technical rationality on contemporary ritual, with its insistence that things must be and can be explained” (Ettema 1990, 327).", "News media’s role in “crafting the resonance” of a social drama deserves particular attention. As the most important social institution of symbolic production, news media often serve as the final arbiter of social performances, i.e., they confer a discursive form on events that implicitly contains a critique on the “authenticity” of other social actors. Media, therefore, “contain the political within the cultural” and herein we find media’s symbolic power (Ettema 1990, 325). If news media’s normative role during an affirmative event is a “chorus to power,” the networked media environment and globalization bring new uncertainties. For instance, when non-governmental organizations (NGOs) of the international civil society target an event to champion their own cause, an affirmative event is likely to transgress into a “social drama.” For sure, appropriating an existing event platform for other purposes raises questions about legitimacy. Within the commercial realm, there are clear protocols against the practice of “ambush marketing” (Payne 2012; Price 2008). However, things are less clear when values celebrated by a media event are appropriated for political purposes by parties other than the event owners. This presents a dilemma for mainstream media: should they remain committed to their “chorus” role, or take the protesters’ perspective in “advocating” for change regarding a deep-rooted social conflict that now lies exposed? How can news media continue to craft a resonant script now that the media event seems to embark on an uncertain and conflictual path? These are key issues that media have to sort out in their interaction with both the event organizers and their detractors. This said, media’s power to enjoin national authorities for redressive action in a transnational social drama is eventually limited, as the transnational public sphere is in want of an accountability mechanism of government power, as well as effective norms that may bring about conflict resolution (Benson 2015; Brüggemann and Wessler 2014; Hepp and Couldry 2009).", "As a quintessential genre of media events, the Olympic Games introduce a “liminal” phase in which athletes from around the world engage in competitions that celebrate individual excellence embedded in universal humanity, irrespective of one’s racial, ethnic, religious, or national background. However, beneath the veneer of solidarity lies Olympic ritual’s power dimension (Billings 2009; Hayashi et al. 2016; Roche 2000). The institutional custodians of the Olympic Movement (the International Olympic Committee (IOC) and National Olympic Committees), the host city, the corporate sponsors, as well as Olympic media are structured in the dominant. These ritual principals enjoy contractually guaranteed rights to be associated with the Games’ symbolism that is denied to “free-riders.” However, marginal actors often try to appropriate the visibility of the platform for their own cause (Price 2008). Instead of papering over social and political conflicts, the Olympics often become a social drama that magnifies conflicts.", "As it is, a structural-functionalist reading emphasizing the Games’ symbolism remains idealistic. From a power perspective, a successful Olympics can be read as a triumph of the host nation’s public diplomacy. For instance, the Beijing Organizing Committee (BOCOG) and the Chinese state intended to use the Games as a “coming-out-party” for China, making it strategic communication par excellence. From a conflict perspective, the Olympic platform is a fertile ground for confrontation (Tomlinson and Young 2006), from saber-rattling international politics (Moscow 1980 and Los Angeles 1984 when the Soviet Union and United States rotated boycotts) to domestic protests (Mexico City 1968 and Seoul 1988); and is open to appropriation by marginal players from issue-driven NGOs (Beijing 2008) to terrorists (Munich 1972). In Beijing’s case, China’s heightened attention to its image and the moral legitimacy offered by hosting the Games changed the relations between China, foreign media, and transnational civil society. This set the stage in which different actors would use the Games to leverage China on issues ranging from human rights to ethnic conflicts and foreign policy (Brownell 2012; Han 2011; Horne and Whannel 2010). Beijing tried to define the Games in its own terms, while its challengers claimed the meaning of the Games should not be exhausted by rights-holding entities alone. They engaged each other in a contentious performance deeply implicated in the global “political economy of collective attention” (Dayan 2008). Each party endeavored to ritualize its performance, i.e., to be seen as authentic and thus achieve resonance with a by-standing public.", "Eventually, ritualization not only grows out of interaction between the script, the actors, and audience, but is also the result of different parties’ ability to control means of symbolic production, as well as the general ecology of events around the focal event (the mise-en-scène). Changes in the final two elements were crucial to the turn-around of the Beijing Games from disruption to affirmation. Social movement theorists have argued that for resource-poor actors such as NGOs, hijacking an existing platform, with its “potential to embarrass,” may be “the most important tactic available” (Gamson 2004, 258). But after the authorities readjust their strategies, the authenticity of activists may be compromised (Downey 1986). In light of this, a central research question for studying Olympics as a transnational social drama is analyzing how and why a particular performance stands out as resonant, as well as media’s role in contributing to that perceived resonance. At the heart of the question is also a discussion of the nature of conflict ritualization mechanism involved.", "This theoretical section will end with a qualification. Granted, resonance necessarily supposes audience response to the frame adopted by the journalists and in turn embedded in the media text, while this study offers no such evidence. By priming producer-level practice, the study tries to complement effects tradition’s inattentiveness to the interaction between journalists and other social institutions in producing a “resonant script,” as well as the formal qualities of the script that does the actual ideological work. This is not to say that consensual media framing will always produce a “dominant reading” (Hall [1980] 1992). But it does argue that the former is a necessary, if not sufficient condition in inducing “resonance” towards a particular script at the audience level. This makes studying how media producers, event owners, and their challengers negotiate towards a consensus (or failure thereof) as important as testing the effect of the frame’s perceived resonance. In other words, just like “agenda-building” studies produce value independent from “agenda-setting” studies, there is also value in studies that zero in on producers’ efforts at “crafting resonance.”", "Thus, this paper takes seriously the suggestion that “an operational indicator of the journalistic effort to craft resonance is the recurrence of formal textual features—the repeated distillation of the event to the same few iconic elements” (Ettema 2005, 134). At the same time, it tries to push the insight further, by demonstrating that journalists’ effort at crafting resonance may itself be a conflicted process, especially when they are torn between competing allegiances as a media event experiences a “transgression of genre,” a trend closely connected to the twin forces of globalization and the rise of interactive media technologies. This said, failure to study audience perception of resonance or the mediation of the event across different platforms are weak links of this paper. Future studies may further investigate the role of the digitally empowered audience in “co-producing” or “contesting” the resonance of an event with or against the event’s ritual principals, including professional media makers."]}, {"title": "Methodology", "paragraphs": ["The following case study on how the Beijing Olympics evolved as a transnational social drama is based on a combination of discourse analysis, content analysis, and in-depth interviews. The media discourse under analysis is drawn from four elite newspapers in two leading English-speaking countries: United States and United Kingdom.1 The newspapers are The New York Times, The Wall Street Journal, The Guardian, and The Daily Telegraph, which, given their liberal- or conservative-leaning editorial stances, represent the spectrum of “legitimate controversy” (Hallin 1989) within their respective societies. The author searched the Proquest database regarding these newspapers using “Beijing Olympics” as key search terms for the entire year of 2008. Among the articles, the author zeroed in on the four papers’ Olympic coverage from the beginning of the international torch relay (March 25) to the end of the Olympic month (August 31).", "While the original media events theory foregrounds live broadcasting, this paper analyzes discourse drawn from Western press. Katz and Dayan (2017) recently noted that their original theory emphasized the “consensual” nature of the event’s mediation, which did not preclude print media even though the latter have a different aesthetic form from television. Beyond “media events,” the cultural studies of journalism take an active interest in the ritual dimension of everyday journalism which is often text-based (Bird and Dardenne 1988; Ettema 2005; Lule 2001). Meanwhile, the extended duration of the Olympic-related events under study, which includes not only the Games but also the torch relay in the months leading up to them, makes studying press coverage a more realistic but still valid choice. Given this paper’s focus on institutional interaction, the decision to choose the elite rather than popular press is informed by the fact that the former played a more important role in shaping the Olympic organizers’ media strategies (personal communication with a BOCOG official, September 24, 2008). Compared to the popular press, the elite press also has better resources and is more committed to sponsoring expensive foreign coverage.", "To complement the limited scope of discourse analysis, the paper draws on in-depth interviews and personal communication with reporters and other personnel involved in the Beijing Olympics during the author’s fieldwork in Beijing between June 2008 and May 2009 and subsequently in December 2011, numbering around 40. The interview subjects include foreign correspondents from leading international news agencies, newspapers, news magazines, and international broadcasters; Chinese reporters, producers, and executives working for China Central Television (CCTV) Sports, the Chinese state broadcaster and the Olympic television rights holder; as well as several officials working for BOCOG. The names of the interviewees and their affiliated organizations were kept anonymous according to Institutional Review Board agreement. Finally, to gauge how the collective memories of the Beijing Games pan out in international media in the post-Olympic era, the author conducted a content analysis of articles containing the term “Beijing Olympics” in the four newspapers (The New York Times, The Wall Street Journal, The Guardian, and The Daily Telegraph) between the end of the Beijing Games and the end of the Rio Games in 2016, and assessed the nature of the reference (i.e., whether it drew positive, neutral, or negative associations with China). While the event under examination took place a number of years ago, this paper is primarily aimed at making new theoretical contributions to the study of global sports media events by revisiting these data."]}, {"title": "Breach", "paragraphs": ["According to Turner (1974, 38), in initiating a social drama, “the incident of breach may be deliberately, even calculatedly, contrived by a person or party disposed to … challenge entrenched authority.” China’s Olympic discourse took a toll when the spotlight of the flame ceremony in Athens was seized by members of the Paris-based rights group Reporters Without Borders. The Guardian reported: The Olympic flame yesterday began its 85,000-mile, meandering journey from rural Greece to Beijing … amid embarrassing scenes … The choreographed ceremony had barely started when Jean-Francois Julliard, a member of the press freedom group Reporters Without Borders breached a cordon and rushed onto the ancient site where the president of the Beijing Olympic organizing committee, Liu Qi, was giving a rousing speech … [The] Frenchman was whisked away, but not before he had attempted to unfurl a large black flag depicting the five Olympic rings as handcuffs while horrified guests, including the Greek prime minister, looked on. (Smith and Branigan 2008)The newspapers under study boiled the scene down to more or less the same iconic details: the protester who “unfurled a flag depicting the five rings in handcuffs,” policemen who hurried to “whisk” him “away,” “horrified” guests, etc. The narrative form emerging from these details is “ironic farce,” in which the audience and the protagonists were led to expect one thing while quite another awaited. The dark physical humor pointed to an inversion of the power relations that underlie an otherwise celebratory event.", "The Olympic flame yesterday began its 85,000-mile, meandering journey from rural Greece to Beijing … amid embarrassing scenes … The choreographed ceremony had barely started when Jean-Francois Julliard, a member of the press freedom group Reporters Without Borders breached a cordon and rushed onto the ancient site where the president of the Beijing Olympic organizing committee, Liu Qi, was giving a rousing speech … [The] Frenchman was whisked away, but not before he had attempted to unfurl a large black flag depicting the five Olympic rings as handcuffs while horrified guests, including the Greek prime minister, looked on. (Smith and Branigan 2008)", "The ironic turn of events revealed a glaring breach to the Olympic norm, thus marking a transgression from the “affirmative event” to a “social drama.” At the heart of the breach lay a deep-rooted social conflict: the long-standing ethnic strife in Tibet. While Tibet is part of China and diplomatically no country recognizes otherwise, the Tibetan region had an entangled historical relationship with Han Chinese. Outside of China, organized groups that promote Tibetan independence, such as the Tibetan-government-in-exile and Students for a Free Tibet, had been planning to use the Games as an opportunity to make their voice heard.", "The Tibet-related protests had an immediate precursor in March, when monks in Lhasa took to the street on the eve of the anniversary of the failed 1959 uprising. The protests soon descended into deadly riots, killing 22 people according to the Chinese sources, among whom most were civilian Han people and policemen. The Free Tibet sources put the casualties at 140, most of whom were Tibetans (Leow 2008; The Wall Street Journal 2008).", "The disruption of the torch ceremony nearly two weeks after the riots helped to create a momentum that compelled the world’s media to turn their attention from the Olympics to the issue of Tibet. In other words, “Free Tibet” supporters successfully inserted a structural social problem into a supposedly anti-structural sports event. However, the “legitimacy” of using the Olympic platform to champion another cause demanded justification. This became a key concern that media implicitly addressed in their subsequent coverage.", "The media framing surrounding the question of definition or “punctuation” remained coherent. The journalists almost unanimously defined the event as “a public relations disaster for China.” “Forget the javelin, marathon and table tennis. For many protesters of the Beijing Olympics, the events are already underway” (Kang, Fong, and Meichtry 2008). The journalists contrasted what the Games ought to have been—“a journey of harmony”—with what it had become—“a magnet for Tibetan activists and other groups seeking to use the Games to draw attention to their cause” (The New York Times 2008), concluding that the protests “heralded … the most controversial Games in two decades” (Anast and Spencer 2008).", "Having defined the nature of the breach, the journalists went on to identify the cause of the problem. In news treatment the journalists honored the principle of “balance,” by giving voice to both the protesters and the Greek IOC officials as well as the Chinese organizers. While the protesters pointed to the “human rights abuses in the world’s most populous country,” the IOC officials and their Chinese counterparts condemned the protesters and insisted that politics should be kept out of sports. However, in editorials the meaning of the “breach” was made more explicit. For instance, one Telegraph commentary noted, “[If] the Olympic Games can bring light to political murk … we should celebrate its most elevated function” (White 2008a). Here, by aligning the Olympic norms and values with the cause of Free Tibet and by demanding the Chinese government honors the pledge to improve human rights that it made upon winning the Olympic bid (Anast and Spencer 2008), the media effectively legitimized the protests."]}, {"title": "Crisis", "paragraphs": ["In a social drama, “unless the breach can be sealed off quickly, there is a tendency for the breach to widen … until it becomes coextensive with some dominant cleavage in the … social relations” (Turner 1974, 38). Despite organizers’ efforts to keep politics out of sport, the social drama kept fermenting. The Wall Street Journal foregrounded the contentious nature of the struggle. Using the rhetorical strategy of what social movement scholars would call “frame alignment,” it commented that “politics is its own type of sport” (Burns 2008). The torch legs in London, Paris, and San Francisco became a showdown between conflicting forces.", "The same articulation frame of ironic farce was repeated with greater felicity. Each city’s relay was again reduced to a few iconic details. London’s “one million pound security campaign” turned into “a tumult of scuffles,” amidst “more than 2000 policemen on foot, motor bike, in cars and on horseback” (Burns 2008). One protester managed to get close to the torch, “setting off a fire extinguisher and dousing a policeman with foam” (Burns 2008). Protesters were “wrestled to the ground” and 37 were arrested. The scene became so “ugly and chaotic” that it was named a “farce” outright (Edwards and Thomas 2008). So many protest groups jockeyed for attention that they had to make a fashion choice: “Students for Free Tibet wore white, Darfur supporters green, Falun Gong yellow or orange” (Meichtry, Fong, and Kang 2008). The cacophony was the perfect anti-metaphor to the “One World and One Dream” slogan championed by Beijing.", "The farce reached an acme in Paris. The Guardian summarized the Parisian experience: Mercifully for bruised British egos … the torch’s progress through Paris yesterday looked almost as chaotic: officials cancelled the final running stages of the relay, extinguished the torch and hustled it on to a bus on several occasions as a succession of protesters were wrestled to the ground by security officials as demonstrators tried to grab the flame. (Barkham 2008)The torch’s passing in San Francisco, while not as chaotic, was not the kind of joyous party anticipated by Olympic enthusiasts but a “disappointment” as the route was changed at the last minute (McKinley 2008).", "Mercifully for bruised British egos … the torch’s progress through Paris yesterday looked almost as chaotic: officials cancelled the final running stages of the relay, extinguished the torch and hustled it on to a bus on several occasions as a succession of protesters were wrestled to the ground by security officials as demonstrators tried to grab the flame. (Barkham 2008)", "These narratives featured ideal archetypes. The protesters became “symbols of resistance” and their advocacy represented “the chaotic freedom of democracy.” By contrast, the Chinese security guards were called “flame retardants.” “Some saw their black leather gloves, earpieces and single-minded determination to keep the flame burning as a visible demonstration of Chinese police state-type muscle in London” (Barkham 2008). The New York Times quoted an angry protester, “You have to ask: Where were these security men last week? Beating up people in the villages of China, no doubt” (Burns 2008).", "If the articulation frame made the city-to-city relay interesting, the punctuation frame made the issue important by repeatedly naming the situation as “a public relations disaster” (Burns 2008; Kelso 2008a) that “left the organizers … deeply embarrassed” (Edwards and Thomas 2008). The Wall Street Journal quoted a blogger who likened the process to “watching the world’s biggest, slowest traffic accident” (Fowler 2008). In such a farce, the inversed power relations between “leaders” and “rebels,” like a medieval carnival, promised laughter and not sympathy. The Guardian’s editorialist Simon Jenkins unveiled the meaning of the narrative form most trenchantly: Confess it, you have not enjoyed a story so much in years. A round-the-world marathon with all-in wrestling, kick boxing, rugby tackling and sanctimonious steeple-chasing, staged free of charge in the streets of London, Paris and San Francisco by the International Olympics Committee—and before the Beijing games have even started. To add to the joy, nobody gets hurt except politicians. (Jenkins 2008a)As Dayan and Katz (1992) noted in their classic study of media events, when an affirmative event is hijacked, introducing a competing script, it poses a “dilemma” for media in terms of its position vis-à-vis the event organizers. If consensus between media and event organizers is all but taken-for-granted when things go well, a turn towards conflict will likely induce a return to the professional norm of “balance,” as long as the intruding actor is seen as a “legitimate” source. However, in reporting acute social conflicts, even as media try to give voice to “multiple sides,” it is hard to stay “neutral.” Ettema and Glasser (1998) wrote that the craft of investigative journalists lies in appropriating yet transcending the objectivity norm through the strategic use of irony, thus conveying a sense of moral outrage even as journalists profess to be committed to professionalism. Here, similarly, even as journalists quoted both protesters and the Chinese officials, their consistent adoption of ironic farce served to convey sympathy for the protesters and a call to account on the part of the Chinese organizers. Indeed, the transgression of an event from affirmation to conflict compels a change in media’s role, i.e., the journalists move from a normative “chorus role” required of a media event, in which they form a de facto partnership with the event organizers or the power establishment, to an “advocate role” in which they take on power, as when they cover scandals, moral outrage, or occasionally in covering social movements as well.", "Confess it, you have not enjoyed a story so much in years. A round-the-world marathon with all-in wrestling, kick boxing, rugby tackling and sanctimonious steeple-chasing, staged free of charge in the streets of London, Paris and San Francisco by the International Olympics Committee—and before the Beijing games have even started. To add to the joy, nobody gets hurt except politicians. (Jenkins 2008a)", "This advocacy role of media was made nowhere more explicit than the editorials, where media tried to come up with an attribution frame. The Guardian ran an article entitled “10 Burning Questions About the Olympic Torch,” in which the answer to “who to blame” was: “Take your pick—Gordon [Prime Minister Gordon Brown], Ken [Mayor of London Ken Livingstone], China, the police, our feckless society, the chaotic freedoms of real democracy” (Barkham 2008). Ultimately, the Chinese organizers took the blame for “human rights abuses,” which contradicted the Olympic charter and led to the disruption during the torch relay. The editorial also argued that the “public relations disaster” grew out of China’s hubris: Had the Chinese and the IOC been shrewd, they would have avoided democracies altogether, or at least they would have run the torch inside stadiums, where they could ensure photo-opportunities with politicians smiling … Instead they craved geographical authenticity … They both got a raspberry. (Jenkins 2008a)This comment goes to the heart of media’s critique: China’s Olympic diplomacy backfired because it opted for a wrong script in the wrong scene. Power rituals in authoritarian societies have to be tightly controlled to take effect, which is antithesis to the “street theater” type of spontaneous festival that defines the torch relay. The poignancy is that authorities invited humiliation because of their own ignorance. “Simple ignorance is safe from irony, but ignorance compounded with the least degree of confidence counts as intellectual hubris and is a punishable offense” (Ettema and Glasser 1998, 90).", "Had the Chinese and the IOC been shrewd, they would have avoided democracies altogether, or at least they would have run the torch inside stadiums, where they could ensure photo-opportunities with politicians smiling … Instead they craved geographical authenticity … They both got a raspberry. (Jenkins 2008a)", "Only a few articles advanced a somewhat different line of reasoning. Peter Preston of the Telegraph wrote, Sympathy for Beijing? Not much. They promised to do better and haven't. But in Chinese terms, a ‘free Tibet' makes a free Kashmir look easy—and far wider turmoil for China lies that way. So sympathy for the wilder side of Tibetan separatism needs throttling back. (Preston 2008)", "Sympathy for Beijing? Not much. They promised to do better and haven't. But in Chinese terms, a ‘free Tibet' makes a free Kashmir look easy—and far wider turmoil for China lies that way. So sympathy for the wilder side of Tibetan separatism needs throttling back. (Preston 2008)", "Overall, however, media’s failure to confer “authenticity” on the Chinese performance undermined the latter’s public diplomacy goal.", "By the end of April, the IOC added its own punctuation frame to a deepening social drama. The Guardian reported that “after a week that has seen the Olympic flame scorned on two continents … the IOC … conceded what has long been apparent to many observers: China’s hosting of the 2008 games has tipped the Olympic movement into crisis” (Kelso 2008b). The IOC would in time abandon the ritual of international torch relay altogether (Kelso, Dodd, and Branigan 2008).", "For the crisis at hand, what was proposed by the global civil society was “boycotting the Opening Ceremony.” The idea was resolutely throttled back by both IOC and China. IOC President Jacques Rogge maintained there was no “momentum” for a boycott, as “the major political leaders don’t want one” (Anast and Spencer 2008). He reminded the world that the Olympic Movement had weathered more serious crises before and rebounded (Ziegler 2008). The Chinese officials not only dismissed the idea of boycott, but that of calling the torch relay “a crisis” as well, confident that “the Games would go on to be a success” (Spencer 2008).", "But in newspapers’ editorials, arguments for and against a boycott were exchanged energetically. Those approving the idea drew analogy with the Nazi Olympics, “Olympics have always been meat and drink to fascist and communist regimes, with their … use of sport as weapon of propaganda.” In between the lines there was also fear of a rising China: “a regime which is resolutely anti-freedom and ruthlessly nationalistic has shown that it can win.” The recommendation was to have “world leaders stay away from its repulsive ceremonies and leave the sportsmen to get on with it” (Moore 2008).", "Others mocked the idea for its hypocrisy, arguing that “an expediency not simultaneously summoned from worldwide commercial, industrial and cultural contacts with China” could only “leave the Olympics exposed as a soft option” (Miller 2008). In other words, the Olympics as a human festival should not be instrumentalized if agents in the political and economic fields did not sacrifice their interests first.", "One rare commentary in the Telegraph, however, complained that the dominant Western perspective failed to give China agency: Before the moral majority round up another posse to ride to the planet's rescue, China asks that the liberal lynch mob look at the socio-political map from its point of view, and to consider not where China is or was but where it is going. (Garside 2008)", "Before the moral majority round up another posse to ride to the planet's rescue, China asks that the liberal lynch mob look at the socio-political map from its point of view, and to consider not where China is or was but where it is going. (Garside 2008)", "The article praised China’s “condensing into two decades a process that took two centuries to evolve in the West,” and judged the Olympic official’s public statement to be authentic, “We want to promote the development of China and social progress. We want to understand the world and the world to understand China … We believe in good manners and harmony. We hope to leave a material and spiritual legacy” (Garside 2008).", "Overall, the very fact that controversy was now over proposing specific redress measures suggested that the problem had moved beyond diagnosis stage. Whether as a result of responding to pressure or not, some Western leaders, including the British Prime Minister, the German Chancellor, and the French President, began to distance themselves from the Opening Ceremony. Similar pressure was on the US President from presidential candidates in an election year."]}, {"title": "Redress", "paragraphs": ["As of early May, no prospects of settling the dispute were in sight. China was determined not to compromise on an issue of sovereignty, even though it made conciliatory gestures to reopen dialogue with the Dalai Lama. Just as the situation looked to get stalled, a huge earthquake that ravaged China’s Sichuan province on May 12, 2008 and claimed tens of thousands of lives introduced a powerful jolt to a troubled Olympics. The earthquake upstaged news headlines of the torch relay. The efficient rescue efforts, the sudden openness for the world’s media to access the disaster zone partly in response to the Tibet backlash, on top of stories of suffering and the need for healing, redefined the mise-en-scène of the Games. These stories papered over local political struggles to foreground “a nation under attack rallying around efficient leaders.” Some journalists who had been critical of China in the torch relay now revised their views. The Guardian’s Simon Jenkins wrote: After the shambles of the world torch tour, the handling of the earthquake has been a political coup … Inviting the media to the scene was fairly low risk. An earthquake is one big bang and, with the entire Red Army available, a rescue is a rescue. The world has fallen in love with trapped Chinese, tearful Chinese, heroic Chinese, efficient Chinese. A nation often portrayed as a massive monotony is revealed for the first time as composed of sensitive humans. Tibet and the torch have been forgotten and the Olympics shifted from obscene accolade to worthy reward. China is overnight OK. (Jenkins 2008b)", "After the shambles of the world torch tour, the handling of the earthquake has been a political coup … Inviting the media to the scene was fairly low risk. An earthquake is one big bang and, with the entire Red Army available, a rescue is a rescue. The world has fallen in love with trapped Chinese, tearful Chinese, heroic Chinese, efficient Chinese. A nation often portrayed as a massive monotony is revealed for the first time as composed of sensitive humans. Tibet and the torch have been forgotten and the Olympics shifted from obscene accolade to worthy reward. China is overnight OK. (Jenkins 2008b)", "Alexander (2004) argued that at different stages of a “social drama,” the elements composing an authentic performance would form different configurations. If during the breach and crisis phases, media conferred authenticity on protesters, the earthquake introduced an important change in the “scene,” hence a change in the dominant script and its associated mood. Indeed, several foreign journalists being interviewed said “the earthquake saved the Games.”2", "The triumph of the dominant Olympic narrative was also made possible by the return of the event platform to China, which constituted another change in “the scene” and substantially strengthened the power of the Chinese government in controlling the means of symbolic production. The torch relay tipped the delicate balance between China’s public diplomacy and domestic security objectives. Henceforth official ambition was downgraded from the normative goal of hosting the “best Olympics” to a strategic goal of hosting a “safe Olympics.”3", "The most important measures focused on controlling the physical access to the Olympic stage. Officials started reigning in on visa issuance. Immediately related to the control over symbolic production was protracted negotiations over when, where, and how foreign journalists could report from key sites such as Tiananmen Square, venue of the crushed 1989 student movement (Stelter 2008; Wade 2008a, 2008b). The New York Times commented that “Beijing appears to be less concerned about hosting a global party and more concerned with making sure no one spoils it” (Barboza 2008).", "Some tentative measures to enhance openness eventually tanked. In late July, BOCOG made the unusual gesture of setting aside three demonstration parks to accommodate protests. However, the parks remained empty well into the Olympics. Eventually it was announced that most of the 77 protest applications had been “addressed by authorities via mediation” (BOCOG 2008). In fact, none had been approved. The New York Times commented that “the newfound openness seemed too good to be true. And it was” (Jacobs 2008). Somehow, the absence of protests failed to generate further news. “In the end it became a non-story,”4 said one journalist. This bizarre episode also showed a “turf war” at play with the Chinese organizers. As a legal consultant for BOCOG noted, “The concerns of the security establishment and the public diplomacy establishment were very different.”5", "Some public relations remedies were carried out in a clandestine manner. One such scheme concerned improving the image of policemen, who, as symbols of state power, were often cast negatively in foreign media coverage of China. The public relations scheme was in response to suggestions that the police should avoid overreaction to protests lest they “turn nothing into a four-day story.”6 According to a Chinese television documentary aired after the Olympics, these suggestions eventually prompted a rethinking of the security protocols. In a televised conference, the Minister of Public Security, Meng Jianzhu, was seen instructing his colleagues on how to avoid confrontation with protesters, by clasping his hands at the back as an example of refraining from the use of force.7 Security personnel being interviewed said the training made them realize that crafting a good image was the “international standard.”8"]}, {"title": "Reintegration", "paragraphs": ["In the prolonged redress phase of the social drama, an earthquake reshaped the environment of the event while organizers tried to regain control and launched defensive public relations, such that by the eve of the Games, there was no overarching counter-narrative. Here, “function of conflicts” (Coser 1956) became possible because the final phase of the extended social drama became the “Olympic Games proper,” which had a better chance of being defined as affirmative when the conditions were right.", "The Olympics as a media event genre has a life of its own, and news production revolves around social institutions that serve as sources. When the Olympic platform accommodated one kind of performance, it became THE performance the media reported. While there was no denying that a powerful control regime was in place, it was also true that there was tremendous inertia about human drama in sports with its winners and losers, triumphs and tragedies. In the tug between the “universally human” Olympics and the “politically contingent” social conflicts (Ettema 2009), the former got the upper hand and completed the final loop of a prolonged social drama. “The news was all about Michael Phelps, China winning 51 medals … All of these things. That surprised me, because the run-up to the Games was so politicized.”9", "One American journalist being interviewed recalled how a media freedom story he broached one week before the Games died down soon after the Games started. “Last week I heard again from the Internet freedom group who asked me if I would test it again. I didn’t give them a reply. I was thinking, ‘you guys are so last-month news.’”10", "The change of media focus surprised general beat reporters but not sports reporters. One general beat reporter for a leading US news agency said, “All our Chinese speakers that flew in, we thought that we would spend all our time doing politics and human rights stories. We all ended up writing sports stories.”11 A political commentator for CCTV echoed the view. “We were all nervous at the beginning … But in the first day the overarching story was sport … We occasionally wondered if something bad would happen … but at the end we had a huge relief.”12", "However, veteran sports journalists commented that as a pattern, despite pre-Olympics controversy, once the Games started sports would absorb media attention: If you look at Sydney: it was probably the most pilloried Organizing Committee in the Olympic history … right up till the day the Games opened. [For] Athens, they were still painting the stadiums when we arrived. There were doping scandals and … all the dark cloud over it … Then the games started, beautiful two weeks.13Partly the change in media content had to do with the change of media professionals, as sports journalists began to take over. A producer at CCTV’s Sports channel said he was confident that nothing could go seriously wrong: For those who believe otherwise, they don’t understand the Olympics. The Games are full of excitement. We have over 10,000 sports journalists around the world that run the Games’ coverage and we don’t care about politics.14The following paragraph was representative of the sports writers’ impression of the Beijing Games: Behind the scenes were a Games organized to perfection … A town once as grimy as Grimethorpe was spruced up to the point where a group of visiting reporters organized a prize fund for the first person to spot a piece of litter. Despite much diligent muck-raking, the pot remained unclaimed … In 112 years no Games have been so eagerly anticipated by the hosts … .. Smiles swathe the place. No one can do enough for the visiting thousands. (White 2008b)Most importantly, the Games’ organization won the hearts of its protagonists—the athletes. The British cycling director was quoted as saying, “you go to most venues and find something wrong. But there is nothing wrong here,” while Michael Phelps claimed “these are the best facilities I’ve competed in.” Even the most determined professional grouch (note: the journalists) … were treated to a stress-free fortnight and consequently found themselves with nothing to moan about. Buses were plentiful and ran on time, Internet access was excellent, the accommodation in the media hotels beyond reproach. (White 2008c)", "If you look at Sydney: it was probably the most pilloried Organizing Committee in the Olympic history … right up till the day the Games opened. [For] Athens, they were still painting the stadiums when we arrived. There were doping scandals and … all the dark cloud over it … Then the games started, beautiful two weeks.13", "For those who believe otherwise, they don’t understand the Olympics. The Games are full of excitement. We have over 10,000 sports journalists around the world that run the Games’ coverage and we don’t care about politics.14", "Behind the scenes were a Games organized to perfection … A town once as grimy as Grimethorpe was spruced up to the point where a group of visiting reporters organized a prize fund for the first person to spot a piece of litter. Despite much diligent muck-raking, the pot remained unclaimed … In 112 years no Games have been so eagerly anticipated by the hosts … .. Smiles swathe the place. No one can do enough for the visiting thousands. (White 2008b)", "Even the most determined professional grouch (note: the journalists) … were treated to a stress-free fortnight and consequently found themselves with nothing to moan about. Buses were plentiful and ran on time, Internet access was excellent, the accommodation in the media hotels beyond reproach. (White 2008c)", "David Bond for the Telegraph wrote that the Beijing Olympics have transformed the sporting landscape, perhaps forever. Over the last 16 days we have been enthralled by a spellbinding series of stories and achievements. From Usain Bolt and Michael Phelps to Britain's Chris Hoy and Christine Ohuruogu, these Games will forever be remembered for the re-emergence of the sporting super hero. (Bond 2008)", "the Beijing Olympics have transformed the sporting landscape, perhaps forever. Over the last 16 days we have been enthralled by a spellbinding series of stories and achievements. From Usain Bolt and Michael Phelps to Britain's Chris Hoy and Christine Ohuruogu, these Games will forever be remembered for the re-emergence of the sporting super hero. (Bond 2008)", "The success with the sporting events and the organization synergized with China’s image building and allowed the host’s narrative to take a free ride. Compared to Western journalists’ reluctance to give agency to the Chinese organizers in covering the divisive torch relay, the media narrative now finally conferred authenticity on the Chinese hosts. Jacques Rogge, the President of IOC, praised Beijing’s “truly exceptional Games” at the Closing Ceremony. “The stories returned to the West were of a country wired in to the modern world. Human rights and smog were old news. Job done” (White 2008c). Similarly, sentiments can be gleaned from the comment in the New York Times: Those 17 days in August 2008 will become instant nostalgia, as the hosts deal with the broken dishes and the wine spilled on the carpet. China threw a very nice party, and it spoke English better than most of us could ever speak Mandarin. But I did learn to say one thing: xie-xie, thank you. (Vecsey 2008)While these quotes may be impressionistic, more systematic content analysis of media reports confirms the observation that once the Games started, politics took a back seat to foreground the “universally human” aspect of the sports event. For instance, an Austrian study which examined the press coverage of the first week of the Beijing Olympics by 68 newspapers (in 10 languages, 29 countries, across six continents) found that “the newspapers covered the Olympics primarily as a sporting event and not as a political power game” (Manzenreiter 2010, 41).", "Those 17 days in August 2008 will become instant nostalgia, as the hosts deal with the broken dishes and the wine spilled on the carpet. China threw a very nice party, and it spoke English better than most of us could ever speak Mandarin. But I did learn to say one thing: xie-xie, thank you. (Vecsey 2008)", "Eventually, “resonance” as desired by the event organizers will only have been achieved if the event created lasting collective memories, of which mass media are an important shaper and carrier. To assess this, the author did a content analysis of articles containing the term “Beijing Olympics” in the same four source newspapers of the discourse analysis, between the end of the Beijing Paralympics (September 18, 2008) to the end of the Rio Games eight years later (August 21, 2016), when the writing of this paper began.", "This results in a total of 1536 non-duplicated articles,15 which are coded into five categories: (1) sports stories (1277 articles); (2) art/culture/technology stories (64 articles); (3) business stories (81 articles); (4) political stories (91 articles); and (5) stories on environmental and food safety issues (24 articles). Assessment is then made regarding whether the reference to the Beijing Games (or its semantic context) is positive, neutral, or negative towards China. Of these, sports stories in particular (constituting 83.14 percent of total articles) and the first three categories put together (constituting 92.58 percent of the total), refer to the Beijing Games in overwhelmingly positive or neutral terms. “Negative stories” only account for 0.7 percent of the first three categories. Meanwhile, political stories that revolve around China’s ethnic conflicts, media freedom, and human rights issues, as well as stories about environmental or food safety issues are more likely to draw negative associations with the “Beijing Games” (“negative” stories constitute 52.75 percent of political stories and 58.33 percent of stories on environmental and food safety issues). But even so, altogether the stories rated “negative” only account for 4.69 percent of the total number of stories being examined.", "These figures suggest that of the competing frames that emerged during “the Olympics as a transnational social drama,” the “sports frame” triumphed over the “political frame” and produced lasting institutional memories via the mass media. Despite earlier contention, the dominant script upon the event’s dénouement seems decisive in shaping later memories. A story that manages to formalize conflict, even if only achieving a symbolic closure, is likely to displace earlier conflict and produce a ritual-like experience. However, displacement is not equal to erasure. As Swidler (1986, 277) had it, “all cultures contain diverse, often conflicting symbols, rituals, stories and guides to action. A culture is not a unified system that pushes action in a consistent direction.” The less-palatable memories associated with a divisive Olympics will be occasionally evoked, as when political reporters write about new developments to old conflicts that triggered the controversy in the run-up to the Beijing Games. But even here, one notes an interesting pattern. Stories containing negative references occur during the “mundane” time in between the Games. Yet during later Olympiads (the London and Rio Games), which saw a surge of articles containing references to the Beijing Games, coverage was overwhelmingly favorable. It seems appropriate to say that when we examine the Olympics as a cultural genre, the “sports/anti-structural” frames belong to the extraordinary when media are more willing to suspend disbelief; while the “political/conflict” frames are more likely to belong to the ordinary time."]}, {"title": "Conclusion", "paragraphs": ["This article studies the change from affirmation to conflicts and back to affirmation in the most expensively produced mega-sports event in history and proposes a theoretical framework for studying mega-events as a transnational social drama. The article neither reads media events as a symbolic system functioning at a mythical level, nor as an ideology serving instrumental interests for either leaders or protesters. What came closer to explaining the course of the Beijing Games, and similar global media events to come, is an interactional approach that focuses on the contention among multiple performances by strategic agents in which one performance stood out in the end as more resonant, and in which media played a crucial, but not determining role.", "Olympic universalism is often strategically exploited by agents of more parochial ideologies. We should take this power dimension to be real, but not absolute. While the strategic value of the Games for China was universally acknowledged, China never had full control over the course of the Games. Instead, agents of subnational separatism, along with other groups with grievances, competed for legitimacy in defining reality and turned the prelude to the Games into a conflict-ridden social drama. Such a contest demonstrates the difficulty of owning an event even with the full backing of state power.", "Partly the global civil society’s advocacy succeeded initially because international media departed from their “chorus” role. With coherent narrative and rhetorical choices, elite Western media positioned themselves as the global community’s conscience holding the Chinese state accountable for possible human rights abuses. They played an important role in conferring authenticity on some performances but not others.", "However, a “transnational social drama” suffers from a lack of an accountability mechanism. Attribution and proposals advanced by Western media did not resonate with the Chinese public. The rituals designed to shame China, instead of soliciting sympathetic views, were read as “insults” by nationalist Chinese. As the international public sphere was ruminating over boycott as possible redress, the Chinese launched their counter-boycotts of foreign brands, politicians, and media for perceived bias. As it was, public opinion allowed the Chinese government to deflect tension and not submit to terms proposed by the West.", "As the social drama progressed, the question of “whose” performance can be ritualized became an over-determined process involving not only key actors, their scripts, and media critique, but also the mise-en-scène as well as the power to control symbolic production, which, if exercised at their best, could come off as transparent. The sudden earthquake and effective rescue work created a liminal moment that turned public opinion around. Also, once the Games’ platform moved back to China, authorities could reassert powerful control over the means of symbolic production, including the event stage itself. This means that the deeply divisive ethnic conflicts that got exposed through the Olympic platform, and which constituted the “core problem” of the “transnational social drama,” eventually failed to produce a “resonant” answer of their own. There would be room for future deliberation of these issues elsewhere. But not here. Not over the Olympic stage.", "Thus, when all strategic efforts were registered and reckoned with, ritualization relies on a triumph on the symbolic plane, i.e., when contending parties are willing to suspend disbelief, even if briefly (MacAloon 1984). In this case, because China managed to hold onto its master narrative in the final stage, the earlier deviations could be temporarily forgotten. While rituals may be manipulated by some groups most of the time, they also create symbolic irrationality for most people at least some of the time, in which members of conflict-ridden communities subscribe to a higher consensus. The following quote by a journalist working for a prestigious US paper probably summed it up best: I went to the taping of the Today Show [early on during the Games]. At the beginning of the show, I asked the weatherman Al Roker, “do you know what the pollution level of Beijing is?” He said he doesn’t know and it doesn’t matter. The preeminent weatherman of America didn’t know what the pollution level of Beijing was? This is a pretty much telling statement early on of what was to become of the Games and what it was about—with all the things we had thought the Games were about.16", "I went to the taping of the Today Show [early on during the Games]. At the beginning of the show, I asked the weatherman Al Roker, “do you know what the pollution level of Beijing is?” He said he doesn’t know and it doesn’t matter. The preeminent weatherman of America didn’t know what the pollution level of Beijing was? This is a pretty much telling statement early on of what was to become of the Games and what it was about—with all the things we had thought the Games were about.16"]}], "references": [{"title": "Cultural Pragmatics: Social Performance Between Ritual and Strategy", "year": "2004", "journal": "Sociological Theory", "volume": "22", "authors": [{"name": "Alexander Jeffrey.", "first_name": "Alexander", "last_name": "Jeffrey."}]}, {"title": "Human Rights and the Beijing Olympics: Imagined Global Community and the Transnational Public Sphere", "year": "2012", "journal": "British Journal of Sociology", "volume": "63", "authors": [{"name": "Brownell Susan.", "first_name": "Brownell", "last_name": "Susan."}]}, {"title": "Transnational Communication as Deliberation, Ritual, and Strategy", "year": "2014", "journal": "Communication Theory", "volume": "24", "authors": [{"name": "Brüggemann Michael", "first_name": "Brüggemann", "last_name": "Michael"}, {"name": "Wessler Hartmut", "first_name": "Wessler", "last_name": "Hartmut"}]}, {"title": "Mediatized Rituals: Beyond Manufacturing Consent", "year": "2006", "journal": "Media, Culture and Society", "volume": "28", "authors": [{"name": "Cottle Simon.", "first_name": "Cottle", "last_name": "Simon."}]}, {"title": "Media Events are Still Alive: The Opening Ceremony of the Beijing Olympics as a media Ritual", "year": "2013", "journal": "International Journal of Communication", "volume": "7", "authors": [{"name": "Cui Xi.", "first_name": "Cui", "last_name": "Xi."}]}, {"title": "Ideology and the Clamshell Identity: Organizational Dilemmas in the Anti-Nuclear Power Movement", "year": "1986", "journal": "Social Problems", "volume": "33", "authors": [{"name": "Downey Gary.", "first_name": "Downey", "last_name": "Gary."}]}, {"title": "Media Ritual in Catastrophic Time: The Populist Turn in Television Coverage of Hurricane Katrina", "year": "2008", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "9", "authors": [{"name": "Durham Frank.", "first_name": "Durham", "last_name": "Frank."}]}, {"title": "Framing: Toward Clarification of a Fractured Paradigm", "year": "1993", "journal": "Journal of Communication", "volume": "43", "authors": [{"name": "Entman Robert.", "first_name": "Entman", "last_name": "Robert."}]}, {"title": "Press Rites and Race Relations: A Study of Mass-Mediated Ritual", "year": "1990", "journal": "Critical Studies in Media Communication", "volume": "7", "authors": [{"name": "Ettema James.", "first_name": "Ettema", "last_name": "James."}]}, {"title": "Crafting Cultural Resonance: Imaginative Power in Everyday Journalism", "year": "2005", "journal": "Journalism: Theory, Practice \\& Criticism", "volume": "6", "authors": [{"name": "Ettema James.", "first_name": "Ettema", "last_name": "James."}]}, {"title": "‘Lucky Cloud’ Over the World: The Journalistic Discourse of Nationalism Beyond China in the Beijing Olympics Global Torch Relay", "year": "2011", "journal": "Critical Studies in Media Communication", "volume": "28", "authors": [{"name": "Han Le.", "first_name": "Han", "last_name": "Le."}]}, {"title": "Pride and Prejudice: A Five-Nation Comparative Study of Television News Coverage of the Olympics", "year": "2016", "journal": "Journalism Studies.", "volume": "17", "authors": [{"name": "Hayashi Kaori", "first_name": "Hayashi", "last_name": "Kaori"}, {"name": "Curran James", "first_name": "Curran", "last_name": "James"}, {"name": "Kwak Sunyoung", "first_name": "Kwak", "last_name": "Sunyoung"}, {"name": "Esser Frank", "first_name": "Esser", "last_name": "Frank"}, {"name": "Hallin Daniel", "first_name": "Hallin", "last_name": "Daniel"}, {"name": "Lee Chin-Chuan", "first_name": "Lee", "last_name": "Chin-Chuan"}]}, {"title": "The ‘Caged Torch Procession’: Celebrities, Protesters and the 2008 Olympic Torch Relay in London, Paris and San Francisco", "year": "2010", "journal": "Sport in Society", "volume": "13", "authors": [{"name": "Horne John", "first_name": "Horne", "last_name": "John"}, {"name": "Whannel Gary", "first_name": "Whannel", "last_name": "Gary"}]}, {"title": "L’esprit de l’escalier: 25 years of hindsight", "year": "2017", "journal": "Media, Culture and Society", "volume": "", "authors": [{"name": "Katz Elihu", "first_name": "Katz", "last_name": "Elihu"}, {"name": "Dayan Daniel", "first_name": "Dayan", "last_name": "Daniel"}]}, {"title": "‘No More Peace!’: How Disasters, Terror and War Have Upstaged media Events", "year": "2007", "journal": "International Journal of Communication", "volume": "1", "authors": [{"name": "Katz Elihu", "first_name": "Katz", "last_name": "Elihu"}, {"name": "Liebes Tamar", "first_name": "Liebes", "last_name": "Tamar"}]}, {"title": "‘Betwixt and Between’: Reflections on the Ritual Aspects of the Opening and Closing Ceremonies of the Beijing Olympics", "year": "2010", "journal": "Sport in Society", "volume": "13", "authors": [{"name": "Luo Jialing.", "first_name": "Luo", "last_name": "Jialing."}]}, {"title": "The Beijing Games in the Western Imagination of China: The Weak Power of Soft Power", "year": "2010", "journal": "Journal of Sport and Social Issues", "volume": "34", "authors": [{"name": "Manzenreiter Wolfram.", "first_name": "Manzenreiter", "last_name": "Wolfram."}]}, {"title": "How Culture Works: Perspectives From media Studies on the Efficacy of Symbols", "year": "1989", "journal": "Theory and Society", "volume": "18", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael."}]}, {"title": "The Anarchy of Events and the Anxiety of Story Telling", "year": "2007", "journal": "Political Communication", "volume": "24", "authors": [{"name": "Schudson Michael.", "first_name": "Schudson", "last_name": "Michael."}]}, {"title": "Culture in Action: Symbols and Strategies", "year": "1986", "journal": "American Sociological Review", "volume": "51", "authors": [{"name": "Swidler Ann.", "first_name": "Swidler", "last_name": "Ann."}]}]}