{"doi": "10.1080/1461670X.2015.1052537", "url": "https://doi.org/10.1080/1461670X.2015.1052537", "title": "The Emergence and Development of News Fact-checking Sites", "volume": "18", "year": "2017", "issue": "3", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Lowrey", "first_name": "Wilson", "name": "Wilson Lowrey"}], "abstract": "This study analyzes the emergence, development, and stasis of the news fact-checking website through the institutional perspectives of population ecology and institutional logics. The population ecology approach suggests that like other new media forms, fact-checking sites will mimic one another in pursuit of legitimacy, and this will encourage formation of media “populations,” and tendencies to buffer the external environment and stabilize. Over time, these sites will respond more to other sites within the population itself than to changes in the immediate environment. However, the institutional logics approach accommodates conflict and agency, suggesting that entities pursue complex strategies to retain legitimacy when faced with conflicts within the wider institutional environment. The fact-checking site is a product of such a strategy, as it straddles both traditional journalism and digital network logics. Findings show evidence of a budding fact-checking site population, increasing legitimacy, and increased isomorphism. Yet findings also reveal fragmentation and diversity in recent years, suggesting that institutionalization processes are complex and uneven. Findings suggest a need to understand that media entities are shaped by both their exogenous environment and their endogenous “population,” a collective of similar entities. Future research should explore the conditions that lead to one or the other being more consequential.", "body": [{"title": "Introduction", "paragraphs": ["Political elections in recent years have provided fertile ground for the emergence and growth of the fact-checking website, one of many new journalistic forms and practices in the digital era. Because of its longevity relative to other new journalism forms and because of its popularity—American Journalism Review wrote of a “fact-checking explosion” (Spivak 2010)—the fact-checking site offers an informative example of how new news forms and practices may emerge, develop agreed-upon practices, increase legitimacy, persist, and show signs of institutionalizing, even within a conflicted, changing environment. This study offers an empirical analysis of these processes for this new news form, and explores the consequences for news practices and content.", "The process of institutionalization is rarely straightforward and unswerving, and that is certainly the case in today's fluid, fragmented media world. To really grasp this process for a particular media form, we need to understand both the dynamics of institutionalization and the particulars of the context within which the media form emerges and develops. Toward that end, two frameworks are used in this study.1 The institutional approach of “population ecology” (Aldrich and Ruef 2007; Carroll and Hannan 2000) is used as a broad analytical framework, providing ontological assumptions about the dynamics of emerging social forms such as news media innovations. It is assumed that, over time, the fact-checking site will emerge and develop amid institutionalizing mechanisms that tend to lead social forms toward legitimacy, coherence, and isomorphism (sameness). But it is also assumed that the fact-checking site has a unique historical trajectory and is situated within unique fields and logics, some of which conflict with one another. So an “institutional logics” approach (Thornton, Ocasio, and Lounsbury 2012) is adopted as a theoretical framework, in order to explain, in a more granular way, the twists and turns on the path to institutionalization and population formation. Fact-checking sites have shown signs of increasing legitimation; however, conflict in the logics that guide the operation of these sites has been evident too. For example, the legitimacy of these sites has been challenged by accusations of political bias (Dobbs 2012; Reider 2012).", "A number of research questions, informed by these two approaches, are posed and assessed in this empirical study: To what degree is the fact-checking site increasing in legitimacy and isomorphism, both of which are signs of institutionalization and population development? To what degree do conflicting institutional logics help explain deviation from the path of population development? How are fact-checking sites repositioning their forms and practices to deal with conflicting logics?", "First, additional context is provided. Discussion of the fact-checking site is followed by deeper explanation of the population ecology and institutional logics approaches, and how they inform the emergence and development of these sites.", "Washington Post fact checker Dobbs (2012) traces the origins of fact-checking sites in the United States to the 1980s and to the rising intensity of political PR during Ronald Reagan's presidency. Political operatives’ “spinning” of the news and their bypassing of traditional journalistic avenues became routine, and journalists became increasingly concerned over a loss of professional control (Broder 1987). As the internet's popularity grew in the late 1990s, scores of politically oriented blogs, often with ideological leanings, began fact-checking political candidates and mainstream news outlets. Mainstream outlets followed suit during the 2004 election campaign, partly in response to bloggers’ encroachment into their professional jurisdiction (Dobbs 2012; Perlmutter 2008). In 2003, the Annenberg Foundation's Factcheck.org became the first widely recognized non-partisan political fact-checking website (Dobbs 2012).", "Fact-checking websites are also descendants of the hoax-busting websites that emerged in the 1990s. Some, including Snopes.com, began addressing political claims, but only as one of many topics. The right wing criticized Snopes for this political work (Fader 2012). The evolution of internet hoax-busting sites went hand-in-hand with the growth of the internet, which afforded easy, networked circulation of inaccurate, wildly diverse claims.", "There is evidence that fact-checking sites are gaining legitimacy, as political figures increasingly reference them, and there is some evidence of an emerging “population” of such sites, with similarity in forms and practices. But there is also considerable variety across sites, with some sites favoring a traditional journalism logic and eschewing declarative metric judgments, like the New York Times’ “Check Point,” and others embracing a crowd-sourced network logic, such as “NewsTrust,” which aggregated readers' judgments. Fact-checking sites came under criticism during the 2012 US presidential election. Netizens called for more independent online “truth vigilantes” (Reider 2012). But critics on the right and the left claimed bias. An aide to former New York Mayor Rudolph Guiliani voiced this criticism in response to a harsh fact-checker judgment: “You can't do that … As a journalist, you are ethically obliged to give both sides of the argument, without expressing your own opinion” (Dobbs 2012, 2).", "Definitive metric ratings and judgments may undermine traditional journalistic legitimacy even as they gain some legitimacy among advocates of digital news innovation. They can leave journalists naked, with no cloak of neutrality, allowing critics to pigeonhole journalists into partisan categories. Researchers of “institutional logics” have seen similar consequences in studies of other fields. For example, when socially responsible investment firms were forced to reveal that their goals were political rather than merely (dispassionately) financial, their legitimacy was eroded (Hirsch and Lungeanu 2012). So, as is the case with other entities, the fact-checking sites seem to be gaining wider recognition and legitimacy within traditional fields, while also experiencing criticism for unorthodox practices. The institutional approaches of population ecology and institutional logics shed light on these complex dynamics."]}, {"title": "Institutional Approaches", "paragraphs": ["Institutional approaches have become more common in news media research in recent years (e.g., Cook 2005; Lowrey 2012; Ryfe 2006, 2012; Witschge 2014). Institutional theory in the sociology of organizations has variants, including traditional institutional theory (Selznick 1949); neo-institutional theory (DiMaggio and Powell 1991); population ecology (Carroll and Hannan 2000; Lowrey 2012); organizational evolution (Aldrich and Ruef 2007); and the more recent institutional logics perspective (Thornton, Ocasio, and Lounsbury 2012). Approaches vary, but they generally assume the following: (1) over time, the forms and practices of intentionally formed entities—organizations, groups, enterprises—tend toward isomorphism (sameness) as new entities seek similarity with existing entities; (2) isomorphism increases legitimacy and signals familiarity and certainty to other “like” entities and to external institutions (Aldrich and Ruef 2007; Carroll and Hannan 2000); (3) an entity's survival depends on maintenance of legitimacy—i.e., being in accord with shifting external institutions such as dominant political, economic, and cultural/religious institutions (Aldrich and Fiol 1994; Carroll and Hannan 2000); (4) over time, surviving entities tend to decouple/buffer from capricious environments such as the immediate market, and to embed within stable institutional environments and within the shared logic of a collective, such as a field or population (Aldrich and Ruef 2007; DiMaggio and Powell 1991); (5) institutionalizing processes are not inevitable: emerging entities may never coalesce into isomorphic collectives, or they may do so fleetingly. Also, significant external change can lead to change within the collective, as members reposition in order to maintain legitimacy.", "Institutional approaches are a departure from most studies of media emergence and development, such as demand-side economic approaches (e.g., Chan-Olmsted 2006; Dimmick 2003; Picard 2011), diffusion approaches (Rogers 2003), and technology acceptance models (Venkatesh et al. 2003). These approaches assume consumers, audiences, and media producers make rational-choice decisions about conditions in their immediate environment, which they assess and to which they respond. This study takes a supply-side perspective instead, with a focus on endogenous factors that shape media decision-making rather than exogenous or environmental factors, such as market conditions. An institutional “collective” like a population, or like Pierre Bourdieu's field, is situated at a “meso-level,” between macro-level forces and individual agency at the micro-level (Fligstein and McAdam 2012). The meso-level collective produces “internal homogeneity” and “cannot be understood by looking only at external factors” (Bourdieu 1998, 39). It “refracts, much like a prism, external determinants in terms of its own logic” (Johnson 1993, 14). This is not to dismiss the instrumental impact that immediate environments, such as markets, can have on decision-making within individual media outlets. However, endogenous factors within collectives, which lead to stasis or slow change, are often overlooked in studies of media change, and they receive the focus here.", "In this study, endogenous factors are characteristics of a media form's population—a concept from the natural sciences used here in a socio-cultural context (Aldrich and Ruef 2007; Dimmick 2003). The population is defined as a group of interacting entities that have similar forms and practices, develop in comparable ways, and have an internal logic that facilitates collective sense-making (Baum and Singh 1994; Carroll and Hannan 2000). The entity studied here is the fact-checking website, but any organized form could be studied.", "The population ecology approach has long genealogical roots in the social sciences, and strong connections with the study of news. Influences trace back to urban ecologist and news scholar Robert Park of the Chicago School of Sociology and to his mentor, German sociologist Georg Simmel (Popielarz and Neal 2007). Some of the first major ecology studies were on newspaper populations (e.g., Carroll and Hannan 2000), and other media populations have been studied as well (e.g., Dimmick 1986, 2003; Dobrev 2000; Lowrey 2012; Greve, Pozner, and Rao 2006).", "Unlike other meso-level collectives such as fields, populations have a tendency to institutionalize over time (Aldrich and Ruef 2007; Baum and Shipilov 2006; Carroll and Hannan 2000). Like all socio-cultural populations, media populations prosper and stablize as they gain legitimacy. This may be sociopolitical legitimacy, which is an accord with dominant social, political, and economic institutions, or it may be cognitive legitimacy, a widespread taken-for-grantedness or a naturalized understanding about the population and its social role (Aldrich and Fiol 1994; Baum 2001). The acquisition of legitimacy encourages stasis, routinization, and isomorphism. External pressures may lead to change, but such pressures are refracted by the population's own legitimated internal logic, and the change itself tends to legitimize and stabilize over time at the population level (Carroll and Hannan 2000).", "According to the population ecology approach, the behavior of entities may be explained by their need for both legitimacy and resource niches. Instrumental factors, such as market conditions and resource needs, have a stronger effect early in a population's lifespan, while institutional factors, such as pursuit of legitimacy, become increasingly important as a population matures and develops clearer, more widely understood boundaries (DiMaggio and Powell 1983; Hannan and Freeman 1977; Thornton, Ocasio, and Lounsbury 2012; Tolbert and Zucker 1983). Routines, path dependence, and interdependencies between populations and other institutions encourage status quo decisions and behaviors.", "To date, media sociologists have paid little attention to endogenous factors that derive from the environment of the “collective” population itself. Such factors include: mimicry of similar media outlets; dependence on the population's past path; the population's density (number of entities in the population at one time); the rate of density change; and rates of foundings and mortalities of the entities that make up the population (e.g., newspapers, public radio stations, fact-checking sites, etc.). Higher density and higher rate of foundings outwardly signal increased legitimacy and stability, which attract new entrants to the population. This in turn increases the population's legitimacy and encourages more homogeneity and stasis, and less responsiveness to the immediate environment (Aldrich and Ruef 2007; Lowrey 2012; Baum 2001; Carroll and Hannan 2000).", "While population ecology offers explanation for the higher-order mechanisms that shape the emergence and development of media entities, it is less helpful as a theoretical framework for mapping and explaining the granular processes and practices within specific contexts. The institutional logics approach is more helpful in revealing the agency behind the fact-checking site's emergence and development. It should shed more light on the reasons for deviation from institutional processes, and for instrumental responses to the environment.", "According to the institutional logics approach, there are multiple “institutional orders”—abstract constructions, such as the state, religion, the market, and the profession—and there are multiple “logics” that correspond with these orders. Institutional logics are “the socially constructed, historical patterns of cultural symbols and material practices … by which individuals and organizations provide meaning to their daily activity, organize time and space, and reproduce their lives and experiences” (Thornton, Ocasio, and Lounsbury 2012, 12). Institutional logics, then, serves as sense-making frameworks for daily activity, and they emerge as responses to complex external institutional conditions. Different logics will be more or less relevant to different fields or populations.", "Unlike previous institutional approaches, the institutional logics perspective emphasizes agency and change (Reay and Hinings 2005). Disruption in the environment can lead to conflict among institutional orders, making it necessary for individuals and organizations to shift logics. In journalism, for example, changing technologies and distressing economic conditions have prompted clashes between the traditional logics of professional journalism and the increasingly salient logics of volatile consumer markets. This institutional-level conflict creates ambiguity and uncertainty for actors, who need their practices, assumptions, values, and beliefs to be grounded in some widely legitimated institutional order. Thus, new logics emerge, and these are negotiated by actors (e.g., journalists and managers) as they try to make sense of conflict and change (Thornton, Ocasio, and Lounsbury 2012). Eventually, homogeneity and stasis tend to re-emerge, as actors try to mobilize collectively in support of a new, legitimized logic. This mobilization is not inevitable (Greenwood et al. 2010; Reay and Hinings 2005).", "While new logics may result from environmental disruption, hybridization of different logics is common. One way entities hybridize is to segregate, or “loosely couple,” a conflicting logic from core processes and practices. For example, studies of schools have shown that administrators decouple the logic of teachers’ professional autonomy from the logic of the school's public accountability. Both logics are important to a school's legitimacy, but these logics tend to conflict; therefore, administrators decouple these logics from one another by only loosely evaluating teachers and their curricula (Meyer, Scott, and Deal 1983). The “wall” between the news-editorial and commercial sides in news outlets is another example of loose coupling. The logics that sustain these two sides clash, but both logics are critical to news outlets’ legitimacy, and so dual sets of practices have been buffered from one another.", "In sum, population ecology provides the broad assumptions behind the mechanisms that lead toward institutionalization and collectivity. This approach helps us understand the processes that encourage cohesiveness and legitimacy, but it is less helpful for explaining variation and change within these broad processes. The institutional logics research tells us more about the strategies that actors employ to retain or regain legitimacy amid external disruption and conflicting logics.", "The fact-checking site shows signs of conflict from clashing institutional orders, but also signs of population emergence. The forms and practices of the fact-checking site reflect an attempt to reconcile conflict between two institutional logics—a traditional journalism logic and a more recently emerged logic referred to here as a network logic. Any institutional logic must have sources of legitimacy and authority (Thornton, Ocasio, and Lounsbury 2012), and from an institutional perspective, the legitimacy and authority of traditional US journalism has strong roots in state, commercial, and professional orders (Cook 2005; Hallin and Mancini 2004; McQuail 2010; Schudson 2003). This assumption is consistent with the pervasive scholarly view that Western journalism is “based in legitimated institutions” (Tuchman 1978, 212); that the “power of the press” stems from journalist–official relationships (Schudson 2003, 134); and that the news media are “inextricably both economic and political” (McQuail 2010, 218). A major source of institutional authority for traditional journalistic logic in the United States lies in the “rational-legal” authority of governmental and corporate institutions (Hallin and Mancini 2004). Since the Progressive era in the early twentieth century, news media have sought to be consistent with the middle-of-the-road, detached ethic followed by these institutions (Schudson 2003). News media stake out neutral professional space by positioning themselves as “catchall media, cutting across the principal lines of division between the established political forces in society” (Hallin and Mancini 2004, 210). Thus, the source of the legitimacy claimed by US news media is the pursuit of objectivity, which supports both the field's professional autonomy and the status quo that benefits powerful institutions.", "A newer “network” institutional logic offers different sources of legitimacy and authority for journalists. This logic is grounded in the field of information technology and in the increasingly naturalized phenomenon of digital networks, which Bennett and Segerberg (2012) argue are “at the core of a connective logic.” Both networks and the network logic are reliably reproduced by professionals and users in the field. Within the ideal-type network logic, individuals and organizations make sense of, and organize, daily activities via avenues that “are not brokered by [the] hierarchical organizations” of traditional institutional fields (Bennett and Segerberg 2012, 752). Networks are widely accessible, and they facilitate the direct, transparent comparison of myriad points of information and personal opinion, through website links, aggregatory algorithms, search mechanisms, etc. They constrain and enable, both through their structure and materiality (Anderson 2013) and because they are increasingly taken for granted as the legitimate way to find and produce information. The source of authority of the network logic is the extensive scope and translatability of vast amounts of information from myriad sources. Its source of legitimacy is its relatively egalitarian accessibility. The network logic undermines traditional journalistic logic and its detached, inconclusive narrative, hierarchically brokered narratives, and intentionally (or artificially) balanced sources.", "It should be noted that these are ideal-type portrayals of logics. While pursuit of objectivity is a prominent norm, the extent of this pursuit varies across media types, systems, and history. Also while network arrangements afford openness to marginalized voices, hierarchical organizations certainly shape network patterns, dominant nodes hinder the free flow of information (Usher 2014), and both accuracy and information workers can suffer from the demands of interactive flow (Ryfe 2012; Usher 2014). However, the argument here is that these are prominent, widely embraced social constructions that provide meaning and organize activity, i.e., they are logics and not empirical realities.", "This clash of logics has required journalists to reshape forms and practices in order to regain lost legitimacy, and the fact-checking site is a result of this reshaping. These sites require newsgathering and access to political sources, consistent with traditional journalism logic. But the declarative nature of these sites is inconsistent with the preferred neutral dissemination role of US journalists (Weaver et al. 2007). Fact-checking sites take sides, aggregating information from across the network and providing readers with definitive comparison and judgments. As the editor for fact-checking site Politifact.com says: “We comb transcript wires, blogs, local news coverage and YouTube” for fact-checking material, avoiding “the trap of false balance” (Adair 2008). But in avoiding this trap, they become vulnerable to charges of bias.", "Despite these controversies, there are signs of an emerging shared agreement about forms and practices, offering some evidence of an emerging population. Politifact.com was “inspired by the great work done by … FactCheck.org” (Adair 2008), while local fact-check sites like Minnesota Public Radio's “Poligraph” have admitted mimicry of Politifact: “If [we] remind you of PolitiFact.com, … you'd be right. We know good ideas when we see them” (Berg 2012). Politifact.com employs a much copied graphic metric scale—a “Truth-o-meter” with its extreme “Pants on fire” level—as “a powerful tool that cuts through the ambiguity” (Politifact 2012). The graphic metric is popular and emotive, providing an easily understood “binary decision about things” (Dobbs 2012, 8).", "The empirical analysis that follows adopts institutional logics and population ecology to explore the development of the fact-checking site. Responses of fact-checking sites to conflicting logics are examined. To what degree are sites consistent with a traditional journalism logic, and to what degree with a network logic? What strategies are sites pursuing to deal with this potential clash of logics? Are sites “loosely coupling” two conflicting sets of practices or operations in order to maintain public legitimacy? RQ1: What strategy do fact-checking sites adopt to shore up legitimacy in the face of multiple, conflicting logics?", "RQ1: What strategy do fact-checking sites adopt to shore up legitimacy in the face of multiple, conflicting logics?", "From a population ecology perspective, the analysis systematically explores the possibility that a fact-checking site population is emerging. To what degree is population formation evident, and what is the nature of its development? What evidence is there of mimicry, of rising legitimacy, and how do these correspond with population development? RQ2: What evidence is there of mimetic isomorphism (mimicry) among sites? RQ3: How do legitimacy levels correspond with strategies to shore up legitimacy? RQ4: How is change in the population's legitimacy related to population development patterns?", "RQ2: What evidence is there of mimetic isomorphism (mimicry) among sites?", "RQ3: How do legitimacy levels correspond with strategies to shore up legitimacy?", "RQ4: How is change in the population's legitimacy related to population development patterns?"]}, {"title": "Method", "paragraphs": ["To answer the research questions, a content analysis of US fact-checking sites was conducted. To compile a sample, archives of news trade industry websites were searched for articles that referenced fact-checking sites, and Google searches and searches of the Communication and Mass Media Complete, and Communication Studies (Sage) databases were conducted. TV station websites in the largest 100 local US markets and websites of the top 100 US daily newspapers by weekday circulation were also searched systematically for fact-checking tools: front pages of these websites were scanned visually and searched by entering the word “fact” in the search field.", "A total of 106 US websites were found that professed to check or find facts. The final list was narrowed to sites that fit the study's definition of a fact-checking site: a site that directly assesses the veracity of specific units of public communication. Examples of public communication “units” included politicians’ statements, political advertisements, news stories, urban legends, internet rumors, Hollywood gossip, and academic publications. Examples of sites deleted from the final sample included a site that revealed money donors to political candidates (site did not assess communication units) and a site that provided a “tool kit” people could use to assess the truth of political advertisements (site did not provide direct assessment). Ultimately, 98 sites were found that met the criteria.2", "The researcher and a graduate student conducted a pilot test on three sites and then conducted an intercoder reliability test on 10 fact-checking sites randomly selected from the final list, approximately 10 percent of the sample. Cohen kappa scores for all measures were greater than 0.70, and these ranged from 0.70 to 1.00."]}, {"title": "Measures", "paragraphs": ["Content was coded for evidence of the common “hybridization” strategy of “loose coupling,” which organizations use to maintain legitimacy in the face of controversial conflicts between journalism and network orders and logics (RQ1). As previously mentioned, loose coupling occurs when an organization or entity contains multiple operations that operate according to differing logics. This inconsistency and conflict may undermine legitimacy, and so the organization loosely couples, or separates them, by obscuring the connection between the operations. In the case of fact-checking sites, loose coupling would occur when a news outlet distances its main news operations from the fact-checking site or downplays the site. Loose coupling was assessed by (a) how prominently and visibly the news site links to the fact-checking operation, thereby coupling tightly to it (1 = link on homepage with a graphic; 2 = link on homepage without a graphic; 3 = link on “inside” page with a graphic; 4 = link on inside page without a graphic); and also measured by (b) how publicly prominent the fact-checking site is in its judgments—the less prominent, the higher the loose coupling (1 = final judgment is highlighted visibly; 2 = final judgment is not highlighted visibly; 3 = final judgments are not always provided; 4 = final judgments are never provided); and (c) whether or not the fact-check staff works separately from the main organization, as indicated on the site's “About” page (1 = yes; 0 = no).", "Change in mimetic isomorphism across fact-checking sites was assessed as an indicant of population development (RQ2). Isomorphism was measured by assessing the degree of similarity between individual sites’ features and the prominent features from the four most widely visited and oldest US fact-checking sites: Politifact.com, the Washington Post Fact Checker, Snopes.com, and FactCheck.org.3 Similarity with these pioneer sites across the population indicates a more cohesive, homogeneous media type, a key characteristic of population development. Six prominent features were identified: evaluation of specific claims, definitive judgments, metric judgment scales, use of graphics in scales, a narrative assessment, and documented sources. Percentage agreement with these features was calculated for each site. For example, if a site possessed three of the six features, the site was scored 0.50 for mimetic isomorphism.", "Level of legitimacy (RQ3 and RQ4) was assessed via a content analysis of all US journalism trade publications and daily newspaper articles that mentioned either Politifact.com, Factcheck.org, or Snopes.com.4 The higher the public legitimacy of a form, the more popular and cohesive the population. A total of 153 articles were assessed, with 43 trade publications found from a database search of journalism trade publications, and 110 articles found from a LexisNexis search of daily newspapers. Two dimensions of legitimacy were assessed, both of which are common in studies of organizational legitimacy (e.g., Aldrich and Fiol 1994; Baum 2001). Cognitive legitimacy—the “taken-for-grantedness” of an entity—was assessed by whether or not the article described the purpose of fact-checking sites. Not doing so indicates cognitive legitimacy—that editors thought audiences would be familiar with such sites. Degree of cognitive legitimacy was assessed via mean number and percentage of articles each year (2002–2013) that did not offer additional description of fact-check sites. Sociopolitical legitimacy was assessed by the presence of a quote or paraphrase from political leaders or operatives about fact-checking outlets. Presence of such quotes indicated that these sites were granted a measure of legitimacy by (and are in accord with) political institutions.5 Degree of sociopolitical legitimacy was assessed via mean number and percentage of articles each year (2002–2013) that included at least one such quote or paraphrase.", "The pattern of development of the fact-checking site population was also assessed (RQ4) to see if growth patterns reflected the typical pattern of population development seen in prior research on populations (e.g., Carroll and Hannan 2000). Development of the population was measured via cumulative “foundings” and “mortalities” of websites. The founding date was the date of the oldest posting listed on the site or in its archive. (The earliest site founding was July 1992.) If the most recent posting was April 2012 or earlier (six months prior to coding), the site was reported as a “mortality,” the term used by population ecology scholars to indicate an entity has stopped functioning. The number of fact-checking sites in the population across time (or the density) was determined by subtracting the cumulative frequency distribution of site mortalities by month from a cumulative frequency distribution of the number of site foundings by month. The population density, the number of foundings, and the number of mortalities by month were used in the analysis."]}, {"title": "Findings", "paragraphs": ["RQ1 asked about strategies used to increase and maintain legitimacy in the face of clashing logics. Across the entire fact-checking site population (1992–2013), the strategy of loose coupling—i.e., buffering or downplaying operations that are in conflict from one another—was evident. Forty-five percent of fact-checking sites linked to the feature from the homepage, and 55 percent did not. Only 17.5 percent linked from the homepage with a graphic or colored text to make the feature visually salient. Fifty-nine percent of fact-checking sites were not associated with news organizations, suggesting loose coupling.", "Looking at the data across time is more instructive (see Table 1). For this analysis, population years were segmented into three periods based on founding dates, each with roughly a third of the 98 fact-checking sites: 1992–2003, 2004–2010, and 2011–2013. Data show that over time, fact-checking sites became more decoupled from main operations, and less likely to offer high-profile definitive judgments. None of the older fact-checking sites, started between 1992 and 2003, operated separately from their organizations (news organizations, foundations, etc.), while 14.8 percent of sites started between 2004 and 2010, and 21.7 percent in 2011–2013, were operated separately.6 Also, the 2011–2013 sites were slightly less likely to render definitive judgments compared to the previous two time periods (79.2 percent in 1992–2003 down to 69.7 percent in 2011–2013), and they were less likely to offer definitive judgments that were visually highlighted (57.1 percent in 1992–2003, down to 39.4 percent in 2011–2013). Over the last nine years, there was little change in the percentage of sites that linked the fact-check site prominently from the homepage. Overall, these findings suggest that news outlets increasingly distanced themselves—“loosely coupled” themselves—from their fact-checking operations over time, or downplayed their declarative quality, evidence of clashing logics. The Emergence and Development of News Fact-checking SitesInstitutional logics and population ecologyAll authorsWilson Lowreyhttps://doi.org/10.1080/1461670X.2015.1052537Published online:28 July 2015TABLE 1 Measures of “loose coupling of logics” by yearCSVDisplay Table", "As mentioned, six prominent traits from leading fact-check sites were chosen, and the percentages of sites with at least four of these traits were calculated as a measure of isomorphism. The mean number of traits was also calculated. Across the sites, just fewer than half—46 percent—had four or more of these traits, and the mean number of traits was 3.6. Looking across time, it appears that the fact-checking population became increasingly isomorphic and homogenized up to the year 2010, but then practices began to diversify and fragment between 2011 and 2013. Among the sites started during 1992–2003, 23.8 percent had at least four traits, and this increased to 61.5 percent for 2004–2010 sites, but then dropped substantially to 36.4 percent for 2011–2013 sites. Means were 2.86 for sites between 1992 and 2003, 4.2 for 2003–2010 sites, and 3.12 for 2011–2013 sites. For the years 1992–2010, the bivariate correlation between the “years” variable and number of the six traits is r = 0.41, showing an increase in isomorphism over these years. But the correlation weakens substantially to r = 0.15 when the final three years are included.", "Likewise, the population increasingly coalesced around the task of checking political claims during 1992–2010, but this orientation weakened somewhat in 2011–2013. More sites outwardly and formally proclaimed a primary mission of getting “to the truth in statements made by or about politicians/public figures or institutions” between the first two time periods: 19 percent of sites started in 1992–2003 and 27.3 percent of the 2004–2010 sites. But this political purpose declines to 12.1 percent for sites started in 2011–2013. Likewise, the percentage reporting that they assess “assertions by public figures like politicians” as their primary unit of analysis rose from 33.3 percent in 1992–2003 to 65.9 percent for sites started in 2004–2010, and then declined to 39.4 percent for sites started in 2011–2013 (Table 2). Also, the percentage of sites that showed use of primary sources in their five earliest posts rose from 52.4 percent during 1992–2004 to 75 percent in 2004–2010, and then declined slightly to 69.7 percent for sites started in 2011–2013. Use of balanced sourcing in these posts followed roughly the same pattern. The Emergence and Development of News Fact-checking SitesInstitutional logics and population ecologyAll authorsWilson Lowreyhttps://doi.org/10.1080/1461670X.2015.1052537Published online:28 July 2015TABLE 2 Level of isomorphism by yearCSVDisplay Table", "A decreasing number of sites listed internet rumor-checking as a primary purpose across the 1992–2013 time period. Among sites started between 1992 and 2003, 47.6 percent listed dispelling internet rumors as a purpose, and the percentage plummeted to 2.3 percent for sites started 2004–2010 and to 0 percent for sites started 2011–2013.", "Purposes and practices for sites started in 2011–2013 have been more diverse and fragmented than pre-2011. A growing number of sites started in the most recent years have been assessing political advertisements (42.4 percent in 2011–2013 compared to 4.8 percent in 1992–2003 and 34.1 percent in 2003–2010), government documents (12.1 percent for 2011–2013 compared to 9.5 and 11.4 percent), and “other units of analysis” (30.3 percent in 2011–2013 compared to 4.8 and 11.4 percent).", "However, we need to keep in mind that most of the sites started before 2011 were still operating in 2013—there were only 11 mortalities. This dilutes the impact of newer sites.7 In addition, there is evidence of site inertia over time: the five oldest and five most recent posts of each fact-checking site were examined for use of first-person, balanced reporting and use of primary sources, and results indicate no real difference. This finding supports population ecology's assumption that change is more likely at the population level, via population entry (founding) and exit (mortality), than at the level of change in the individual entity, which tends toward inertia.", "RQ3 asks if strategic changes in the face of shifting institutional logics have corresponded with changes in these websites’ public legitimacy. Both cognitive and sociopolitical legitimacy rose over time, spiking in the final time period (see Table 3). The level of sites’ cognitive legitimacy—i.e., their “taken-for-grantedness,” measured by the mean number of stories per month that mentioned fact-checking sites without explaining these sites—was 0.02 for 1992–2003 sites, 0.33 for 2004–2010 sites, and 2.09 for 2011–2013 sites. The level of sociopolitical legitimacy—i.e., their legitimacy among the politically powerful, measured by the mean number of stories per month in which officials commented on fact-checking sites—also rose: 0.00 for 1992–2003 sites, 0.02 for 2004–2010 sites, and 0.64 for 2011–2013 sites. The percentage of all stories that indicated legitimacy also increased across all years. Clearly, fact-checking sites have gained legitimacy at both the cognitive and sociopolitical levels, with much of that increase coming within the more recent years. The high level of the population's public legitimacy in the final time period logically corresponds with the dramatically increased isomorphism (sameness) through 2010. Although isomorphism decreased among sites that were founded in 2011–2013, we need to remember that nearly all of the sites started in the previous time period (when isomorphism spiked) were still operating in 2011–2013. Also, it is logical to expect some lag between the time that fact-checking site population showed coherence and isomorphism, in 2004–2010, and the time that their public legitimacy spiked, in 2011–2013. The Emergence and Development of News Fact-checking SitesInstitutional logics and population ecologyAll authorsWilson Lowreyhttps://doi.org/10.1080/1461670X.2015.1052537Published online:28 July 2015TABLE 3 Cognitive and sociopolitical legitimacy by year (mean number articles per month)CSVDisplay Table", "Nevertheless, fact-checking sites started in 2011–2013 bucked several trends evident in the years leading up to 2011. Up to 2011, sites seemed to be converging around a set of goals, features, and practices, but sites that were founded in 2011–2013 showed increased fragmentation in purpose and less isomorphism with other fact-checking sites. It appears that the fact-checking site population is not shifting smoothly into the stability and homogeneity of the selection/retention stage. As is discussed below, it may be that the 2012 election, changing technologies, and an increasingly niche-oriented news market encouraged recent innovation and specialization.", "In answer to RQ4, the level of site legitimacy was assessed as a continuous variable in order to compare it to patterns of population density over time. Both cognitive legitimacy and sociopolitical legitimacy increased across the 1992–2013 duration, with a bivariate correlation of r = 0.36 between the variable of total legitimacy (the sum of cognitive and sociopolitical legitimacy) and the variable of time (the passage of months). But more to the point, the pattern of density increase in the population correlates highly with rising legitimacy, as predicted by population ecology theory. Correlation between density change and cognitive legitimacy was r = 0.57, and the correlation with total legitimacy was r = 0.49.8 According to population ecology theory, increasing legitimacy sends a positive signal to would-be population entrants, and in turn, increased density (total number of fact-checking sites) increases a population's legitimacy. Best practices emerge and spread, making it easier to establish new ventures. For example, Politifact's formal guidelines for new sites have been followed by others who started their own ventures (Myers 2010).", "The density pattern follows the expected curve of a still-forming population (see Figure 1). The spikes in legitimacy between mid-2007 and mid-2009 (around the 2008 US election) immediately precede the steep rise in population density that begins around 2010. While data do not provide causal evidence, the relationship is predicted by population ecology theory, and the steep rise in legitimacy in mid-2012 could portend another rise in density in the coming years (see Figure 2). The most likely curb on the growth of fact-checking sites would be a ceiling on resources, and there is modest evidence for this in data collected on revenue sources: advertising, selling products, donations, memberships, and other (1 = yes, 0 = no). The mean number of revenue strategies was 0.87 for sites started in 1992–2003 and 0.94 for 2004–2010 sites, but the mean declined to 0.63 for 2011–2013. In addition, the percentage of sites that displayed advertising was 61.4 percent for sites started between 2004 and 2010, and this dropped slightly to 57.6 percent for sites started in 2011–2013. The Emergence and Development of News Fact-checking SitesInstitutional logics and population ecologyAll authorsWilson Lowreyhttps://doi.org/10.1080/1461670X.2015.1052537Published online:28 July 2015FIGURE 1  Population density and number of site foundings per yearDisplay full sizeFIGURE 1  Population density and number of site foundings per year The Emergence and Development of News Fact-checking SitesInstitutional logics and population ecologyAll authorsWilson Lowreyhttps://doi.org/10.1080/1461670X.2015.1052537Published online:28 July 2015FIGURE 2  Cognitive legitimacy of fact-check sites by yearDisplay full sizeFIGURE 2  Cognitive legitimacy of fact-check sites by year", "FIGURE 1  Population density and number of site foundings per year", "FIGURE 1  Population density and number of site foundings per year", "FIGURE 2  Cognitive legitimacy of fact-check sites by year", "FIGURE 2  Cognitive legitimacy of fact-check sites by year"]}, {"title": "Conclusion", "paragraphs": ["Results were consistent with many of the expectations of institutional logics and population ecology, but there were also interesting deviations. The population began to cohere during the 2000s, but then shifted, becoming somewhat more fragmented and varied. This instability is not surprising, given the relative youth of the fact-checking population.", "Types of variation may indicate the future patterns of fact-checking sites. In 2012 and 2013, six fact-checking operations started on local TV station sites—60 percent of the number of TV sites in the entire population—and the medium of TV brought changes in practices and features. For example, TV fact-checking sites were less likely to offer narrative judgments and lists of sources. Several mobile phone apps started as well, and these were less likely to offer narrative information. Several “Web tool” sites began aggregating existing information—for example, a site that detected fact problems and then scoured the internet for existing fact-check information. Fact-checking sites were also started in specialized knowledge areas other than politics, e.g., environmental news, economic news, and entertainment gossip. Some new sites also checked specialized types of information, such as government documents, evidence of media-release information in news stories, and campaign contributions. We see fact-checking moving into spaces that are less strongly shaped by a traditional journalistic logic—that are less detached, more personally expressive, and more integrated with entities outside the organization. Fact-checking on TV news is an example, as TV news is often more sensationalized and tightly coupled with market demands. There are also more niche fact-checking sites, and these may have personal or working connections with the fields being fact-checked—for example, an environmental group that fact-checks claims about the environment. These trends suggest a rise in network logic and a waning of traditional detached journalistic logic.", "The economic challenge facing news outlets is a likely exogenous predictor of these changes. As mentioned, the number of sites with advertising declined slightly in 2011–2013. Rigorous fact-checking consumes considerable staff resources (Dobbs 2012; Reider 2012), and their declarative, non-neutral nature may not play well with advertisers. So, despite growing external support and legitimacy, these efforts may be difficult for a financially strapped news operation to maintain, posing future challenges to these sites’ growing cognitive legitimacy (taken-for-grantedness). This may also help explain the tendency toward automated and aggregated efforts like the sites TruthGoggles and Churnalism, which require little or no editorial staff.", "Still, the legitimacy of fact-checking sites has risen steeply in the last few years. Population ecology predicts that pioneers initially enter the population, coherent guidelines appear and ease future entry, and also make it easier for external entities to work with the new entity because uncertainty about how the entity operates decreases. Legitimacy then increases. Rising mentions of fact-checking sites by officials in popular media, many from official news releases, suggests there is a growing integration with existing institutional structures, and therefore growing stability and decreased uncertainty. Most mentions related purely to political fact-checking, and corresponded with the 2012 election season, and so we need to account for the exogenous variability of the cyclical political environment as an influence on fact-checking site population density and legitimacy.", "It is also important to remember the cumulative drag of persisting websites in the budding population. Despite changes due to recent population entrants and recent evidence of clashing logics, in 2012 nearly 60 percent of all existing sites in the population reported that they checked political claims, just less than three-quarters pursued balanced sourcing and used primary sources, and recent stories from fact-checking sites varied little in journalistic style from older stories on the same sites. Considered as a whole, the population has been more stable than unstable: some guidelines have been established, the population has fairly clear “pioneer” role models, and mortalities were relatively few during the study's time period, up to 2013. This may be good news, not just for the population, but for the fact-checking needs of public discourse.", "Findings remind us that despite journalistic change and the dominant rhetoric that surrounds it, there are forces and factors that tend toward stability and sameness. Media entities certainly do respond to their immediate external environments and to shifting institutional orders, as the 2011–2013 timeframe shows. However, findings on population tendencies through 2010 suggest that (1) media entities seek legitimacy within the context of other institutions; (2) media entities tend to want to look like one another; (3) common best practices evolve and shape decisions in a field; (4) media entities may decouple or buffer the effects of external change; and (5) the cumulative drag from the persistence of older media entities shapes the field. All is not change and fluidity in the journalistic field. The population level of analysis helps reveal this.", "Perhaps most interesting and worthy of future study is the variability in degree of stability and change over time, and the factors that predict this variability. Findings suggest we need to account for both the changing exogenous influences in the journalistic environment—like changing technologies, market conditions, and the cycle of national elections—as well as the environment of a media operation's collective, the need to appear legitimate and reduce uncertainty, and the benefits of having agreed-upon best practices. Research that compares immediate exogenous factors, like changing market conditions or the political cycle, with population-level factors like changes in legitimacy and population density across time, would be helpful. It may be, for example, that while political seasons increase the density, legitimacy, and political orientation of the fact-checking site population, elections over time will have less and less impact on the overall population because of cumulative drag from the large number of sites that persist.", "Recent variability suggests a healthy period of experimentation with media formats, technologies, and content types. But at the population level, change is slow and inconsistent, and according to population ecology and institutional theory, there will be continuing tendencies toward stability and sameness, even in the midst of disruptive environments. Signs suggest the fact-checking genre has staying power, but time will tell."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the author."]}], "references": [{"title": "Determining if a Politician Is Telling the Truth", "year": "2008", "journal": "Nieman Reports", "volume": "", "authors": [{"name": "Adair Bill", "first_name": "Adair", "last_name": "Bill"}, {"name": ".", "first_name": ".", "last_name": ""}]}, {"title": "“Fools Rush in? The Institutional Context of Industry Creation", "year": "1994", "journal": "Academy of Management Review", "volume": "19", "authors": [{"name": "Aldrich Howard E.", "first_name": "Aldrich", "last_name": "E."}, {"name": "Fiol C. Marlena", "first_name": "Fiol", "last_name": "Marlena"}]}, {"title": "What Aggregators Do: Towards a Networked Concept of Journalistic Expertise in the Digital Age", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W."}]}, {"title": "The Logic of Connective Action", "year": "2012", "journal": "Information, Communication and Society", "volume": "15", "authors": [{"name": "Bennett W. Lance", "first_name": "Bennett", "last_name": "Lance"}, {"name": "Segerberg. Alexandra", "first_name": "Segerberg.", "last_name": "Alexandra"}]}, {"title": "Facts in the Dark Part III: Poligraph and Selection Bias", "year": "2012", "journal": "Shot in the Dark: Politics and Current Events in Minnesota and Beyond", "volume": "", "authors": [{"name": "Berg Mitch", "first_name": "Berg", "last_name": "Mitch"}]}, {"title": "The G.O.P. Fact Vacuum", "year": "2012", "journal": "The New York Times", "volume": "", "authors": [{"name": "Blow Charles M.", "first_name": "Blow", "last_name": "M."}]}, {"title": "Does Isomorphism Legitimate?", "year": "1996", "journal": "Academy of Management Journal", "volume": "39", "authors": [{"name": "Deephouse David L.", "first_name": "Deephouse", "last_name": "L."}]}, {"title": "“The Iron Cage Revisited: Institutional Isomorphism and Collective Rationality in Organizational Fields", "year": "1983", "journal": "American Sociological Review", "volume": "48", "authors": [{"name": "DiMaggio Paul J.", "first_name": "DiMaggio", "last_name": "J."}, {"name": "Powell. Walter W.", "first_name": "Powell.", "last_name": "W."}]}, {"title": "Sociocultural Evolution in the Communication Industries", "year": "1986", "journal": "Communication Research", "volume": "13", "authors": [{"name": "Dimmick John W.", "first_name": "Dimmick", "last_name": "W."}]}, {"title": "The Rise of Political Fact-checking: How Reagan Inspired a Journalistic Movement: A Reporter&#039;s Eye View", "year": "2012", "journal": "The New America Foundation", "volume": "", "authors": [{"name": "Dobbs Michael", "first_name": "Dobbs", "last_name": "Michael"}, {"name": ".", "first_name": ".", "last_name": ""}]}, {"title": "Decreasing Concentration and Reversibility of the Resource Partitioning Process: Supply Shortages and Deregulation in the Bulgarian Newspaper Industry, 1987–1992", "year": "2000", "journal": "Organization Studies", "volume": "21", "authors": [{"name": "Dobrev Stanislav D.", "first_name": "Dobrev", "last_name": "D."}]}, {"title": "Fact Check: So Who&#039;s Checking the Fact-finders? We Are", "year": "2012", "journal": "Florida Times-Union", "volume": "", "authors": [{"name": "Fader Carole", "first_name": "Fader", "last_name": "Carole"}, {"name": ".", "first_name": ".", "last_name": ""}]}, {"title": "“The Multiplicity of Institutional Logics and the Heterogeneity of Organizational Responses", "year": "2010", "journal": "Organization Science", "volume": "82", "authors": [{"name": "Greenwood Royston", "first_name": "Greenwood", "last_name": "Royston"}, {"name": "Diaz Amelia Magan", "first_name": "Diaz", "last_name": "Magan"}, {"name": "Li Stan Xao", "first_name": "Li", "last_name": "Xao"}, {"name": "Lorente. Jose Cespedes", "first_name": "Lorente.", "last_name": "Cespedes"}]}, {"title": "“Vox Populi: Resource Partitioning, Organizational Proliferation, and the Cultural Impact of the Insurgent Microradio Movement", "year": "2006", "journal": "American Journal of Sociology", "volume": "112", "authors": [{"name": "Greve Henrich R.", "first_name": "Greve", "last_name": "R."}, {"name": "Pozner Jo-ellen", "first_name": "Pozner", "last_name": "Jo-ellen"}, {"name": "Rao. Hayagreeva", "first_name": "Rao.", "last_name": "Hayagreeva"}]}, {"title": "“The Population Ecology of Organizations", "year": "1977", "journal": "American Journal of Sociology", "volume": "82", "authors": [{"name": "Hannan Michael T.", "first_name": "Hannan", "last_name": "T."}, {"name": "Freeman. John", "first_name": "Freeman.", "last_name": "John"}]}, {"title": "Between Endogenous Logics: Deinstitutionalization of Mortgage Lending as Carnival, Not Tsunami", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Hirsch Paul", "first_name": "Hirsch", "last_name": "Paul"}, {"name": "Lungeanu. Razvan", "first_name": "Lungeanu.", "last_name": "Razvan"}]}, {"title": "“Journalism Innovation and the Ecology of News Production: Institutional Tendencies", "year": "2012", "journal": "Journalism \\& Communication Monographs", "volume": "14", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}]}, {"title": "PolitiFact Takes Lesson from Fast-food Industry as It Franchises Fact Checking", "year": "2010", "journal": "Poynter.org", "volume": "", "authors": [{"name": "Myers Steve", "first_name": "Myers", "last_name": "Steve"}]}, {"title": "Tampa Bay Times", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Politifact.", "first_name": "Politifact.", "last_name": ""}]}, {"title": "“The Niche as a Theoretical Tool", "year": "2007", "journal": "Annual Review of Sociology", "volume": "33", "authors": [{"name": "Popielarz Pamela A.", "first_name": "Popielarz", "last_name": "A."}, {"name": "Neal. Zachary P.", "first_name": "Neal.", "last_name": "P."}]}, {"title": "“Managing the Rivalry of Competing Institutional Logics", "year": "2005", "journal": "Organization Studies", "volume": "30", "authors": [{"name": "Reay Trish", "first_name": "Reay", "last_name": "Trish"}, {"name": "Hinings C. R.", "first_name": "Hinings", "last_name": "R."}]}, {"title": "Real Time Fact-checking: Why News Outlets Should Challenge Phony Claims by Politicians in Spot-news Stories, Not Just in Separate Assessments", "year": "2012", "journal": "American Journalism Review", "volume": "", "authors": [{"name": "Reider Rem", "first_name": "Reider", "last_name": "Rem"}]}, {"title": "Guest Editor&#039;s Introduction: New Institutionalism and the News", "year": "2006", "journal": "Political Communication", "volume": "23", "authors": [{"name": "Ryfe David M.", "first_name": "Ryfe", "last_name": "M."}]}, {"title": "The Fact-checking Explosion", "year": "2010", "journal": "American Journalism Review", "volume": "", "authors": [{"name": "Spivak Cary", "first_name": "Spivak", "last_name": "Cary"}]}, {"title": "“Institutional Sources of Change in the Formal Structure of Organizations: The Diffusion of Civil Service Reform, 1880–1935", "year": "1983", "journal": "Administrative Science Quarterly", "volume": "28", "authors": [{"name": "Tolbert Pamela S.", "first_name": "Tolbert", "last_name": "S."}, {"name": "Zucker. Lynne G.", "first_name": "Zucker.", "last_name": "G."}]}, {"title": "“The Late Great International Herald Tribune and The New York Times: Global Media, Space, Time, Print, and Online Coordination in a 24/7 Networked World", "year": "2014", "journal": "Journalism", "volume": "16", "authors": [{"name": "Usher N.", "first_name": "Usher", "last_name": "N."}]}, {"title": "“User Acceptance of Information Technology: Toward a Unified View", "year": "2003", "journal": "MIS Quarterly", "volume": "27", "authors": [{"name": "Venkatesh Viswanath", "first_name": "Venkatesh", "last_name": "Viswanath"}, {"name": "Morris Michael G.", "first_name": "Morris", "last_name": "G."}, {"name": "Davis Gordon B.", "first_name": "Davis", "last_name": "B."}, {"name": "Davis. Fred D.", "first_name": "Davis.", "last_name": "D."}]}, {"title": "“Passive Accomplice or Active Disruptor? The Role of Audiences in the Mediatization of Politics", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Witschge Tamara.", "first_name": "Witschge", "last_name": "Tamara."}]}]}