{"doi": "10.1080/17512786.2013.816545", "url": "https://doi.org/10.1080/17512786.2013.816545", "title": "Selling the Story", "volume": "8", "year": "2014", "issue": "4", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Imison", "first_name": "Michelle", "name": "Michelle Imison"}], "abstract": "International development agencies and charities often have a major focus on highlighting and attempting to alleviate health problems in low- and middle-income countries (LMICs). In these objectives, they rely strongly on news media reporting of these problems and their solutions. This paper examines the experiences of communication staff from eight large non-governmental organisations (NGOs) of trying to secure coverage of LMIC health stories in the Australian news media. It reports on how these NGOs perceive current Australian news coverage of LMIC health, how they negotiate its “media logic” and their attempts to work within and beyond it for better coverage of LMIC health news. Their impressions of LMIC health reporting are broadly consistent with existing literature on the coverage of humanitarian and foreign news. In endeavouring to maximise exposure for their work, the agencies also sought to benefit journalists and news outlets by providing content that matched with existing notions of mainstream news. However, these NGOs are also in the process of working out how to move beyond these outlets and create news content on their own terms. Possible new avenues for the creation of such content are explored.", "body": [{"title": "Introduction", "paragraphs": ["News media coverage can focus attention and funding on health issues, as well as contributing to changes in health-related public attitudes and policies (Chapman et al. 2009, 620). Publicity for such issues, and those beyond health, is frequently facilitated by the advocacy efforts of interested non-governmental organisations (NGOs), which are increasingly employing the techniques and tools of media and public relations to their advantage in these endeavours (Davis 2003, 30–31). This paper examines the convergence between advocacy by international development agencies in Australia and media attention to global health.", "The NGOs under consideration here are international and humanitarian in their objectives, and engaged in increasingly influential and complex relationships with governments (DeChaine 2005, 50–52). These agencies are major stakeholders in the international development arena, significant recipients of both taxpayer-funded official development assistance (ODA) (AusAID 2012) and private donations. However, such NGOs have been little studied in media and journalism research compared to the extent of similar investigations in political science. Thus this paper focuses on large, international development agencies, with their extensive organisational structures, large-scale funding and global reach (Waisbord 2011, 142–145). Unlike past investigations which have looked at these NGOs' general domestic communications (for example, Cottle and Nolan 2007), it concentrates on their health-related media work.", "This paper forms part of a larger project on the Australian news media's coverage of health in low- and middle-income countries (LMICs) (Imison and Chapman 2010). Previous, related investigations have focused on exemplar news topics from the media corpus—for example, medical tourism (Imison and Schweinsberg 2013)—and sought journalists' (Imison and Chapman 2012) and audiences' (Imison, forthcoming) reflections on such coverage. In the present study, my interest was in understanding agencies' practical experiences with LMIC health stories in the Australian media. Thus the interviews on which this paper is based sought to stimulate discussion on current coverage, NGO media strategies and relationships, and how respondents felt coverage might be improved.", "The ways in which mainstream media outlets in high-income nations present LMICs have long been perceived as problematic. In general, this coverage has tended to highlight only a small number of issues and “significant” events, in locations deemed to be of strategic and economic importance to their domestic audiences (Shoemaker, Danielian, and Brendlinger 1991; Wu 2003). A study of Australian news content revealed a similarly narrow choice of subjects and themes in the coverage of humanitarian issues and a preference for “official” sources (Bacon and Nash 2003, 11–18). Mainstream media are the major means by which the public are informed about international development-related issues (Henson et al. 2010, 18). Although the importance of online information is increasing exponentially, mainstream sources remain central to efforts at public communication about LMICs. Comprehensive and accurate reporting of LMIC news has crucial value to domestic audiences because of the public trust invested in a growing programme of ODA (due to reach 0.5 per cent of Gross National Income by 2017–18 [AusAID 2013, 11]), Australia's enhanced international role as a result of its recent election to a two-year term as a non-permanent member of the United Nations Security Council (Australian Government 2012) and ongoing global efforts to agree the form and content of development priorities after the Millennium Development Goals. Despite the complexities in international development and the importance of LMICs to Australia, any case for greater mainstream media interest must be made against a backdrop of decreasing news budgets for expensive overseas coverage (Utley 1997, 6–7) and the fact that this kind of news has been found to be in short supply generally during times of peace (Allen and Hamilton 2010, 642).", "Health is a specific area in which NGOs might seek media coverage as it is an important element of these agencies' work, ranging from it being their core business to one area among many with which they deal in their long-term development, short-term emergency response and/or advocacy programming. The concern for health as part of an international development portfolio is a multi-faceted one: building national capacity, working collaboratively to improve public (and not just individual) health, implementing sectoral approaches in preference to single-disease programming and stemming the “brain drain” of health workers from LMICs, in order to leverage growing investments in health for the world's poorest people (Garrett 2007). However, the media presentation of global health within high-income nations has often been similarly problematic to the coverage of broader LMIC news. In the Australian media specifically, coverage focuses on a narrow range of countries (with certain regions left virtually uncovered) and specific diseases deemed either “typical” of LMICs or threatening—and hence relevant—to a domestic audience, with a strong preference for an “Australian angle” (Imison and Chapman 2010).", "In such circumstances, where there is media interest about LMICs in high-income nations, the work of NGOs and news outlets is highly intertwined. While agencies use media exposure to increase awareness about development issues, raise funds for humanitarian work and create constituencies for related policies (Cottle and Nolan 2007, 863), mainstream media news and current affairs programming demands content deemed likely to attract and retain audiences. This relationship, though, can be an uncomfortable one: NGOs develop media profiles in order to communicate their beliefs and actions widely, but this exposure can loosen their control over the way in which they and their concerns are presented (Dogra 2007, 163). While appearing in the news may assist agencies to be recognised as stakeholders and hence receive further coverage, there is little evidence that, in so doing, they successfully change news agendas or challenge normative ideas of “news”. Indeed, the pressure is on them to co-operate in the reproduction of these normative ideas and generate content that satisfies the dictates of mainstream media agendas, a process that has been termed “news cloning” (Fenton 2009). This paper examines how international development NGOs in Australia perceive current domestic news coverage of LMIC health, how they negotiate its “media logic” (Cottle and Nolan 2007, 863) and how they attempt to work within and beyond it for better LMIC health news.", "Using an agency list compiled by the international development sector's peak body in Australia (Australian Council for International Development 2010), I approached the most senior media and communications staff member at the top 15 agencies, ranked in terms of funds raised from the Australian public, to request an interview. I then let each organisation decide who would be interviewed, depending on availability and personal preference. The large development NGOs are those most likely to maintain media staff—increasingly, former journalists (Braeckman 1996, 122). Despite claims that new media would increase access for other stakeholders in this sector, less well-resourced agencies without established profiles continue to struggle for news coverage amongst competing voices and corresponding decreases in journalists' time (Fenton 2010, 153). In the domestic media's coverage of LMIC health, then, large Australian NGOs will be key news sources (Cooper 2009).", "Research-budget constraints precluded the involvement of one agency based outside Australia's mainland southern states, two NGOs did not respond to repeated requests for an interview, another sent written responses for logistical reasons and three agencies declined to participate: one had only a small portfolio of health work and two had recently lost experienced media staff. I conducted interviews with the remaining eight NGOs and AusAID (the Australian Agency for International Development—the Commonwealth agency that manages the disbursement of Australia's ODA budget) between November 2011 and March 2012, in Canberra, Melbourne and Sydney. Seven of the participants were male and two female. All signed standard consent forms prior to interview and were assured of confidentiality; pseudonyms are used to identify the quotes below. Interviews lasted between 49 and 83 minutes and all were transcribed and checked for accuracy against sound recordings.", "The interviews were semi-structured and guided by a set of questions developed after close study of the relevant literature and discussion with others in this field (Appendix A). Based on multiple readings and comparison of the transcripts with these interests in mind, I explore three specific concerns in this paper: namely agency media and communications staff impressions of how and what the Australian media covers (or does not cover) in LMIC health; participants' negotiation of “media logic” in their LMIC health-related work; and how NGOs attempt to work within and beyond these limitations in the quest for coverage."]}, {"title": "Inclusions and Absences in Australian LMIC Health Reporting", "paragraphs": ["Without exception, respondents spoke of the difficulty in securing a quality and quantity of LMIC health coverage in the Australian media with which they were professionally satisfied. The dynamism, variety and complexity of global health (Garrett 2007) were felt to be barely visible in what was a limited menu of LMIC-related stories. One participant, part of the media team at a large agency, explained it thus: The media view things through a prism that there's only probably four or five aid stories anyway. Then they can view all stories like that. They probably view politics as four or five stories. (Nick) ", "The media view things through a prism that there's only probably four or five aid stories anyway. Then they can view all stories like that. They probably view politics as four or five stories. (Nick)", "There were several dimensions to the perceived limits on LMIC health's news media profile, in terms of both what coverage included and omitted. Numerous respondents explicitly mentioned a media preference for “bad news”: … the bad news is a better seller, you know, to the media. Whereas it's very, very hard to get them to report on the good news, unless it's in the Sunday features pages … the good news gets the feature coverage, the bad news gets the news coverage. (Carl) ", "… the bad news is a better seller, you know, to the media. Whereas it's very, very hard to get them to report on the good news, unless it's in the Sunday features pages … the good news gets the feature coverage, the bad news gets the news coverage. (Carl)", "While this participant recognised that “good news” tended to be uncommon in the Australian media's coverage of LMIC health, “bad news” offered something discrete on which to report. Nowhere was this more the case than in relation to disasters, during which NGOs became keenly-sought potential news sources: The time that our phones ring hot is when there's a disaster, and the first 48 hours the media haven't got there themselves usually so they assume we might have some insider knowledge. (Brad) ", "The time that our phones ring hot is when there's a disaster, and the first 48 hours the media haven't got there themselves usually so they assume we might have some insider knowledge. (Brad)", "Another respondent added: … generally speaking the kind of stories that the Australia media would cover are your stories that are extreme. So kids dying in the East African drought, that kind of stuff—which have that health component—or your against-the-odds kind of stories. (Russ) ", "… generally speaking the kind of stories that the Australia media would cover are your stories that are extreme. So kids dying in the East African drought, that kind of stuff—which have that health component—or your against-the-odds kind of stories. (Russ)", "These impressions of LMIC health reporting are consistent with what is known about the media coverage of wider humanitarian issues in high-income nations. The seriousness of events (particularly as determined by the numbers of people affected) must be great or the images available very dramatic to pass journalistic gatekeeping and qualify as “news” (Bacon and Nash 2004, 37). Just a few locations will be in focus at any one time and media attention subsequently moves on swiftly, offering little opportunity for context or follow-up (Bacon and Nash 2003, 10). In addition, archetypal LMIC health stories are often atypical of such nations' most pressing or widespread health concerns (Imison and Chapman, forthcoming)—especially in the case of stories involving children (Moeller 2002).", "Participants also considered domestic relevance key to the attraction of a LMIC health story, a feature of coverage with three distinct aspects. First, the primacy of an Australian presence in the story, usually in the form of an Australian field worker or agency representative: It's got to have an Australian in it, basically … yeah, often they won't want to speak to us unless there's an Australian who can tell the story directly. Unless it's a major emergency and then they'll take anyone … (Sally) ", "It's got to have an Australian in it, basically … yeah, often they won't want to speak to us unless there's an Australian who can tell the story directly. Unless it's a major emergency and then they'll take anyone … (Sally)", "This remark highlights the perceived importance of a connection between a story's news actors and the audience—summed up by another respondent as “they [the media] want the Aussie accent to come through quite strongly”—while again underlining the “special” status of disaster coverage, during which the requirement for an Australian voice would be suspended. It also accords with a previously-noted preference in the Australian media coverage of humanitarian issues for spokespeople who do not come from among those being spoken about (Bacon and Nash 2003, 16), as well as assuring immediately-usable English-language commentary to accompany any story (Imison and Chapman 2012, 100).", "The other two aspects of this felt need to demonstrate relevance for domestic media consumers were an inclination to stories about “the neighbours”, as one participant termed them—nations close to Australia—and the deployment of issues with which there was some calendar or celebrity link. These were encapsulated thus by the head of media at one of the larger NGOs: I think it's important to recognise that we're going to have more success with Australian journalists if you can pitch to them stories about health in our region. We know they're particularly interested in East Timor, Indonesia, the Solomon Islands, PNG [Papua New Guinea] absolutely … and then perhaps pegging them to dates in the calendar. So for example, World AIDS Day, the first of December; we do a lot of work with—around HIV/AIDS education in PNG … (Charlie) ", "I think it's important to recognise that we're going to have more success with Australian journalists if you can pitch to them stories about health in our region. We know they're particularly interested in East Timor, Indonesia, the Solomon Islands, PNG [Papua New Guinea] absolutely … and then perhaps pegging them to dates in the calendar. So for example, World AIDS Day, the first of December; we do a lot of work with—around HIV/AIDS education in PNG … (Charlie)", "These observations are consonant with the well-rehearsed “proximity thesis” that foregrounds the appeal, in areas of news including health, of countries that are culturally or geographically near to our own (Adams 1986, 117–119; Hanusch 2008, 349). However, respondents were ambivalent about approaches to LMIC health stories that employed such tactics for the sake of domestic relevance, especially insofar as they might have other, negative consequences: … particularly because Australian media are parochial … the story becomes about the Australian person rather than actually the people themselves. (Russ) ", "… particularly because Australian media are parochial … the story becomes about the Australian person rather than actually the people themselves. (Russ)", "Yet in a crowded and competitive media landscape, and despite their misgivings about the principles on which coverage of LMIC issues is often constructed, NGOs worked to maintain relationships with outlets in order to secure their own profiles and incomes (Bennett and Kottasz 2001, 227–228; Cottle and Nolan 2007, 863–864). This willingness to accede to such content requirements is an indication of the asymmetrical power relationship between agencies and the media (Waisbord 2011, 146). It also confirms the operation of “media logic” in relation to LMIC health. Next I turn to how NGOs negotiated these processes in their communications."]}, {"title": "Negotiating “Media Logic” in LMIC Health Coverage", "paragraphs": ["In their examination of development agency media strategies, aimed at raising awareness, funds and public support, Cottle and Nolan (2007, 864) identified four major ways in which NGO communication has been captured by a pervasive “media logic”: agencies' concern to promote their “brands”; the importance of guarding against media-initiated scandals that might damage organisational reputation; NGOs tailoring stories to media logistic and content preferences; and their emphasising regionally-specific and personality-oriented elements as appropriate in development-related stories.", "Most of these elements were highlighted in the previous section and otherwise evident throughout my interviews. Participants were keenly aware that the importance of coverage meant their agencies internalised media ways of working. They also knew that media outlets' priorities in the international development sphere did not necessarily match those of NGOs (Cottle and Nolan 2007, 874–875) and so were concerned to negotiate these apparently irresistible media dictates.", "Respondents were looking for media coverage of LMIC health to assist their agencies' short- and long-term objectives. One participant, the media manager at a large agency, encapsulated his aims thus: … to get our share of voice out there, get our name out there, our brand out there to support our fundraising initiatives, or to establish ourselves as an expert in a particular area so that people come to us for comment. Again, a lot of it's linked to raising money to be able to do our development work. (Brad) ", "… to get our share of voice out there, get our name out there, our brand out there to support our fundraising initiatives, or to establish ourselves as an expert in a particular area so that people come to us for comment. Again, a lot of it's linked to raising money to be able to do our development work. (Brad)", "Such coverage, then, was seen as part of a virtuous circle: having a media profile supported fundraising and assisted the NGO to grow in both size and strength, which further enhanced the agency's public standing and future capacity to influence (Cooper 2007, 10). This process, though, did not play out strictly on their terms: while the previous section suggested some of the features of LMIC health stories that were attractive to domestic media outlets because of perceived audience interest, respondents were also attentive to the wider media environment—not least because over half of them had also previously worked as journalists. In the context of discussing time, space and resource constraints in contemporary journalism, the media and public relations officer at one medium-sized agency commented on the role of “news values”: … they're [news values] basically a ready-reckoner for hard-worked journalists to make a decision about whether I should cover a story or not. So they default to things like conflict, negativity, disaster, the extraordinary or, on the other end of the scale, the familiar and what people can connect to—the regular, the Red Nose Day every year, all that sort of stuff, the local and domestic. So often global stories don't fit within any of those news values. (Russ) ", "… they're [news values] basically a ready-reckoner for hard-worked journalists to make a decision about whether I should cover a story or not. So they default to things like conflict, negativity, disaster, the extraordinary or, on the other end of the scale, the familiar and what people can connect to—the regular, the Red Nose Day every year, all that sort of stuff, the local and domestic. So often global stories don't fit within any of those news values. (Russ)", "While the poor fit of much LMIC health with common news values (Cottle 2013, 235) made these stories unlikely candidates for mainstream media interest, NGOs were conscious that they might be able to use to their publicity advantage the pressures of journalists' work schedules. In considering what “ideal” Australian LMIC health coverage might look like, the communications manager at another medium-sized agency observed: … there would be budget to deliver these great features and great stories where there currently isn't. So that's looking at it from a media perspective. I mean, from an NGO perspective, the fact that those budgets aren't there is actually creating a space for us to offer up these stories ourselves, which does mean that more of the … NGO's message can come through in the final story. (Dave) ", "… there would be budget to deliver these great features and great stories where there currently isn't. So that's looking at it from a media perspective. I mean, from an NGO perspective, the fact that those budgets aren't there is actually creating a space for us to offer up these stories ourselves, which does mean that more of the … NGO's message can come through in the final story. (Dave)", "As his agency already collected its own news-release content and research data, and was expanding its capacity to do so, this participant anticipated that stories chosen for their message and media fit—what he later referred to as “genuine news-type stuff”—could increasingly bring mutual benefit to NGOs and media outlets. Indeed, the virtuous circle of coverage was not solely about individual journalists and agency staff; working within wider media expectations of LMIC health content might also deliver a wider forum in which to present an NGO's work: … looking to feature writers to help us to articulate a successful public health project, for example … To choose to accept that it might not be a news story and that there might be a better way to tell a health story—through more words, through the feature pages, through the magazines that come in the weekend newspapers … (Charlie) ", "… looking to feature writers to help us to articulate a successful public health project, for example … To choose to accept that it might not be a news story and that there might be a better way to tell a health story—through more words, through the feature pages, through the magazines that come in the weekend newspapers … (Charlie)", "This respondent prioritised telling stories in a way that did not fit the strict definition of “news”, in order to allow their context to fully emerge. However, as another participant acknowledged, this would probably mean such stories were relegated “up the back somewhere” in a newspaper or placed in a niche publication, and were thus less likely to be seen. This strategy, then, was something of a compromise between the needs of agencies and the news media.", "By working within these “media logics”, respondents also sought a number of wider benefits. First, they used the criterion of domestic relevance in news to highlight development-related content for the greatest possible impact. The communications manager at one of the larger NGOs gave the following example: … many Australians have suffered from extreme drought and everything but imagine what it's like to never have water or water's contaminated. So you can do that comparison as well and people—it's an issue that resonates with people here, I think, particularly in rural areas. So when we have—there's World Water Day, I think, in March and we quite often do some work around that and that usually works. (Tara) ", "… many Australians have suffered from extreme drought and everything but imagine what it's like to never have water or water's contaminated. So you can do that comparison as well and people—it's an issue that resonates with people here, I think, particularly in rural areas. So when we have—there's World Water Day, I think, in March and we quite often do some work around that and that usually works. (Tara)", "This is an imaginative variant on the “local angle”, the importance of which has been demonstrated for both LMIC and non-LMIC health news (Imison and Chapman 2013, 33–34; Viswanath et al. 2008, 772–773). In satisfying the news value of continuity (Galtung and Ruge 1965, 67)—taking advantage of an issue that already has a place in the news cycle—this story broadens the notion of relevance beyond local fellow citizens to encompass a wider, global community.", "Second, respondents wanted to expand journalists' and audiences' understanding of what “LMIC health” might mean, within the context of stories that also had media appeal: … the health story is, if you like—one of the suite of stories that can be told by aid organisations in times of humanitarian crisis … Inevitably as journalists try to extend the lifecycle of the story, they turn to disaster risk reduction [DRR]. Actually they wouldn't call it DRR, we would call it DRR, but they would be asking us, ‘hey, how can we prevent this from happening in the future?’ That's the opportunity to talk about disaster risk reduction. (Charlie) ", "… the health story is, if you like—one of the suite of stories that can be told by aid organisations in times of humanitarian crisis … Inevitably as journalists try to extend the lifecycle of the story, they turn to disaster risk reduction [DRR]. Actually they wouldn't call it DRR, we would call it DRR, but they would be asking us, ‘hey, how can we prevent this from happening in the future?’ That's the opportunity to talk about disaster risk reduction. (Charlie)", "Assisting news organisations to “extend” a humanitarian story might also benefit agencies' fund- and awareness-raising efforts. Introducing fresh angles on a situation that journalists were already covering—in this case, the 2010 Haiti earthquake—gave NGOs an opening to detail some of the complexities in LMIC health and ongoing disaster-prevention work which, while vital, would not ordinarily be visible in the news media.", "Third, these agencies wanted their media appearances to increase the prominence of the development sector generally: I think there is an argument of just building the pie and by helping people understand effective aid, be it government aid or private aid. I think a lot of agencies do devote time and effort to doing that—just building a case for aid. I think we all benefit from that. (Nick) ", "I think there is an argument of just building the pie and by helping people understand effective aid, be it government aid or private aid. I think a lot of agencies do devote time and effort to doing that—just building a case for aid. I think we all benefit from that. (Nick)", "This participant, the co-ordinator of public affairs at a large NGO, was aware that a rising tide lifts all boats: securing coverage of one agency's health-related and other work would be to the strategic advantage of other NGOs domestically, and of beneficiaries in LMICs. He later took this conviction further when, discussing the contemporary global political climate and its consequences for aid, he commented on the negatives of “isolationism … where we see the threats overseas and we want to turn our back”. Citizens in high-income nations stand to benefit from greater media attention to LMICs (VSO 2001, 11–14), as do agencies and the issues they represent.", "Although able to use “media logic” somewhat to their advantage, respondents were hesitant about acting within it—even to the extent that it was open to negotiation. The ambivalent relationship between journalists and mainstream media, on the one hand, and NGOs and their fundraising staff, on the other, with regard to trends in coverage of LMIC stories has been explored previously (Bennett and Daniel 2002, 38–41). In this context, one participant summed up agency efforts in the Australian media thus: I guess you do take a whole bunch of different approaches. We are lucky in the sense that we still have foreign correspondents—we've got Australian-based media overseas so we go through them a number of times … You just have to be patient, you need to see what's in the news at any one time and you need to be able to respond and bring what's in your cupboard to the table … There is a level of coverage and I think the agencies are pretty good in what they do. (Nick) ", "I guess you do take a whole bunch of different approaches. We are lucky in the sense that we still have foreign correspondents—we've got Australian-based media overseas so we go through them a number of times … You just have to be patient, you need to see what's in the news at any one time and you need to be able to respond and bring what's in your cupboard to the table … There is a level of coverage and I think the agencies are pretty good in what they do. (Nick)", "While recognising the limitations within which NGOs worked, this respondent considered that agencies did their job well and was grateful for the opportunities that remained to engage journalists with LMIC stories. This, then, would suggest that in order to reach larger audiences with more and richer stories of LMIC health, NGOs need to move beyond the structures and constraints of mainstream outlets. The following section addresses some of the ways in which agencies are beginning to do this."]}, {"title": "Working Within and Beyond “Media Logic”", "paragraphs": ["Several participants noted that the potential for NGOs' own content to gain a place in the Australian media was greater now than ever. The increasingly straitened circumstances of many traditional news organisations are creating similar opportunities for agency-generated stories in the media markets of many high-income nations (Abbott 2009). It is worth pointing out, however, that, insofar as the NGOs interviewed had begun to move beyond “media logic”, these changes occurred largely in agencies' own communication practices, which were not grounded in the routines and norms of mainstream news outlets (Waisbord 2011, 147).", "The major domain in which these efforts played out was online, in various forms which the NGOs were still experimenting with and refining. The numerous tools at their disposal in this space had both clear advantages and some drawbacks: It can be really hard because the conversation [in social media] is so—as I say, a cacophony often, not a debate. So it can be hard to make those messages resonate but we've done a lot of work on thinking through our strategy on Twitter and Facebook and those sorts of things. But our most effective way of communicating with people who have supported us in the past, and getting new people in, is definitely by email. (Owen) ", "It can be really hard because the conversation [in social media] is so—as I say, a cacophony often, not a debate. So it can be hard to make those messages resonate but we've done a lot of work on thinking through our strategy on Twitter and Facebook and those sorts of things. But our most effective way of communicating with people who have supported us in the past, and getting new people in, is definitely by email. (Owen)", "This medium-sized NGO had been forced to rethink its communication, to determine what was most effective and had greatest impact with its supporters, an activity that will likely be of enduring value to the agency. However, as another respondent noted, “preaching to the converted” was a possible danger, given the narrower audience for online communication when compared to that for mainstream news coverage. On balance, though, online platforms provided a real opportunity for NGOs to communicate directly with various stakeholder groups: … social media allows you to break free of being held captive to mainstream media. So if you're collecting stories you can actually tell the stories yourself and push them out to your own channels and hope that people will share them and push them further and they'll reach a broader audience … Again it's—anything that's in the mainstream media magnifies your impacts so much more. (Russ) ", "… social media allows you to break free of being held captive to mainstream media. So if you're collecting stories you can actually tell the stories yourself and push them out to your own channels and hope that people will share them and push them further and they'll reach a broader audience … Again it's—anything that's in the mainstream media magnifies your impacts so much more. (Russ)", "As this contribution makes clear, new media bring enormous communication positives—but old media forms cannot yet be discounted, although this respondent's use of the term “captive” in this context underlines the extent to which that affiliation is not necessarily one of choice. In the relationship between the Australian news media and international development agencies, the balance of power in securing coverage clearly lay with media outlets. One participant expressed the situation thus: … all news is packaged so you have to make it as easy as possible and as relevant as possible … And also vision and pictures and to be honest, something in which people can relate to because I think in many cases editors and producers think it's a turn-off if people don't want to think about it—they're struggling with their mortgage and petrol prices, the last thing they want to be reminded is about someone in a worse situation overseas. (Nick) ", "… all news is packaged so you have to make it as easy as possible and as relevant as possible … And also vision and pictures and to be honest, something in which people can relate to because I think in many cases editors and producers think it's a turn-off if people don't want to think about it—they're struggling with their mortgage and petrol prices, the last thing they want to be reminded is about someone in a worse situation overseas. (Nick)", "This approach invites a number of considerations. First, what hope is there for news that is not “easy”; which is ostensibly important but not intuitively “relevant” to a domestic audience? Attention—which has been called “the scarcest good in the new media economy” (Tsui 2009)—needs to be drawn to an NGO and its concerns before individuals, then appraised of its work, can decide to further engage with the organisation or the issues (Beckett and Fenyoe 2012, 1). In relation to international news (including that concerning health), the agenda-setting function of the mass media in high-income nations remains important. Previous research has indicated its decisive influence on the salience of both issues and countries, in the relationship between public opinion and foreign policy (Soroka 2003; Wanta, Golan, and Lee 2004).", "Second, the comment above acknowledges a central concern in LMIC-related media ethics (Joffe and Haarhoff 2002, 967), particularly for NGOs (Tester 2001, 106): to have audiences then direct their attention beyond themselves and their immediate affairs toward an engagement with the rest of the world. However, this respondent expresses his hope in a way which suggests that agencies (and journalists) do not expect this to be a simple or one-off process. Another participant described his work as including “an element of triage” in relation to choice of stories and the search for an appropriate balance between garnering media attention and possibly putting off audiences (and potential supporters) (Smith 2004, 747). Yet news reports are acknowledged as a potential means by which audiences are exposed to notions of global citizenship and of responsibility for “distant others” (Chouliaraki 2006; Silverstone 2003, 477). Although currently such reports are often criticised as infrequent and incomplete, they are sometimes able to live up to these cosmopolitan expectations, best encapsulated as an “injunction to care” (Cottle 2013).", "Third, that stories which do not fit the preferred media mould outlined above do not receive coverage is problematic, given the mainstream news media's otherwise self-proclaimed role of holding institutions—such as large, international development NGOs—to account (Franks 2008, 32). There are negative consequences for agencies as well, in terms of how they and their concerns are perceived: By not being able to discuss the deeper issues of global poverty, the aid industry is often stuck in the space of talking about emergencies and always appearing “urgent,” and preventative or long-term projects fail to have that dramatic, footage-friendly edge the media is so often looking for. At worst it turns aid into the face of a starving child with flies in its eyes, rather than everyday people like you and me who have the misfortune of living in poverty. (Jo) ", "By not being able to discuss the deeper issues of global poverty, the aid industry is often stuck in the space of talking about emergencies and always appearing “urgent,” and preventative or long-term projects fail to have that dramatic, footage-friendly edge the media is so often looking for. At worst it turns aid into the face of a starving child with flies in its eyes, rather than everyday people like you and me who have the misfortune of living in poverty. (Jo)", "The context for the kind of mainstream coverage that may contribute to overcoming such narrow and stereotypical perceptions, many of which are especially relevant to LMIC health, has recently become much more difficult in Australia. During the last year Fairfax Media and News Limited, the country's two major newspaper publishers, have announced the loss of around 3000 jobs between them over the next three years (about a third of these journalist positions), as well as further organisational restructuring and the closure of printing facilities (O'Donnell, McKnight, and Este 2012, 14). More recently, both publishers have taken steps to reduce costs by cutting the numbers of foreign bureaux and correspondents—even in the United States and Europe, regions of traditional “news interest” to Australia (Knott 2013). These trends are likely to further diminish both the quantity of locally-derived LMIC coverage and the appetite of media outlets for the substantial investments that such stories require.", "Conversely, these circumstances offer a range of expanded opportunities: for increased exposure of citizen-generated online news content, for media outlets in LMICs to reach global audiences through their own websites and for NGOs themselves to report news, either as their prime focus or in support of their other activities. However, these new possibilities are problematic from the perspective of “traditional” journalistic ethics or integrity, initiating difficult questions about the reliability and accuracy of news, and audiences' ability to triangulate among media sources (Zuckerman 2009). For their part agencies need to consider, when they are involved in news stories, whether they are acting as advocates or journalists (Cooper 2009). Likewise, accepting NGOs' logistic assistance in the field can force journalists into trade-offs between their professional independence and not wanting to bite the hands that feed them (Franks 2008, 31). What will all this mean in future for the (mainstream and new) media endeavours of international development agencies in relation to the coverage and understanding of LMIC health?"]}, {"title": "Conclusion", "paragraphs": ["The uncertain and rapidly-changing environment for journalists and mainstream media outlets in Australia is in some ways similar to the situation facing NGOs. This raises numerous concerns for agencies themselves, and suggests several possible avenues for future research. As noted in the previous section, the internet offers agencies a way to communicate their messages more directly; an online presence is now essentially mandatory for NGO engagement with supporters and donors. Searle (2009) has observed that, even though most agencies accept this as an element of achieving their aims, many still believe that they can otherwise conduct “business as usual”—which is the position in which many media organisations also believed themselves until quite recently.", "At the same time as online audiences demand greater participation and different kinds of information—often more readily and easily provided by the “networked NGOs” that took shape after the advent of the internet—well-resourced, traditional agencies find themselves competing for attention in this space with online destinations that are backed by commercial clout and technical expertise (Searle 2009; Tsui 2009). NGOs might well benefit from the combination of a 24-hour news cycle and reduced news-gathering capacity in the mainstream media by being able to promote their own LMIC health stories. But how agencies then help foster constructive “global conversations” of an appropriate level of complexity for different media audiences, and how these debates might proceed in practical terms, remain unresolved (Chalk 2012, 9). This concern goes beyond media coverage—not least because, as several respondents stated explicitly, such publicity is about the issues and not about their NGOs per se—to a broader sectoral interest in new ways to more meaningfully engage citizens of high-income nations with issues of poverty and international development (Darnton and Kirk 2011).", "As digital platforms become more important and online services increase their global reach (International Telecommunication Union 2012), it is worth recalling that their most rapid uptake is occurring in LMICs (Reda et al. 2012, 94). Thus the competition for coverage between those, such as development agencies, who have traditionally “spoken for” others has now become a wider struggle for representation, as individuals and communities in LMICs can increasingly speak for themselves (Cooper 2009). In addition, as large numbers of journalists are made redundant or otherwise cease to work for mainstream news outlets, some are creating and supporting innovative relationships among news organisations, NGOs and others who sponsor news coverage (Abbott 2009) of LMIC health and related issues.", "While budgets for international stories shrink in many high-income nations numerous initiatives in non-profit journalism, particularly in the United States, have sought to fill these financial and informational gaps (Enda 2010). The International Reporting Project (2012) provides for journalists and editors to cover overseas stories under-reported in the domestic media. Based at Johns Hopkins University, International Reporting Project also offers space to journalists writing books and access to its international relations specialists. Further, the Pulitzer Center on Crisis Reporting (2012) promotes engagement with global issues by sponsoring both cross-media journalism—often involving information from and collaboration with development agencies—and a programme of education and outreach for students and other citizens. The Bureau for International Reporting (2012) has two experienced journalist-staff who report on neglected topics and nations, making their stories available through both traditional news outlets and the Bureau for International Reporting's own website. All these schemes are made possible with the monetary backing of American foundations and bequests—a tradition of philanthropy without deep roots in Australia. In health specifically, Key Correspondents (2012), supported by the International HIV/AIDS Alliance and a variety of development and media partners, brings together a network of citizen journalists, many of them HIV-positive, from around 50 countries who blog as volunteers on local health concerns. Such organisations may realise unique roles in the changing news environment.", "While the internet era is usually conceived of as one of information abundance, international news—especially from outside capital cities—is becoming increasingly scarce (Zuckerman 2009). A greater supply of such news would seem an intuitively-desirable outcome for my interviewees, who worked to raise awareness of global health and wider development issues through the Australian mainstream media. However, they were also aware of the role of audience demand in expanding the availability of this kind of coverage. Reflecting on the difference between “selling” LMIC health and other types of news content, such as sport, with established audiences and presumed entitlements to media space, one respondent commented: … I have a product that's really valuable and people know it's good, but they really don't want to buy it, you know, they want to buy something else. So you're trying to persuade them why they should buy your product, why they should want it. It is, it's a much harder sell. Ten million babies dying is a lot harder sell than one tennis player stubs a toe. (Brad) ", "… I have a product that's really valuable and people know it's good, but they really don't want to buy it, you know, they want to buy something else. So you're trying to persuade them why they should buy your product, why they should want it. It is, it's a much harder sell. Ten million babies dying is a lot harder sell than one tennis player stubs a toe. (Brad)", "The extent to which the principal stakeholders in the relationship between Australian international development NGOs and the domestic news media are willing and able to alter how they interact, both in general and with regard to the communication of LMIC health specifically, is a moot point. However, as their audiences become increasingly willing and able to seek new forms of engagement from agencies and different types of news from media outlets, changes in these dynamics are probably inevitable and where they will lead remains unresolved."]}], "references": [{"title": "Working Together, NGOs and Journalists Can Create Stronger International Reporting", "year": "2009", "journal": "", "volume": "", "authors": [{"name": "Abbott Kimberly", "first_name": "Abbott", "last_name": "Kimberly"}]}, {"title": "Whose Lives Count?: TV Coverage of Natural Disasters", "year": "1986", "journal": "Journal of Communication", "volume": "36", "authors": [{"name": "Adams William C.", "first_name": "Adams", "last_name": "C."}]}, {"title": "Normalcy and Foreign News", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Allen Cleo J.", "first_name": "Allen", "last_name": "J."}, {"name": "Hamilton John M.", "first_name": "Hamilton", "last_name": "M."}]}, {"title": "How the Australian Media Cover Humanitarian Issues", "year": "2003", "journal": "Australian Journalism Review", "volume": "25", "authors": [{"name": "Bacon Wendy", "first_name": "Bacon", "last_name": "Wendy"}, {"name": "Nash Chris", "first_name": "Nash", "last_name": "Chris"}]}, {"title": "Stories in Distress: Three Case Studies in Australian Media Coverage of Humanitarian Crises", "year": "2004", "journal": "Australian Journalism Review", "volume": "26", "authors": [{"name": "Bacon Wendy", "first_name": "Bacon", "last_name": "Wendy"}, {"name": "Nash Chris", "first_name": "Nash", "last_name": "Chris"}]}, {"title": "Media Reporting of Third World Disasters: The Journalist&#039;s Perspective", "year": "2002", "journal": "Disaster Prevention and Management", "volume": "11", "authors": [{"name": "Bennett Roger", "first_name": "Bennett", "last_name": "Roger"}, {"name": "Daniel Martin", "first_name": "Daniel", "last_name": "Martin"}]}, {"title": "Advertising Imagery Employed by Disaster Relief Organisations and Media Stereotyping of the Recipients of Aid", "year": "2001", "journal": "Developments in Marketing Science", "volume": "24", "authors": [{"name": "Bennett Roger", "first_name": "Bennett", "last_name": "Roger"}, {"name": "Rita Kottasz", "first_name": "Rita", "last_name": "Kottasz"}]}, {"title": "The Content and Structure of Australian Television Reportage on Health and Medicine, 2005–2009: Parameters to Guide Health Workers", "year": "2009", "journal": "Medical Journal of Australia", "volume": "191", "authors": [{"name": "Chapman Simon", "first_name": "Chapman", "last_name": "Simon"}, {"name": "Holding Simon J.", "first_name": "Holding", "last_name": "J."}, {"name": "Ellerm Jessica", "first_name": "Ellerm", "last_name": "Jessica"}, {"name": "Heenan Rachel C.", "first_name": "Heenan", "last_name": "C."}, {"name": "Fogarty Andrea S.", "first_name": "Fogarty", "last_name": "S."}, {"name": "Imison Michelle", "first_name": "Imison", "last_name": "Michelle"}, {"name": "MacKenzie Ross", "first_name": "MacKenzie", "last_name": "Ross"}, {"name": "McGeechan Kevin", "first_name": "McGeechan", "last_name": "Kevin"}]}, {"title": "When Lines between NGO and News Organization Blur", "year": "2009", "journal": "", "volume": "", "authors": [{"name": "Cooper Glenda", "first_name": "Cooper", "last_name": "Glenda"}]}, {"title": "Journalists Witnessing Disaster: From the Calculus of Death to the Injunction to Care", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "Global Humanitarianism and the Changing Aid–Media Field", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}, {"name": "Nolan David", "first_name": "Nolan", "last_name": "David"}]}, {"title": "‘Reading NGOs Visually’—Implications of Visual Images for NGO Management", "year": "2007", "journal": "Journal of International Development", "volume": "19", "authors": [{"name": "Dogra Nandita", "first_name": "Dogra", "last_name": "Nandita"}]}, {"title": "Retreating from the World", "year": "2010", "journal": "American Journalism Review", "volume": "32", "authors": [{"name": "Enda Jodi", "first_name": "Enda", "last_name": "Jodi"}]}, {"title": "Getting into Bed with Charity", "year": "2008", "journal": "British Journalism Review", "volume": "19", "authors": [{"name": "Franks Suzanne", "first_name": "Franks", "last_name": "Suzanne"}]}, {"title": "The Structure of Foreign News", "year": "1965", "journal": "Journal of Peace Research", "volume": "2", "authors": [{"name": "Galtung Johan", "first_name": "Galtung", "last_name": "Johan"}, {"name": "Ruge Mari H.", "first_name": "Ruge", "last_name": "H."}]}, {"title": "The Challenge of Global Health", "year": "2007", "journal": "Foreign Affairs", "volume": "86", "authors": [{"name": "Garrett Laurie", "first_name": "Garrett", "last_name": "Laurie"}]}, {"title": "Valuing Those Close to Us: A Comparison of German and Australian Quality Newspapers&#039; Reporting of Death in Foreign News", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}]}, {"title": "‘… A Story That&#039;s Got All the Right Elements’: Australian Media Audiences Talk about the Coverage of a Health-related Story from the Developing World", "year": "", "journal": "", "volume": "", "authors": [{"name": "Imison Michelle", "first_name": "Imison", "last_name": "Michelle"}]}, {"title": "‘Disease, Disaster and Despair’? The Presentation of Health in Low- and Middle-income Countries on Australian Television", "year": "2010", "journal": "PLoS ONE", "volume": "5", "authors": [{"name": "Imison Michelle", "first_name": "Imison", "last_name": "Michelle"}, {"name": "Chapman Simon", "first_name": "Chapman", "last_name": "Simon"}]}, {"title": "Australian Journalists&#039; Reflections on Local Coverage of a Health-related Story from the Developing World", "year": "2012", "journal": "Australian Journalism Review", "volume": "34", "authors": [{"name": "Imison Michelle", "first_name": "Imison", "last_name": "Michelle"}, {"name": "Chapman Simon", "first_name": "Chapman", "last_name": "Simon"}]}, {"title": "Media Miracles: The Separation of Conjoined Twins, and Reflections on Minimal Television News Coverage of Health from Low- and Middle-income Countries", "year": "2013", "journal": "Media International Australia", "volume": "", "authors": [{"name": "Imison Michelle", "first_name": "Imison", "last_name": "Michelle"}, {"name": "Chapman Simon", "first_name": "Chapman", "last_name": "Simon"}]}, {"title": "Australian News Media Framing of Medical Tourism in Low- and Middle-income Countries: A Content Review", "year": "2013", "journal": "BMC Public Health", "volume": "13", "authors": [{"name": "Imison Michelle", "first_name": "Imison", "last_name": "Michelle"}, {"name": "Stephen Schweinsberg", "first_name": "Stephen", "last_name": "Schweinsberg"}]}, {"title": "Representations of Far-flung Illnesses: The Case of Ebola in Britain", "year": "2002", "journal": "Social Science \\& Medicine", "volume": "54", "authors": [{"name": "Joffe Hélène", "first_name": "Joffe", "last_name": "Hélène"}, {"name": "Haarhoff Georgina", "first_name": "Haarhoff", "last_name": "Georgina"}]}, {"title": "A Hierarchy of Innocence: The Media&#039;s Use of Children in the Telling of International News", "year": "2002", "journal": "The Harvard International Journal of Press/Politics", "volume": "7", "authors": [{"name": "Moeller Susan D.", "first_name": "Moeller", "last_name": "D."}]}, {"title": "Deviant Acts, Risky Business and U.S. Interests: The Newsworthiness of World Events", "year": "1991", "journal": "Journalism Quarterly", "volume": "68", "authors": [{"name": "Shoemaker Pamela J.", "first_name": "Shoemaker", "last_name": "J."}, {"name": "Danielian Lucig H.", "first_name": "Danielian", "last_name": "H."}, {"name": "Brendlinger Nancy", "first_name": "Brendlinger", "last_name": "Nancy"}]}, {"title": "Contradiction and Change? NGOs, Schools and the Public Faces of Development", "year": "2004", "journal": "Journal of International Development", "volume": "16", "authors": [{"name": "Smith Matt", "first_name": "Smith", "last_name": "Matt"}]}, {"title": "Media, Public Opinion and Foreign Policy", "year": "2003", "journal": "The Harvard International Journal of Press/Politics", "volume": "8", "authors": [{"name": "Soroka Stuart N.", "first_name": "Soroka", "last_name": "N."}]}, {"title": "The Shrinking of Foreign News: From Broadcast to Narrowcast", "year": "1997", "journal": "Foreign Affairs", "volume": "76", "authors": [{"name": "Utley Garrick", "first_name": "Utley", "last_name": "Garrick"}]}, {"title": "Occupational Practices and the Making of Health News: A National Survey of U.S. Health and Medical Science Journalists", "year": "2008", "journal": "Journal of Health Communication", "volume": "13", "authors": [{"name": "Viswanath K.", "first_name": "Viswanath", "last_name": "K."}, {"name": "Blake Kelly D.", "first_name": "Blake", "last_name": "D."}, {"name": "Meissner Helen I.", "first_name": "Meissner", "last_name": "I."}, {"name": "Saiontz Nicole G.", "first_name": "Saiontz", "last_name": "G."}, {"name": "Mull Corey", "first_name": "Mull", "last_name": "Corey"}, {"name": "Freeman Carol S.", "first_name": "Freeman", "last_name": "S."}, {"name": "Hesse Bradford", "first_name": "Hesse", "last_name": "Bradford"}, {"name": "Croyle Robert T.", "first_name": "Croyle", "last_name": "T."}]}, {"title": "Can NGOs Change the News?", "year": "2011", "journal": "International Journal of Communication", "volume": "5", "authors": [{"name": "Waisbord Silvio", "first_name": "Waisbord", "last_name": "Silvio"}]}, {"title": "Agenda-setting and International News: Media Influence on Public Perceptions of Foreign News", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Wanta Wayne", "first_name": "Wanta", "last_name": "Wayne"}, {"name": "Golan Guy", "first_name": "Golan", "last_name": "Guy"}, {"name": "Lee Cheolhan", "first_name": "Lee", "last_name": "Cheolhan"}]}, {"title": "Homogeneity around the World?: Comparing the Systemic Determinants of International News Flow between Developed and Developing Countries", "year": "2003", "journal": "Gazette: The International Journal for Communication Studies", "volume": "65", "authors": [{"name": "Wu H. Denis", "first_name": "Wu", "last_name": "Denis"}]}]}