{"doi": "10.1080/1461670X.2016.1254060", "url": "https://doi.org/10.1080/1461670X.2016.1254060", "title": "Journalists’ Development Journalism Role Perceptions", "volume": "18", "year": "2017", "issue": "5", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Kalyango", "first_name": "Yusuf", "name": "Yusuf Kalyango"}, {"last_name": "Hanusch", "first_name": "Folker", "name": "Folker Hanusch"}, {"last_name": "Ramaprasad", "first_name": "Jyotika", "name": "Jyotika Ramaprasad"}, {"last_name": "Skjerdal", "first_name": "Terje", "name": "Terje Skjerdal"}, {"last_name": "Hasim", "first_name": "Mohd", "name": "Mohd Safar Hasim"}, {"last_name": "Muchtar", "first_name": "Nurhaya", "name": "Nurhaya Muchtar"}, {"last_name": "Ullah", "first_name": "Mohammad", "name": "Mohammad Sahid Ullah"}, {"last_name": "Manda", "first_name": "Levi", "name": "Levi Zeleza Manda"}, {"last_name": "Kamara", "first_name": "Sarah", "name": "Sarah Bomkapre Kamara"}], "abstract": "Development journalism remains an important concept in the journalism studies literature, but it has, at the same time, suffered from a lack of empirical research. Drawing on a survey of 2598 journalists from eight South Asian, Southeast Asian, and sub-Saharan African countries, which was conducted as part of the Worlds of Journalism Study, this study assesses the importance journalists ascribe to three key development journalism roles—social intervention, national development, and educating people. It also compares these perceptions across the countries, between government- and privately owned news media in these countries, and between these countries and 19 Worlds of Journalism Study countries in Western Europe and North America, which profess to adhere to an objective and democratic press function. Findings suggest that journalists from the eight countries, across government- and privately owned media, considered development journalism important, and detached, adversarial journalism as less important. Their rating of the latter roles differed considerably from those of journalists from the 19 comparison countries. Results suggest that journalists were more likely socialized into their roles rather than being forced into the same by the heavy hand of government.", "body": [{"title": "Introduction", "paragraphs": ["The concept of development journalism, the idea that journalism may aid national development, attracted considerable attention in the literature during the 1970s and 1980s, and remains an important and relevant topic in many media systems across Africa and Asia today. For decades, the relationships between media and governance (Kalyango 2011), media and modernization or development (Aggarwala 1978; Skjerdal 2011; Hanusch and Uppal 2015), and media and socioeconomic welfare (Domatob and Hall 1983; Gunaratne and Hasim 1996; Shafer 1998) have been a central focus of studies that theorize normative models of journalism and empirically explore how these models may be reflected in practice.", "While past research has attempted to explicate the concept (Fair 1988; Shah 1996; Romano 1998) and has examined its practice in actual news content (Wong 2004; Cenite et al. 2008), it has tended to focus on individual national contexts. Few studies have adopted a comparative perspective. To contribute to a universal understanding of development journalism, both in general and in its particularities, this study assesses the relative importance that 2598 journalists in eight developing countries ascribed to three development journalism roles—interventionist, developmental, and educational—among 21 roles. The eight Asian and sub-Sahara African countries are Bangladesh, Botswana, Ethiopia, Indonesia, Malawi, Malaysia, Sierra Leone, and Tanzania, where development journalism would be a relevant orientation towards journalistic practice.", "The study also compares importance ratings by journalists across government- and privately owned news media in these countries, as well as between the sample countries and selected Western European and North American countries (heretofore, the West/Western).", "This study is based on selected data from the Worlds of Journalism Study (WJS; http://www.worldsofjournalism.org/). A collaborative effort of researchers from about 65 countries to assess the state of journalism in these countries, WJS’ goal is to better understand journalistic cultures. The purpose of this article is to understand one aspect of journalistic cultures, i.e., journalists’ role orientations, and in particular, their role orientations related to development journalism. News media in the eight countries of interest more or less shared two features. They worked under a policy articulated by their governments that news media were partners in government efforts to develop their countries as these countries emerged from colonial control and other similar conditions. Also, they all more or less had some sort of constitutional guarantee of a free press but these guarantees were interpreted differently and not always allowed in practice. Given these conditions, the question of how journalists negotiate their roles becomes important in terms of their normative beliefs."]}, {"title": "Rise of Development Journalism", "paragraphs": ["The normative idea of development journalism began in developing countries as an attempt to harness the work of journalists towards meeting development objectives, such that they become purveyors of information that spurs upward economic, infrastructure, and social mobility and growth in their societies. Some of the literature suggests that the idea was first discussed in a 1964 seminar convened by the East West Center in Honolulu (Jayaweera and Ariyante 1987), and came to be known as “developmental journalism” in the Philippines (Stevenson 1994, 239). Communication scholars began to use the phrase under the auspices of the Press Foundation of Asia, in Manila, Philippines (Gunaratne and Hasim 1996). In 1968, the Thomson Foundation sponsored the Economic Writers Training Course in the United Kingdom, during which the seminar chairman, Alan Chalkley (1968), coined the term “development journalist” (Gunaratne and Hasim 1996). It became increasingly utilized because it was useful for disseminating information from agricultural extension communicators to peasant farmers and other national development enterprises in the Global South (Shafer 1998).", "The term “development journalism” is occasionally distinguished from “developmental journalism.” In Ethiopia, for example, the Amharic term for “development journalism” denotes the overall philosophy of the framework, while “developmental journalism” expresses the practice, equivalent to “development(al) reporting.” Edeani (1993) views “developmental journalists” as government-supportive and critical of popular participation, in contrast to “development journalists” who encourage democratic engagement. For the most part, the two terms are used interchangeably in some literature (Seng and Hunt 1986; Odhiambo 1991; Edeani 1993), with “development journalism” growing in usage after 1990. Along this line, the current contribution uses “development journalism” as an inclusive term and one that denotes both theory and practice."]}, {"title": "Conceptualizing Development Journalism", "paragraphs": ["The rise of development journalism led to considerable debate and discussion about the actual nature of this concept and its practice. At one end were views that the concept was simply a fig leaf to hide government strong-arming journalists into covering leaders and country positively. Freedom House’s views, as articulated by Sussman (1981), reduced development journalism to simply a tool of authoritarian governments to ensure they remained in the seat of power. Some scholars too pointed out that development journalism is at odds with Western thinking and philosophy (Seng and Hunt 1986; Odhiambo 1991); that it is not objective and independent of government and is about media professionals serving at the will of government agencies (Shafer 1998).", "At the other end were more benign interpretations of the concept. Aggarwala (1979), among the first to attempt a definition of development journalism, considered it a journalism that focused on grassroots development issues including critical appraisal of policy (see also Shah 1988). Shafer (1998, 42) defined development journalism as “the art and science of human communication applied to the speedy transformation of a country and the mass of its people from poverty to a dynamic state of economic growth that makes possible greater social equality and the larger fulfillment of the human potential.” Also, Gunaratne (1998), Lent (1981), and Massey and Chang (2002) present development journalism as a practice in which media practitioners and government work together as partners in national development. Wong (2004, 37) too argues that the idea is to have government–media partnerships to “promote the larger good of social harmony and stability together with economic growth and development.”", "There is also the question of the concept’s ideological exclusivity. Some scholars see development journalism as a response to particular demands in post-colonial societies that wanted to make development strides after the lost decades under colonial rule (Domatob and Hall 1983; Rampal 1984). This argument is modified by others who stress that development journalism may not be exclusive to the South as it bears resemblance with acquainted frameworks and models that originated elsewhere, such as public journalism (Gunaratne 1996; Shafer 1998), peace journalism (Shinar 2007), public service broadcasting (Banda 2007), appreciative-cum-solutions journalism (Manda 2013), and more generally the social responsibility theory of the press (Ogan 1982). All these frameworks highlight the utility of the practice of purposeful journalism.", "It is evident then that the definition of development journalism has been shifting over time and space. In fact, Solomon (2014) noted that development journalism in Tanzania changed from a top-down, authoritative approach in the socialist era to a more liberal and public service-oriented style in the contemporary democratic age. Still, there are certain characteristics that may be distilled from the various definitions of development journalism: the interventionist, the developmental, and the educational.", "That development journalism is interventionist implies that it seeks to challenge the status quo by advocating for social change. Within an interventionist journalism philosophy, the argument is that it is legitimate for reporters and editors to serve as change agents for the greater good of society. However, for development journalism, the change ought to be directed towards social, economic, and cultural development. This points to the second quality of development journalism, which is defined as the developmental function. Among all characteristics of development journalism, this may be regarded as the central requirement. It implies that the media are regarded not as spectators to social progress, but as active contributors. Also, development journalism is recognized by a strong educational function. This implies that media assume a particular responsibility vis-à-vis the citizenry, which is to inculcate knowledge and understanding concerning society and development."]}, {"title": "Media Ownership and the Practice of Development Journalism", "paragraphs": ["Given both the critique of development journalism as government control as well as its interpretation as a benign journalist–government partnership, media ownership becomes an important consideration. In government-owned media, where control is institutionalized, journalists are more likely to be socialized and could even be coerced into the practice of development journalism. Very few studies, such as Rampal (1984) and McKay (1993), have empirically accounted for media ownership to better explain journalists’ role perceptions for development journalism. Rampal’s (1984) study from India at the height of early development journalism, for example, identified a strong dichotomy between the privately owned print media, which had an adversary reporting style, and the government-owned broadcast media, which promoted national growth and development. The two reporting styles seemed contradictory and mutually exclusive. In Bangladesh, government-owned radio and television followed policy dictates and focused on development news such as infrastructure development, public health issues, and government-sponsored events, while privately owned print media focused on non-governmental organizations and civil society (Ullah and Akhter 2002). Throughout the history of development journalism, it is evident that the development journalism reporting style has been more associated with official media outlets and less with the private and independent media.", "In all eight countries examined here, both government and privately owned media outlets are present, enabling a meaningful analysis of the extent of development orientation across ownership types. Further, development journalism was often articulated as a policy of government in these countries, with Ethiopia having one of the most articulated policies in this regard (Ethiopian Press Agency 2008). Many Ethiopian journalists, especially in the state media, favored the idea that the media should be guided by a developmental philosophy, but they tended to be critical of the current operations of the official media which they claim to be heavily inclined towards the ruling party’s political interests (Skjerdal 2011; Dirbaba 2014). In Indonesia (Romano 2003; Pintak and Setiyono 2011) and Tanzania (Kalyango 2011), newspapers (and other media) and the government shared a development agenda, creating what may be termed a partnership press. Also, even some journalists in these countries viewed journalism’s function as that of supporting societal development. This was also true of Malaysia (Anuar 2005), though today Malaysian newspapers’ reach has dwindled in the face of competition from online portals.", "Similar ties between government and media existed in Bangladesh (Ullah and Akhter 2002) and Malawi (Malawi Government 1998, II). In Malawi, newspapers, the source of alternative political discourse, have shrunk, leaving the country with only two publishing houses (Chitsulo and Mang’anda 2011). In Botswana, while the private media did not subscribe to any such orientation, government news media had a clear national development outlook (Rooney 2012). In Sierra Leone, community radio appeared to be the medium for community participation and development (Musa 2005; Wahl-Jorgensen and Cole 2008). Journalists still need training in development reporting in Sierra Leone.", "Some other media characteristics in a few of these countries were as follows. In Ethiopia, only the 19 percent who live in cities (The World Bank 2014) are exposed to pluralistic media, while in Botswana private media are mostly an urban phenomenon. Print media ownership in Bangladesh is dominated by commercial power, manifesting de-politicization in terms of state ownership but re-politicization in terms of business ownership, what Mahmud (2013, 47) calls “corpo-politicization.” The electronic media (television and commercial FM radio, in particular) are in the hands of powerful businesses that have lobbying power to influence media content, creating new limits on the diversity of voices in Bangladesh.", "In sum, while development journalism policy was not uniform across the countries, it was strongly urged, particularly in government-owned media. Consequently, and almost in all countries examined here, journalists working for private media likely practiced under different expectations and challenges than those who work for government-owned media, which may explain the volatility in quality of work pertaining to development journalism from various media houses (see Ullah and Akhter 2002)."]}, {"title": "Freedom of the Press", "paragraphs": ["Apart from the somewhat common underpin of development journalism, news media in the eight countries varied in several ways. While they included national and city newspapers, community media, and weekly magazines, as well as both radio and television, these were present at varying levels of development, reach, and government ownership and control. In some of these countries, for example Tanzania (Ramaprasad 2001), the advent of liberal economic policies and multipartyism (sometimes belatedly after independence), had led to an exponential growth of media, but this growth was not necessarily a harbinger of media freedom or quality journalism, even when the constitution guaranteed such freedom.", "In Botswana, where multipartyism and a constitutional promise of a free press were instituted immediately upon independence, the government–media relationship while mostly positive is also tense at times, with detractors suggesting that the government has exhibited an “aversion for a free and independent press” (Molefhe 2012). Since its independence in 1964, Malawi has also had “legal and policy frameworks that have specific provisions to facilitate media operations, the most notable being constitutional guarantees to freedom of the press and liberalisation of airwaves, [but] the media … continue to operate in a harsh political, legal and economic environment” (Chikunkhuzeni 2004; see Makuwira 2006).", "Similarly, post-colonial Sierra Leone also instituted freedom of the press but since then its history has been checkered, with considerable control across different governments (Wahl-Jorgensen and Cole 2008).", "In South Africa, the constitutional guarantee of a free press came with democratization in 1994, but while media freedom “allowed the political communication systems to open up, new pressures were exerted by respective governments who clashed with independent media or interfered with the governance and editorial processes at the public broadcasters” (Wasserman 2010, 170). Ethiopia created “a constitutional and legal framework to protect press freedom and independent journalism” in the 1990s, but the government has “proved more than willing to contravene its own media rules” (Dirbaba 2014, 2).", "In the two Asian sample countries, the situation is not too different. In Malaysia, the government, through close ties with the media, directly or indirectly controls the media (Sani and Azizuddin 2009). Journalists in Indonesia faced considerable restrictions during the Suharto years and later; today “Although many of the laws that constrained Indonesian journalists under Suharto have been scrapped, legal intimidation and violence continue” (Pintak and Setiyono 2011, 186)."]}, {"title": "Research Questions", "paragraphs": ["Past studies have identified the opportunist facilitator role, which in many regards resembles a development reporter, to be less interested in objective reporting and public investigation (Hanitzsch 2011). This is one of the common assumptions in much of the literature concerning development journalism (rooted in Western critiques of the concept), namely that its reporting style is incompatible with conventional professional ideals such as objective reporting and watchdog journalism. Several recent contributions, however, claim to detect a combination of critical and nation-building ideals within the same professional community in developing societies, for instance among journalists in Fiji (Hanusch and Uppal 2015), Indonesia (Pintak and Setiyono 2011), Bangladesh (Ramaprasad and Rahman 2006), and Nepal (Ramaprasad and Kelly 2003). It is therefore important to investigate how a journalist’s commitment to development journalism may correspond with other journalistic roles. The research questions of interest in this case are: RQ1: How important do journalists in selected countries in South Asia and sub-Saharan Africa view development journalism roles compared with other roles?", "RQ1: How important do journalists in selected countries in South Asia and sub-Saharan Africa view development journalism roles compared with other roles?", "The literature has indicated the influence of ownership on reporting styles, wherein government-owned/controlled new media are more likely to follow the development journalism style than private media. In view of this, the research question of interest is: RQ2: What is the relationship, if any, between media ownership and these journalists’ importance rating of development journalism roles?", "RQ2: What is the relationship, if any, between media ownership and these journalists’ importance rating of development journalism roles?", "Given the assumption that development journalism is incompatible with Western role expectations, the final question of interest is: RQ3: How do sample journalists’ views compare with views of their counterparts in Western societies?", "RQ3: How do sample journalists’ views compare with views of their counterparts in Western societies?"]}, {"title": "Method", "paragraphs": ["In general, WJS guidelines were followed, but in some instances country-specific decisions were made to reflect local contexts. The method was survey and the data collection instrument was a questionnaire. A common English-language master WJS questionnaire, primarily using quantitative measures and five-point Likert scales, was developed collaboratively to guarantee the highest level of broad-based multinational validity. Where relevant, the questionnaire was translated into local languages, assuring consistency with the master questionnaire through back translation where necessary. The questionnaire also gathered information at the individual level (such as age, gender, educational level, and rank in the newsroom), as well as at the organizational level (reach of newsroom), and particularly information about ownership (private, public, and government-owned media). The questionnaire was administered face-to-face in most countries. In Malawi, questionnaires were administered via the phone, and in Sierra Leone, through an online tool. In Botswana, Indonesia, and Malawi, completed questionnaires were also received by mail and email.", "Journalists were those who had some editorial responsibility over news content (Hanitzsch et al. 2011). Freelance journalists and journalists working for alternative media, ethnic media, and alternative online sites were also included in this definition. In Malawi and Sierra Leone, volunteers were included because they are an integral part of the professional media landscape.", "Respondents were typically recruited through stratified (by rank) proportional random sampling. Response rates were generally very high with at least 75 percent of sampled journalists responding, except in Malawi, which had a response rate of 48.2 percent even though all journalists in the country were contacted. Hence, sampling adequacy overall was highly satisfactory, with a margin of error below 5 percent in all countries. The surveys were conducted between early 2013 and the end of 2015.", "Sample journalists were asked to rate each of 21 journalistic roles (in the WJS questionnaire) on a five-point Likert scale for importance in their own work, from “unimportant” (1) to “extremely important” (5). These items aimed to measure journalists’ role perceptions vis-à-vis established journalistic functions such as the watchdog or entertainer roles, or detachment. Three items measured aspects of the development journalism role. “Advocate for social change” measured the interventionist dimension, “Support national development,” the development function, and “Educate the audience,” the educational role.", "For data analyses, the commonly accepted technique of centering means (Fischer 2004) was employed to counter acquiescence bias, a tendency to always answer more positively or negatively to all items in some countries, on the national level (Hanitzsch et al. 2011). First, the overall mean score across all 21 role perception items for each country was calculated; next, this mean was subtracted from each item separately to get centered scores. A positive score indicates that a particular role is deemed more important than the overall country mean, while a negative score means the role is less important. The centered scores enable a more accurate comparison of the relative importance of roles in each of the countries.", "This study includes Bangladesh, Botswana, Ethiopia, Indonesia, Malawi, Malaysia, Sierra Leone, and Tanzania as countries of interest. To enable comparisons with other WJS countries, this study considered 19 countries in Western Europe and North America as constituting Western or developed societies (see also Hallin and Mancini 2004). These countries were: Austria, Belgium, Canada, Denmark, Finland, France, Germany, Greece, Iceland, Ireland, Italy, Netherlands, Norway, Portugal, Spain, Sweden, Switzerland, the United Kingdom, and the United States. The total sample size for these countries was 10,466, of whom only 1.8 percent worked in government-owned media.", "The overall sample across Bangladesh, Botswana, Ethiopia, Indonesia, Malaysia, Malawi, Sierra Leone, and Tanzania (N = 2598) shows some considerable similarities, but also important differences (Table 1). Journalists’ Development Journalism Role PerceptionsSelect countries in Southeast Asia, South Asia, and sub-Saharan AfricaAll authorsYusuf Kalyango Jr., Folker Hanusch, Jyotika Ramaprasad, Terje Skjerdal, Mohd Safar Hasim, Nurhaya Muchtar, Mohammad Sahid Ullah, Levi Zeleza Manda & Sarah Bomkapre Kamarahttps://doi.org/10.1080/1461670X.2016.1254060Published online:01 December 2016TABLE 1 Selected sample characteristicsCSVDisplay Table", "Overall, 30 percent of journalist respondents were women, but there were some sizeable differences by country. In Malaysia, women were actually in the majority, while in Tanzania, they were close to gender-parity. In Bangladesh, however, women formed only one-tenth of the sample, and in Indonesia, they comprised one-fifth of the sample. Respondents were reasonably young with a mean age of 33 years, ranging from nearly 28 in Tanzania and 31 in Malawi to nearly 37 in Bangladesh. Consequently, overall experience of the respondent journalists was around eight years, with journalists in Ethiopia and Sierra Leone the least experienced, and Bangladeshi journalists the most experienced.", "Typically, sample journalists were well-educated, with more than 80 percent holding a university degree in seven out of the eight countries. In Sierra Leone, however, only 40 percent had graduated from university. The situation was much more varied, however, for specialization in journalism. Overall, 45 percent had specialized in journalism, but in Tanzania and Malawi, journalists with a journalism specialization comprised at least three-quarters of the sample. In contrast, in Indonesia, only one-quarter had specialized thus.", "Overall, just over two-thirds of respondent journalists worked for privately owned media, with only one-quarter working for government-owned media. Again, the overall figures mask differences on the country level. In Ethiopia, the only country where more of the sample worked for government than private media, 80 percent worked for government-owned organizations. Private media ownership was particularly high, by more than 50 percent, in Bangladesh and Indonesia."]}, {"title": "Results", "paragraphs": ["Sample journalists considered all three aspects of development journalism—educating the audience, supporting national development, and advocating for social change—relatively important journalistic functions (Table 2). Journalists’ Development Journalism Role PerceptionsSelect countries in Southeast Asia, South Asia, and sub-Saharan AfricaAll authorsYusuf Kalyango Jr., Folker Hanusch, Jyotika Ramaprasad, Terje Skjerdal, Mohd Safar Hasim, Nurhaya Muchtar, Mohammad Sahid Ullah, Levi Zeleza Manda & Sarah Bomkapre Kamarahttps://doi.org/10.1080/1461670X.2016.1254060Published online:01 December 2016TABLE 2 Role perceptions for eight sample countries (using centered means)CSVDisplay Table", "In particular, overall, journalists in all sample countries considered educating the audience as the most important among all 21 roles, with little variance across sample countries. This role was the most important in Malaysia and Sierra Leone, and second-most important in Botswana and Indonesia. In Ethiopia and Bangladesh, it was the third-most important role, while in Malawi it ranked fourth, and in Tanzania fifth.", "The role “support national development” was also important, ranking fifth overall. In Ethiopia, this role was even more important than educating the audience, ranking second. In Tanzania, it ranked third, in Bangladesh and Sierra Leone fourth, and in Botswana and Malawi fifth. Indonesia (seventh) and Malaysia (ninth) assessed the role as less important. The role “advocate for social change” ranked sixth overall, but considerable differences existed across countries. Journalists in Botswana and Malaysia, for example, did not consider this role particularly important, ranking it 11th and 12th, respectively. Still, advocating for social change was relatively important in Bangladesh, Indonesia, and Sierra Leone, where it ranked fifth among all items, and in Tanzania, where it ranked sixth.", "These results demonstrate that, overall, respondent journalists in South Asia, Southeast Asia, and sub-Saharan Africa considered development journalism functions as relatively important as compared with other traditional functions of journalism. For example, across the sample, journalists considered development aspects as more important than following a citizen orientation, measured through the items “providing analysis of current affairs” and “providing information people need to make political decisions” (Hanitzsch 2007). Journalism’s entertainment function was not considered as very important on average. Significantly, overall, journalists did not consider being a watchdog of those in power (monitoring and scrutinizing political leaders as well as business) as important as the three development journalism roles. At the same time, journalists in the sample strongly rejected the notion of journalists as opportunist facilitators (“support government policy” and “convey a positive image of political leadership”), assessing them very low in importance overall and in each country. They did consider as important the roles of promoting tolerance and cultural diversity, providing a forum for people to have a voice, and reporting things as they are, the latter indicating a fact-based journalism practice.", "These results therefore draw into question the idea that journalists in developing countries are merely opportunist facilitators who are cheerleaders of those in power. Instead, they perceive themselves as promoters or agents of their societies’ economic and cultural development. At the same time, important differences were present across countries. In Malaysia, for example, journalists did not consider supporting national development and advocating for social change very important, but did assess “being a detached observer” as relatively more important than the two aforementioned roles. Ethiopian journalists found it comparatively less important to monitor and scrutinize political leaders, while their counterparts in Tanzania and Sierra Leone saw it as relatively important.", "While there has been considerable discussion in the literature about the influence of the organizational context on journalists’ views about the development journalism role (Hanitzsch 2011), there was little evidence to support this argument (Table 3). Journalists’ Development Journalism Role PerceptionsSelect countries in Southeast Asia, South Asia, and sub-Saharan AfricaAll authorsYusuf Kalyango Jr., Folker Hanusch, Jyotika Ramaprasad, Terje Skjerdal, Mohd Safar Hasim, Nurhaya Muchtar, Mohammad Sahid Ullah, Levi Zeleza Manda & Sarah Bomkapre Kamarahttps://doi.org/10.1080/1461670X.2016.1254060Published online:01 December 2016TABLE 3 Role perceptions by media type for eight sample countriesCSVDisplay Table", "Overall, there was a significant difference between journalists working for privately and government-owned media for “support national development,” but even here the effect size was small (t(2347) = 5.96, p < 0.001, d = 0.28). This difference, however, disappeared at the level of individual countries. Factorial between groups’ analyses of variance (ANOVAs) revealed that while there were main effects for three items for country, none existed for the ownership variable. That is, while importance means for each of the three roles differed by country, they did not differ by ownership.", "Small interaction effects between country and ownership were found for “advocate for social change” (F(7, 2357) = 2.054, p < 0.05, ) and “support national development” (F(7, 2333) = 2.598, p < 0.05, ). Follow-up analyses showed that for “advocate for social change,” media ownership only had a significant effect in Botswana (F(1, 2357) = 4.93, p < 0.05) and Sierra Leone (F(1, 2357) = 5.04, p < 0.05). For “support national development,” the interaction was only significant for Malaysia (F(1, 2333) = 16.8, p < 0.001) and Sierra Leone (F(1, 2333) = 5.58, p < 0.05). Furthermore, these effects did not indicate any substantial directionality. For example, journalists in privately owned media in Sierra Leone and Botswana were more supportive of “advocate for social change” than their counterparts in government-owned media. On the other hand, journalists in government-owned media in Malaysia and in privately owned media in Sierra Leone and Malawi rated supporting national development highly important.", "In sum, whether journalists worked in state- or privately owned media only played a negligible role in the extent to which they considered development journalism as important.", "As discussed earlier, development journalism has often been assessed against the background of Western normative expectations of journalists, which prompted a comparison between journalists’ role orientations in the eight sample countries and a select number of Western countries. Naturally, such a comparison is a broad brush to some extent, as there are also significant differences between different Western media systems (Hallin and Mancini 2004). At the same time, they also exhibit important similarities such as levels of press freedom and journalistic traditions, particularly when compared to the eight sample countries. A comparison of the importance ascribed to the role “support national development” by journalists from the sample countries and those from the 19 Western European and North American countries studied as part of the wider WJS revealed significant differences, with Cohen’s d = 2.71, suggesting a large effect (Table 4). Journalists from the West rated the role less important than journalists in the select sample countries. Journalists’ Development Journalism Role PerceptionsSelect countries in Southeast Asia, South Asia, and sub-Saharan AfricaAll authorsYusuf Kalyango Jr., Folker Hanusch, Jyotika Ramaprasad, Terje Skjerdal, Mohd Safar Hasim, Nurhaya Muchtar, Mohammad Sahid Ullah, Levi Zeleza Manda & Sarah Bomkapre Kamarahttps://doi.org/10.1080/1461670X.2016.1254060Published online:01 December 2016TABLE 4 Comparing eight sample with Western countries (using standardized means)CSVDisplay Table", "A significant difference between the two sets of countries was also present for “advocate for social change,” with a slightly smaller, but still large effect size of d = 1.77. Again, journalists from the West rated the role less important. On the other hand, no significant difference was present for “educate the audience.”", "Further, journalists in the West and elsewhere were vastly less interventionist, as indicated by their much stronger support for the roles of being a detached observer and reporting things as they are. These two items showed among the highest effect sizes for differences between the two sets of countries. Large effects were also found for supporting government policy and conveying a positive image of political leadership, indicating the larger detachment role among the selected countries of the West. Additional evidence of this detachment was indicated by the finding of significant differences for the watchdog role; journalists in the eight sample countries rated the importance of monitoring political leaders and business as significantly less important than their counterparts in the West.", "These results paint a picture that is reminiscent of discussions about development journalism, which views it as being too supportive of government, not sufficiently detached, and avoiding a role as watchdog. In fact, the results actually paint a more complex picture. While it is true that journalists in the eight sample countries may reject to a smaller extent what Hanitzsch (2007) has termed the opportunist facilitator role, it is important to bear in mind that these two role perceptions were still ranked second- and third-last relative to all other roles. Comparing only centered scores for each item is thus potentially misleading; it is important to also take into account role items’ relative ranking rather than their absolute scores alone. Doing so shows that the largest differences were in terms of detachment and, indeed, development journalism roles. The latter were typically ranked much lower in Western countries and elsewhere, while being a detached observer was ranked much higher."]}, {"title": "Discussion and Conclusion", "paragraphs": ["This study examined how journalists from Bangladesh, Botswana, Ethiopia, Indonesia, Malawi, Malaysia, Sierra Leone, and Tanzania perceived and approached the decades-old tradition of development journalism. Of particular interest was the relative importance of three development journalism roles described as educating the audience, supporting national development, and advocating for social change. The comparisons that were the focus of this study provided, in summary, the following results. While there were some differences by country, overall, educating the audience was the most important role among all roles; and among the three roles was followed by supporting national development and advocating for social change, in that order. Media ownership did not emerge as a major variable in the importance ascribed to these roles, and while an interaction effect was found between country and ownership, the findings did not fall into a pattern.", "The comparison between journalists from the eight sample countries and the 19 Western or developed countries—from the WJS’ wider sample—yielded significant results for supporting national development and advocating for social change. The developing country journalists considered these roles to be more important than did their Western colleagues. This was also true for supporting government policy and conveying a positive image of political leadership. On the other hand, Western journalists rated being a detached observer and reporting things as they are as more important than their developing world colleagues.", "The results indicate that development journalism was important to these journalists, more important to them than to their Western colleagues; this was also evident in the other roles they subscribed to that are supportive of such journalism, i.e., promoting tolerance/diversity and enabling people’s voices. Considering that the concept of development journalism was seeded in the developing world, these findings are not surprising. What is significant, however, is that these findings support other more recent contentions, which argue that development journalists still aim to combine developmental roles with more traditional, Western roles such as criticizing those in power (e.g., Hanusch and Uppal 2015).", "Journalists in the eight sample countries rejected roles such as supporting government policy or conveying a positive image of political leaders, albeit to a lesser degree than their Western counterparts; and they were also supportive of critical watchdog roles, albeit again to a lesser degree than Western journalists, and also with less priority than they gave to developmental roles. Thus, journalists in the eight countries placed arguably greater importance on developmental roles than on the traditional watchdog roles. But the watchdog roles were still considered as more important than loyalty or patronage related to supporting those in power.", "More evidence of this is in the ownership results; no differences were found in the importance of two key development journalism roles (support national development and advocate for social change) between government and private media journalists. These results are more in line with the root meaning of the development journalism concept as a journalism that focused on grassroots development issues (Shah 1988), including critical appraisal of policy (Aggarwala 1979), than with Freedom House’s views as articulated by Sussman (1981) that development journalism is simply a tool of authoritarian governments to ensure they remained in the seat of power. Thus, the findings of this study lend credence to the idea that development journalism is more a matter of socialization into a press philosophy, given the immediate needs of developing countries and collectivistic cultures that emphasize group harmony and respect for hierarchy, than indicative of an oppressive government alone.", "For “educate the audience,” the importance rating was not substantially different among the eight countries or between these and countries from the Western sample. This statement is not as specific to development journalism as the other two statements and is one that likely also belongs with the liberal democratic interpretation of journalism. Future studies on development journalism may want to consider the generality of this item before using it in their measurement for development journalism.", "Moving to more specific country situations, some of the major legacy media institutions in countries like Tanzania, Sierra Leone, and Botswana were either government-owned and later privatized or were granted licenses as commercial enterprises on conditions that their primary function was to advocate for social change, among other national development roles. For instance, in Sierra Leone, journalists believe one of their fundamental roles in their communities is to educate the public on important issues to enhance their ability to make informed decisions during crucial periods of voting on local leaders or public health concerns. Even in Indonesia, Malaysia, and Bangladesh, media institutions operate under strict national policies or press laws that require some enforcement or oversight or self-regulation to ensure that major regular broadcasts and consequential press features support government policies or emphasize content and agendas that align with ownership interests. Findings of no difference, in this study, in respondent journalists’ beliefs about development journalism as well as their subscription to critical evaluation overall, however, indicate that this government hand may not be heavy but work more likely as an agent of socialization.", "The political environment plus the economic conditions, outlined earlier indicating how media organizations operate in the sample countries under ownership surveillance, are plausible explanations for the significantly large difference in terms of detachment versus development journalism roles among journalists from the eight sample countries and selected countries of the West.", "In conclusion, the findings show that whereas there are some variations between the countries both in privately and government-owned media specifically on the three development journalism roles, many journalists to a great extent still favor and highly rank the importance of educating the audience, supporting national development, and advocating for social change. This is consistent with—but clearly characterized with these new findings—Dirbaba’s (2014), Ullah and Akhter’s (2002), and Skjerdal’s (2011) notion that media and journalists in this study’s regions of interest are still guided by a developmental philosophy, but that ownership impacts the extent of allegiance to the philosophy with privately owned media tending to be critical of some state institutions as compared with state-owned media.", "It would appear that respondent journalists still perceive an obligation towards changing their societies for the better: socially, economically, and environmentally. But can they continue to afford to detach themselves into mere observers and expect the three roles to be a means to democracy, modernization, and development that many journalists and citizens all wish for? This and other similar “what next” questions remain unanswered. In a nutshell, development journalism still thrives in these countries, but journalists approach or perceive the three development journalism roles as either significantly different or marginally different depending on ownership type. The increasing private media ownership and the political changes sweeping through these regions as they mature in governance, modernization, and democratization, along with competition among media outlets, may be contributing to the findings concerning the three roles."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "A Third World Perspective on the News", "year": "1978", "journal": "Freedom at Issue", "volume": "", "authors": [{"name": "Aggarwala Narinder K.", "first_name": "Aggarwala", "last_name": "K."}]}, {"title": "What is Development News?", "year": "1979", "journal": "Journal of Communication", "volume": "29", "authors": [{"name": "Aggarwala Narinder K.", "first_name": "Aggarwala", "last_name": "K."}]}, {"title": "Journalism, National Development and Social Justice in Malaysia", "year": "2005", "journal": "Asia Pacific Media Educator", "volume": "16", "authors": [{"name": "Anuar Mustafa K.", "first_name": "Anuar", "last_name": "K."}]}, {"title": "An Appraisal of the Applicability of Development Journalism in the Context of Public Service Broadcasting (PSB) This Paper was Presented during the South African Broadcasting Corporation’s ‘News Content Planning’ Workshop on 21 October 2006, Held at the Birchwood Executive Hotel, in Boksburg, South Africa", "year": "2007", "journal": "Communicatio", "volume": "33", "authors": [{"name": "Banda Fackson", "first_name": "Banda", "last_name": "Fackson"}]}, {"title": "Perpetual Development Journalism? Balance and Framing in the 2006 Singapore Election Coverage", "year": "2008", "journal": "Asian Journal of Communication", "volume": "18", "authors": [{"name": "Cenite Mark", "first_name": "Cenite", "last_name": "Mark"}, {"name": "Yee Chong Shing", "first_name": "Yee", "last_name": "Shing"}, {"name": "Juan Han Teck", "first_name": "Juan", "last_name": "Teck"}, {"name": "Qin Lim Li", "first_name": "Qin", "last_name": "Li"}, {"name": "Lin Tan Xian", "first_name": "Lin", "last_name": "Xian"}]}, {"title": "Pride Versus Humility: The Self-Perceived Paradoxical Identities of Ethiopian Journalists", "year": "2014", "journal": "Sage Open", "volume": "4", "authors": [{"name": "Dirbaba Birhanu O.", "first_name": "Dirbaba", "last_name": "O."}]}, {"title": "Development Journalism in Black Africa", "year": "1983", "journal": "International Communication Gazette", "volume": "31", "authors": [{"name": "Domatob Jerry K.", "first_name": "Domatob", "last_name": "K."}, {"name": "Hall Stephen W.", "first_name": "Hall", "last_name": "W."}]}, {"title": "Role of Development Journalism in Nigeria’s Development", "year": "1993", "journal": "International Communication Gazette", "volume": "52", "authors": [{"name": "Edeani David O.", "first_name": "Edeani", "last_name": "O."}]}, {"title": "Basis and Directives for an Operational Philosophy of our Democratic and Developmental Media", "year": "2008", "journal": "Policy Document", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "A Meta-Research Case Study of Development Journalism", "year": "1988", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "65", "authors": [{"name": "Fair Jo Ellen", "first_name": "Fair", "last_name": "Ellen"}]}, {"title": "Standardization to Account for Cross-cultural Response Bias: A Classification of Score Adjustment Procedures and Review of Research in JCCP", "year": "2004", "journal": "Journal of Cross-Cultural Psychology", "volume": "35", "authors": [{"name": "Fischer Ronald", "first_name": "Fischer", "last_name": "Ronald"}]}, {"title": "Old Wine in a New Bottle: Public Versus Developmental Journalism in the US", "year": "1996", "journal": "Asia Pacific Media Educator", "volume": "1", "authors": [{"name": "Gunaratne Shelton", "first_name": "Gunaratne", "last_name": "Shelton"}]}, {"title": "Social Responsibility Theory Revisited: A Comparative Study of Public Journalism and Developmental Journalism", "year": "1996", "journal": "Javnost/The Public", "volume": "3", "authors": [{"name": "Gunaratne Shelton", "first_name": "Gunaratne", "last_name": "Shelton"}, {"name": "Hasim Mohd S.", "first_name": "Hasim", "last_name": "S."}]}, {"title": "Deconstructing Journalism Culture: Towards a Universal Theory", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}]}, {"title": "Public Disseminators, Detached Watchdogs, Critical Change Agents and Opportunist Facilitators: Professional Milieus, the Journalistic Field and Autonomy in 18 Countries", "year": "2011", "journal": "International Communication Gazette", "volume": "73", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}]}, {"title": "Mapping Journalism Cultures Across Nations", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}, {"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}, {"name": "Anikina Maria", "first_name": "Anikina", "last_name": "Maria"}, {"name": "Berganza Rosa", "first_name": "Berganza", "last_name": "Rosa"}, {"name": "Cangoz Incilay", "first_name": "Cangoz", "last_name": "Incilay"}, {"name": "Coman Mihai", "first_name": "Coman", "last_name": "Mihai"}]}, {"title": "Combining Detached Watchdog Journalism with Development Ideals: An Exploration of Fijian Journalism Culture", "year": "2015", "journal": "International Communication Gazette", "volume": "77", "authors": [{"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}, {"name": "Uppal Charu", "first_name": "Uppal", "last_name": "Charu"}]}, {"title": "The Perpetual See-Saw: Press Freedom in the ASEAN Countries", "year": "1981", "journal": "Human Rights Quarterly", "volume": "3", "authors": [{"name": "Lent John", "first_name": "Lent", "last_name": "John"}]}, {"title": "Development? Freedom? Whose Development and Freedom?", "year": "2006", "journal": "Development in Practice", "volume": "16", "authors": [{"name": "Makuwira J.", "first_name": "Makuwira", "last_name": "J."}]}, {"title": "Impact of Appreciative Inquiry Approach to Journalism on Socio-Economic Development in Malawi", "year": "2013", "journal": "Journal of Development and Communication Studies", "volume": "2", "authors": [{"name": "Manda Levi", "first_name": "Manda", "last_name": "Levi"}]}, {"title": "Locating Asian Values in Asian Journalism: A Content Analysis of Web Newspapers", "year": "2002", "journal": "Journal of Communication", "volume": "52", "authors": [{"name": "Massey Brian L.", "first_name": "Massey", "last_name": "L."}, {"name": "Chang Li-Jing", "first_name": "Chang", "last_name": "Li-Jing"}]}, {"title": "Development Journalism in an Asian Setting: A Study of Depthnews", "year": "1993", "journal": "International Communication Gazette", "volume": "51", "authors": [{"name": "McKay Floyd J.", "first_name": "McKay", "last_name": "J."}]}, {"title": "Development Journalism in Africa: Capitulation of the Fourth Estate?", "year": "1991", "journal": "Africa Media Review", "volume": "5", "authors": [{"name": "Odhiambo Lewis O.", "first_name": "Odhiambo", "last_name": "O."}]}, {"title": "Development Journalism/Communication: The Status of the Concept", "year": "1982", "journal": "International Communication Gazette", "volume": "29", "authors": [{"name": "Ogan Christine L.", "first_name": "Ogan", "last_name": "L."}]}, {"title": "The Mission of Indonesian Journalism: Balancing Democracy, Development and Islamic Values", "year": "2011", "journal": "The International Journal of Press/Politics", "volume": "16", "authors": [{"name": "Pintak Lawrence", "first_name": "Pintak", "last_name": "Lawrence"}, {"name": "Setiyono Budi", "first_name": "Setiyono", "last_name": "Budi"}]}, {"title": "A Profile of Journalists in Post-Independence Tanzania", "year": "2001", "journal": "International Communication Gazette", "volume": "63", "authors": [{"name": "Ramaprasad Jyotika", "first_name": "Ramaprasad", "last_name": "Jyotika"}]}, {"title": "Reporting the News from the World’s Rooftop: A Survey of Nepalese Journalists", "year": "2003", "journal": "International Communication Gazette", "volume": "65", "authors": [{"name": "Ramaprasad Jyotika", "first_name": "Ramaprasad", "last_name": "Jyotika"}, {"name": "Kelly D. James", "first_name": "Kelly", "last_name": "James"}]}, {"title": "Tradition with a Twist: A Survey of Bangladeshi Journalists", "year": "2006", "journal": "International Communication Gazette", "volume": "68", "authors": [{"name": "Ramaprasad Jyotika", "first_name": "Ramaprasad", "last_name": "Jyotika"}, {"name": "Rahman Shafiqur", "first_name": "Rahman", "last_name": "Shafiqur"}]}, {"title": "Adversary vs. Developmental Journalism: Indian Mass Media at the Crossroads", "year": "1984", "journal": "International Communication Gazette", "volume": "34", "authors": [{"name": "Rampal Kuldip R.", "first_name": "Rampal", "last_name": "R."}]}, {"title": "Normative Theories of Development Journalism: State Versus Practitioner Perspectives in Indonesia", "year": "1998", "journal": "Australian Journalism Review", "volume": "20", "authors": [{"name": "Romano Angela", "first_name": "Romano", "last_name": "Angela"}]}, {"title": "Characteristics of the Botswana Press", "year": "2012", "journal": "Global Media Journal African Edition", "volume": "6", "authors": [{"name": "Rooney Richard", "first_name": "Rooney", "last_name": "Richard"}]}, {"title": "The Emergence of New Politics in Malaysia from Consociational to Deliberative Democracy", "year": "2009", "journal": "Taiwan Journal of Democracy", "volume": "5", "authors": [{"name": "Sani Mohd", "first_name": "Sani", "last_name": "Mohd"}, {"name": "Azizuddin Mohd", "first_name": "Azizuddin", "last_name": "Mohd"}]}, {"title": "The Press and Politics in Nigeria: A Case Study of Developmental Journalism", "year": "1986", "journal": "Boston College Third World Law Journal", "volume": "6", "authors": [{"name": "Seng Michael P.", "first_name": "Seng", "last_name": "P."}, {"name": "Hunt Gary T.", "first_name": "Hunt", "last_name": "T."}]}, {"title": "Comparing Development Journalism and Public Journalism as Interventionist Press Models", "year": "1998", "journal": "Asian Journal of Communication", "volume": "8", "authors": [{"name": "Shafer Richard", "first_name": "Shafer", "last_name": "Richard"}]}, {"title": "Development News on All India Radio: Assessment of Quantity and Quality", "year": "1988", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "65", "authors": [{"name": "Shah Hemant", "first_name": "Shah", "last_name": "Hemant"}]}, {"title": "Modernization, Marginalization, and Emancipation: Toward a Normative Model of Journalism and National Development", "year": "1996", "journal": "Communication Theory", "volume": "6", "authors": [{"name": "Shah Hemant", "first_name": "Shah", "last_name": "Hemant"}]}, {"title": "Democracy, Development, Peace and Communication: An Overview of their Roles and Interaction", "year": "2007", "journal": "Global Media Journal: Mediterranean Edition", "volume": "2", "authors": [{"name": "Shinar Dov", "first_name": "Shinar", "last_name": "Dov"}]}, {"title": "Development Journalism Revived: The Case of Ethiopia", "year": "2011", "journal": "Ecquid Novi: African Journalism Studies", "volume": "32", "authors": [{"name": "Skjerdal Terje", "first_name": "Skjerdal", "last_name": "Terje"}]}, {"title": "Illusions at Belgrade/UNESCO", "year": "1981", "journal": "Freedom of Issue", "volume": "59", "authors": [{"name": "Sussman L. R.", "first_name": "Sussman", "last_name": "R."}]}, {"title": "Prospects and Constrains of Development Journalism in Bangladesh: The Last Two Decades", "year": "2002", "journal": "Bangladesh Unnyan Somikkah", "volume": "20", "authors": [{"name": "Ullah Md. Sahid", "first_name": "Ullah", "last_name": "Sahid"}, {"name": "Akhter Rawshon", "first_name": "Akhter", "last_name": "Rawshon"}]}, {"title": "Newspapers in Sierra Leone: A Case Study of Conditions for Print Journalism in a Post-conflict Society", "year": "2008", "journal": "Ecquid Novi: African Journalism Studies", "volume": "29", "authors": [{"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}, {"name": "Cole B.", "first_name": "Cole", "last_name": "B."}]}, {"title": "Asian-Based Development Journalism and Political Elections: Press Coverage of the 1999 General Elections in Malaysia", "year": "2004", "journal": "The International Journal for Communication Studies", "volume": "66", "authors": [{"name": "Wong Kokkeong", "first_name": "Wong", "last_name": "Kokkeong"}]}]}