{"doi": "10.1080/17512786.2011.601912", "url": "https://doi.org/10.1080/17512786.2011.601912", "title": "FRAMING REVOLUTION AND RE-FRAMING COUNTER-REVOLUTION", "volume": "5", "year": "2011", "issue": "5", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Lugo-Ocando", "first_name": "Jairo", "name": "Jairo Lugo-Ocando"}, {"last_name": "Guedes", "first_name": "Olga", "name": "Olga Guedes"}, {"last_name": "Cañizález", "first_name": "Andrés", "name": "Andrés Cañizález"}], "abstract": " The end of the 1990s marked the rise of left-wing governments in Latin America. Hugo Chávez in Venezuela, Luiz Inácio Lula da Silva in Brazil, Néstor Kirchner in Argentina, Evo Morales in Bolivia, among others, swept into power, in most cases in landslide victories at the polls, only to encounter almost immediately afterwards a forceful opposition from the mainstream and privately owned commercial news media. Evidence of this can be seen in the active role played by these news media outlets in the rapid overthrow of President Hugo Chavez in April 2002 and in the quasi-antagonistic relations between the media and the government in places such as Argentina, Bolivia, Brazil and Nicaragua. We argue that at the centre of this struggle is an appropriation of history by journalists and news editors which serves to contextualise and frame political news stories so as to provide specific meanings to current accounts and narratives. This, we argue, is in itself a crucial aspect of political power relationships during a period when the armed forces and traditional political parties no longer have the leverage they once had. This article assesses the extent to which journalists and news editors have been using history to frame the accounts and narratives in their news stories as a way of providing legitimacy to their political allies while undermining that of their foes. In so doing, it looks at specific cases in the region, while analysing news content during key events in recent years. ", "body": [{"title": "Introduction", "paragraphs": ["The end of the 1990s witnessed the rise of left-wing governments in Latin America. Hugo Chávez in Venezuela, Luiz Inácio Lula da Silva in Brazil, Néstor Kirchner in Argentina, Evo Morales in Bolivia, were prominent among those who swept into power, in most cases in landslides victories at the polls, only to encounter almost immediately a forceful opposition, not least from the mainstream and privately owned commercial news media. Evidence of this can be seen in the active role played by these news media outlets in the rapid overthrow of President Hugo Chavez in April 2002 (Lugo and Romero, 2003) and the subsequent antagonistic relations between the news media and the government in places such as Argentina, Brazil, Bolivia and Nicaragua. We argue that at the centre of this struggle is the appropriation of history by journalists and news editors to contextualise and frame political news stories in ways which provide specific meaning to current accounts and narratives, demonstrating that editors can effect change by means of language (Schlesinger, 1978, p. 272). This is of paramount importance since the narratives of continuity and discontinuity within the news media can tend to obscure reality when historical context is used to frame politics in a selective manner, making it difficult for citizens to make informed decisions in order to express their political preferences and articulate their own political identities.", "Indeed, this appropriation of meaning by the different political actors is a key aspect of access to power at a period when the armed forces no longer have the ability to intervene in specific situations and overthrow governments. Indeed, the power of the military has dramatically declined in Latin America in the past three decades, although arguably they continue to influence democratic governments across the region (Pion-Berlin, 2001, p. 3). Equally important to mention is the decline of traditional political parties, which have dramatically lost ground among an electorate which has become far more pragmatic in its voting preference over the years (Kitschelt et al., 2010, p. 309). This decline in power of the traditional institutions has been a consequence of multiple factors such as the end of the Cold War, the strengthening of newly democratic institutions, the increasing influence of the rule of law in the context of human rights and the inability of post-dictatorship regimes to fulfil the expectations of the electorate in terms of social and economic reform.", "In light of this new scenario, power elites which now face government agendas that are directed at wealth re-distribution and that challenge traditional oligopolies by opening participation to the poor, are making use of privately owned commercial news media to confront these new left-wing governments. The elites, which in most cases either own these media outlets or have a very close relationship with their owners (Ferreira, 2006, p. 158), rely on these media outlets to help them articulate and mobilise opposition against the left-wing leaders now in power. The left-wing governments have responded to this by modifying legislation regarding news media ownership and regulating their activities. In some cases these governments have gone so far as to nationalise existing news media outlets at the same time as creating new ones in order to challenge prevalent accounts of events and counter-mobilise public opinion.", "Consequently, this has translated into a new landscape in which each side has ended with news media provision that acts as quasi-political parties (Lugo and Romero, 2003). In the middle of this confrontation, journalists are obliged to become partisan players, while most spaces of balance and cohabitation have almost disappeared. Indeed, partisan journalism has become a prominent feature of the journalism of many countries in the region (Hughes, in Lugo, 2008, p. 145), even when some of these media outlets have attempted to strike some balance in such divided and antagonistic environments. In this polarised arena, journalists and editors from both sides have made use of their power to structure and articulate meta-narratives that can confer or undermine the legitimacy of their supporters or adversaries. Moreover, since legitimacy is a process, which is best described as a “second-order” objectivation of meaning that integrates the meanings already attached to disparate institutional processes (Berger and Luckmann, 1975 [1966], p. 110).", "This article assesses the extent to which journalists and news editors have been using history to frame the accounts and narratives in their news stories as a way of providing legitimacy to their political allies, hence giving a new level of integrated meaning to the news stories, while undermining that of their foes. In so doing, it looks at specific cases in the region, while analysing news content during key media events in the past 10 years. The article acknowledges that there are many degrees of partisan journalism, all of which have their own respective narratives of “truth”. It also realises that these practices take many different forms across the region. As a result of this, each one of them also makes selective use of historical memory and provides a different interpretation of historical context surrounding the explanatory framework of the news content. Indeed, it is argued here, the sole fact that journalists in Latin America are commonly deploying historical context in their narratives is a new phenomenon in the modern era. Hitherto, insufficient context and oversimplified interpretation of the events have been for a very long time the main criticisms of journalism in the region (Ford, 1999; Mujica, 2010 [1967], p. 240). There is a vast amount of research in Latin America from the 1970s and 1980s that suggest that providing historical concept was not a main feature of journalism and that this omission was systematic (Alvarez, 2010 [1978]; Díaz Rangel, 1991; Faundes, 1998). Therefore the key question to answer is why is this happening now? Why are journalists starting “to make” space and “air time” for historical context? Why is it so important to contextualise the events within historical narratives at this particular moment? How is this done and by whom? Is this contextualisation carried out in the same way by different journalists and news media outlets? Are there common trends to be identified in the region regarding these practices?", "To assess the increasing use of historical context in framing news in Latin America, we have made use of a set of qualitative research techniques. This includes content analysis, Critical Discourse Analysis (CDA) and a close reading of a selected sample of coverage of key media events in Argentina, Brazil and Venezuela. In so doing, we aim to provide understanding of how this kind of framing is achieved by journalists working in the mainstream media and, more importantly, why and in which circumstances this is carried out. The media events in question are: the election of Dilma Rousseff in Brazil in 2010; the confrontation between President Cristina Kirchner and Papel Prensa in Argentina in 2010, and the coup against President Hugo Chávez in 2002. By formulating this initial analysis, we are calling for other researchers in Latin America to look at this area more closely in their own countries."]}, {"title": "Theory on Yesterday and Today", "paragraphs": ["Let us start by making a broad generalisation; history and journalism are two very similar activities in the sense that both selectively pick up certain facts only to then edit and frame them into a chosen context so they can, at the end, present a specific interpretation of reality. Therefore, the idea of an entirely objective history is as ludicrous as the notion of value-free objectivity in journalism. As suggested by Gaye Tuchman, objectivity is a “strategic ritual” (1972, p. 661), which acts as a chimerical illusion that invokes truth to gain legitimacy but that obviates a set of values and inherent biases in the construction of social reality. Indeed, on a daily basis journalists and historians behave as praetorian guards of imaginary frameworks of knowledge that confer power to groups and individuals by means of justificatory narratives. When referring to how political discourse is framed in the media, Lakoff highlights the term “metaphors” (2004, p. 3; 2008, p. 125) to indicate how political discourses are dominated by a variety of words and terms that say one thing but mean another. These metaphors create meaning within specific media contexts “in a time in which the media not only transforms reality, but also creates it” (Martin Barbero, 1996, p. 28).", "However, it is important to remind ourselves that these metaphors have developed from historical narratives that are widely accepted among the public. In the United States, for example, the idea of the founding fathers and the conquest of the Wild West are widely used in legitimising quasi-imperial military action abroad as if this was a logical necessity of exporting “freedom” and other values associated with liberal democracy; in a quest against the barbarism of other, less progressive societies. Indeed, the dichotomy between “us”, the civilized West, and the “barbaric” others, the enemy at the gate, is a prevalent notion in the discursive metaphors used by those in power or aspiring to it (Fitzgerald, 2007). Hence, any narrative that challenges the values of modernity, expressed in the notions of secular globalisation and liberal development, is categorised as an unsustainable utopia. Islamic radicalism, indigenous revolts and eco-anarchism are all seen and portrayed by the mainstream media as nothing more than deviant activities which, dangerously, do not fit in mainstream society and which in the most irrational manner demonstrate a “hatred of our way of life”. After all, news stories do reflect reality, but one that is socially constructed (Soley, 1992, p. 12).", "These ideological constructions have permeated and defined many of the prevalent journalistic discourses and news narratives in Latin America. As a result, news is framed by journalists and news editors in terms of the specific notions of modernity that are embraced by the West, where the values used by journalists as a framework for their stories are more often than not those of Western historical preference. In the debt crisis of the 1980s, for example, headlines and news stories referred to the millions of “US dollars” given by the Latin American nations as “wasted Marshall Plans” (Ramos, 1991, p. A15), even though most of the audience had no understanding of what that meant. In fact, news stories rarely had any explanatory historical context. Instead key media events were, for many years, reported and presented to the public based on “pure facts”, deploying the claim of objectivity in order to ward off criticism (Tuchman, 1972, p. 662). During this time, these facts were narrated without reference to causes and roots, therefore offering a limited explanation as to why and how things had happened.", "The reason is obvious; those who dominated politics and the mainstream news media outlets in Latin America at that point were, widely speaking, of the same colour, class and position in society. They shared histories and class interests. Therefore, media outlets and their narratives, with few exceptions, were an expression of prevalent power structures in the region (Loreti, 2005, p. 14). Hence, the construction of “news” needed to be an exercise of power in the crudest terms. References to national or regional history were almost non-existent and when they appeared they were spun to fit specific conceptions which would reinforce and legitimise existing power structures.", "However, the status quo has suffered major transformations in recent years. The emergence of a new political class, made up of mostly left-wing civilians, former guerrilla fighters and former military commanders-turned-politicians has opened an important space for new voices and actors across the continent. The “villains of the past” are now in power and with them they have brought their own distinctive narratives. Discourses and facts needed to justify why those who were called “guerrilla fighters”, “coup leaders”, “anarchists” and “criminals” were now allowed to hold power. How could this be explained in the media? More importantly, how could this be explained in news media outlets, which until then had little to do with historical context and which had effectively made large swathes of society invisible? The answer would lie in providing historical context that in some cases would legitimise (and romanticise) the past actions of these left-wing leaders, while others reinforced their status as “villains” in a post-Cold War era."]}, {"title": "The Case of Hugo Chávez", "paragraphs": ["Indeed, one of Hugo Chávez's first gestures as president of Venezuela in March 1999 was to write and immediately leak to the press a letter of solidarity to Carlos Ilich Ramírez, alias “The Jackal”, who was serving a life sentence in France for his terrorist activities in the 1970s. This “humanitarian gesture” provoked a debate that obliged the news media in Venezuela to backtrack in history and explain to a new generation who this man incarcerated in France actually was. For weeks, the media opposing Chávez started to include data from their own archives in their news stories and dispatches to tell people about the links of their newly elected president with this convicted terrorist and criminal. However, in doing so, the news media opened a Pandora's Box of histories and narratives that until then had remained tightly shut and which now allowed pro-government media voices to start building alternative frameworks for the news. Whether this was a gaffe or a well-considered strategy is irrelevant. What is clear, nevertheless, is that this event developed a snowball effect that helped to shift and re-frame the debate from the civic–military dichotomy to a left–right debate. Indeed, previous to that, news about Chávez would normally have referred to a “former military coup leader” now elected president. With this letter to Carlos Ilich Ramírez, president Hugo Chávez had effectively donned a more appropriate left-wing garment on top of his military robes.", "The historical context used to frame news stories has used both modern and distant metaphorical memories. For the Chavismo, the initial rhetoric linked the current movement with the heroic actions of Simón Bolívar and the peasant revolt led by Ezequiel Zamora. Estrella Gutierrez, the then correspondent of Inter-Press Service in Caracas, puts this into perspective when writing about the elections: “The Venezuelans are witnessing a campaign of the 20th century dominated by discourses and symbols of the 19th century” (Inter-Press Service, November 12, 1998). For the opposition, the framing has tried to relate Chávez's leadership with the era of dictatorships in Latin America, while trying to revive anti-communism fears from the Cold War era among the wider public but with little apparent success.", "The two main political media events for the legitimising narrative of Hugo Chávez happened in 2002; a coup that was shortly followed by a general strike. At this time, the government was able to overcome a fierce battle for the “public support wage” through the airwaves and front pages of the media in which pro-government and anti-government journalists were spinning history to their advantage. The content analysis of the news of this year and the remembrance of these events in the following years tell us a lot about the use of history by journalists. For example, in a sample of 62 articles published in April and May 2002 by the two main newspapers, which editorially supported the opposition to Hugo Chávez, El Universal and El Nacional, there was a consistent framing of the President as a former coup leader. The sample only included articles that were mentioned on the front page and that refer to news items related to the attempted coup (Table 1).", "The analysis of the sample indicates a deployment of history to frame Hugo Chávez's presidency as not legitimate as it derived from a previously attempted coup. Indeed, 39 of the articles mention the fact that Hugo Chávez himself had led a failed coup against President Carlos Andres Perez in 1992 (from which base he built his popularity for years after) and all the articles mention, or at least suggest, that he himself was a military man, in some cases repeatedly using the word “paratrooper”. Hernan Lugo, who covers politics for El Nacional, argues that this was a legitimate practice, as the public “had to be reminded that those denouncing the coup in 2002 were themselves protagonists of a previous coup in 1992”.1 ", "The practice of reminding the public of the sins of “the other” to highlight the lack of moral high ground to denounce present events is widely used by journalists all over the world. During the Gulf War of 2003, Al-Jazeera often used old footage of Donald Rumsfeld shaking hands with Saddam Hussein in the 1980s, even when this footage had no relevance in itself to the news item being broadcast other than highlighting their close relation in the past. This practice occurs in reverse to that of news interpretation and deconstruction, by providing an explanatory framework to the news item while constructing the story. The intention, of course, is to guarantee that the audiences ascribe a certain meaning and a certain interpretation to the news they read. Because of this, the pro-government camp has focused on de-constructing the framing of news related to the events of April 2002. In so doing, they have tried to create a different narrative in which audiences can “read between the lines”. One of the most important of these efforts was the 2003 documentary, The Revolution Will Not Be Televised, directed by Irish film-makers Kim Bartley and Donnacha Ó Briain. By using a wider frame from a camera on top of a building the producers were able to counter the opposition's version of the events according to which Chávez's supporters were shooting against unarmed members of the public. This documentary made headlines inside Venezuela and abroad, setting a different record about the events to that provided by the coup leaders—who used their version to justify the coup. For several years after the coup, this documentary became one of the main referents to supporters inside Venezuela and abroad to highlight the role of the traditional Venezuelan media in orchestrating the coup.", "For pro-government broadcast programmes and Internet news sites, such as La Hojilla and Aporrea.org, de-constructing the framing of news carried out by the pro-opposition media has become the news in itself. For these media outlets, what is important is not the news but the way it is reported. The programme La Hojilla, which is broadcast by the main government channel VTV, has been particularly influential in de-constructing news from the other camp by incorporating alternative historical facts when re-framing news. Many references made in the programme when de-constructing stories refer to excesses and abuses committed against left-wing leaders who were killed or disappeared in the 1960s and 1970s.", "All these references shown in Table 2, without exception, were made in the context of current events happening in Venezuela. Special attention must be given to how these types of pro-government news media outlets tend to use the military coup against Salvador Allende in Chile in 1973 as an explanatory framework when referring to current events in Venezuela, in particular the 2002 coup. In a sample of 21 news stories commemorating the defeat of 2002 broadcast in April 2010 on the pro-government networks Telesur and VTV, 16 mentioned or made reference at some point to the 1973 coup. The deconstruction of news provides a referent that can be used and understood by key leaders of public opinion, while putting the news story in a framework that has far more consensus among the public (as many accept that the Chilean coup was wrong) and therefore allow the message to reach a wider public beyond the hard-core constituencies of the Chavismo."]}, {"title": "A Bad Memory of a Dirty War", "paragraphs": ["Argentinean journalist Edi Zunino, in his book Patria o Medios: la loca guerra de los Kirchner por el control de la realidad [Fatherland or Media: the crazy war of the Kirchners for the control of reality] (2009), argues that the late President Nestor Kirchner and his wife Cristina Kirchner, who succeeded him as president of Argentina, made an orchestrated effort to re-write history regarding the dictatorship and the Dirty War that saw over 30,000 people disappear through the agency of the military rulers (2009, p. 28). Indeed, that is what appears to happen in the confrontation of the Kirchners with some of the most powerful and influential media conglomerates in Argentina; even though who is re-writing what is not entirely clear in this story.", "To cut a long story short, President Kirchner ordered the authorities to review the sale of the country's main paper-manufacturing plant in the 1970s, arguing that it had happened under pressure from the military rulers. Kirchner's contention was that there was wrongdoing committed during the sale of Papel Prensa, which was sold by the Graiver family in 1976. In effect, Lidia Papaleo, widow of the then owner David Graiver who was killed in a mysterious air plane accident, was allegedly tortured and pushed to sell a stake in Papel Prensa to the newspapers Clarin, La Nacion and La Razon (Martinez, 2010); this despite the fact that the Clarin group and Isidoro Graiver (brother of David Graiver) maintain that these allegations were untrue; both parties maintained that the business was conducted legally (La Nacion, 2010). Isidoro Graiver went further to say that he was “surprised” to hear his brother's widow's allegations, as he himself had conducted the negotiations at the time. What derived from this was a very interesting and problematic exercise of interpreting and re-interpreting history, directly linked to whoever holds power in Argentina. As a media commentator wrote recently: Argentina is fast approaching the 2011 presidential elections and the whole country is seized by the battle between the Kirchnerites and their fierce opposition. In this war, great names will be toppled and the ghosts of Argentina's past—specifically the lingering effects of the country's brutal military dictatorship—will certainly influence the country's future. (Mertnoff, 2011)  ", "Argentina is fast approaching the 2011 presidential elections and the whole country is seized by the battle between the Kirchnerites and their fierce opposition. In this war, great names will be toppled and the ghosts of Argentina's past—specifically the lingering effects of the country's brutal military dictatorship—will certainly influence the country's future. (Mertnoff, 2011)", "Indeed, the case of this story goes beyond the remit of the judiciary who would finally set the record straight, at least in terms of the law. It shows also how sensitive the whole issue is after so many years as it can still confer tangible power and influence to either side. The fact is that the characters of the story are so embedded in the narratives and histories that derived from the period in which the military junta ruled. These histories from the times of the dictatorships are re-emerging in the news because those holding office now come from the left of the political spectrum. One could argue that the Kirchners and their supporters are trying to use it as an opportunity to seize media power and widen their influence is a collateral matter. However, the point is that the Kirchners have already won, even if they never get the paper plant back to those who they think are its legitimate owners. This is because they, and those supporting them, have already created the necessary doubts among the readers of the three main newspapers and the other media outlets related to them with regards to the democratic credentials of the media group. They have effectively brought to the public's attention, after so many years, the role of these news media outlets during the dictatorship, reminding people that “somehow” these media groups participated in the Dirty War and supported the military junta. In so doing, they have managed to recover the memory of disappearance, torture and death, aligning it to the stories published and broadcast from now on in these media outlets, while undermining their legitimacy and that of their news stories and criticism against the government.", "What the Kirchners have effectively done is to show the ideological status of the news media outlets opposing them, one that is clearly working to set a frame in which the Kirchners are seen as authoritarian (Romano, 2007). Therefore, even if the news media outlets opposing the government try to counter this by claiming that the Kirchners are only doing so to gain control of the media and limit freedom of speech, the Kirchnerites have already won the most important battle of framing the future news, because they have created a reference that links these media outlets to the most ruthless dictatorships in that country's history. Therefore, looking back to what they did and how they have handled this specific story, their actions now do not seem as irrational as they perhaps did at the start."]}, {"title": "No Place for an Old Woman", "paragraphs": ["The prospects of the new Brazilian president Dilma Rousseff in her dealings with the very powerful and influential Brazilian media are less promising than those of her predecessor, Luiz Inácio Lula da Silva. As a media commentator said during her swearing in as new president: “All the reasons that the right-wing media had to hate Lula are still there, plus she is a woman’.2 In her case, the incorporation of history by the news media into their narratives and news items has been mainly used to frame the ability of Ms Rousseff to manage the eighth largest economy in the world. In the case of Brazil, the news media have always used a given interpretation of the past to contextualise the news in a certain manner. Ribeiro and Herschmann have pointed out that now, more than ever, the news media in Brazil show in their narratives a multiplicity of strategies that intersect the now and the past: The past is evoked to confirm the present. The media use of events of the past is not new. In the print media, for example, the mention and exaggerated uses of the past were common practice in newspapers of the 19th century. On the one hand, there is a historical dimension in journalism that is constantly used for symbolic (ideological) ends, which is constructed down the years by the journalists. (2008, p. 267)  ", "The past is evoked to confirm the present. The media use of events of the past is not new. In the print media, for example, the mention and exaggerated uses of the past were common practice in newspapers of the 19th century. On the one hand, there is a historical dimension in journalism that is constantly used for symbolic (ideological) ends, which is constructed down the years by the journalists. (2008, p. 267)", "These authors also argue that Brazilian media use the vestiges and facts from the past that arrive in the present to give a counterpoint to the permanent need of novelty in the contemporary world. The use of the past therefore is connected to a multiple textual typology and does not comprise a dimension visible only in the contemporary world. Moreover, in a world characterised by speed, immediacy and by a construction of the future that compresses the present—Paul Virilio called this “Dromology” (1977, p. 47)—the past acquires a singular significance. In this process of constructing ties between past, present and future, the news media, because of their role in the everyday life of people, have become fundamental in the consolidation of reality. When making visible to the audience/readers how a particular epoch lived its own temporality, the media through their narratives become the constructors of a particular historical dimension; since the construction of the meaning of time comes from their narratives (Ribeiro and Herschmann, 2008, p. 84). This is exactly the observation made by Mauro Malin in Observatorio da Imprensa—a left-wing organisation of journalists that works as a watchdog of the Brazilian press—when conmmenting on an article in the influential weekly magazine Epoca about Dilma's past as a “terrorist”. Malin points out that the cover reportage of Epoca magazine (issue 639 of 14 August 2010) titled “O passado de Dilma” reduces 40 years of the public life of Dilma to the period of 1967–1979, when she participated in political organisations that adopted the armed struggle to oppose the dictators.", "It is clear that those media outlets opposing Dilma tried to use an anti-communist frame, referred to as the fifth filter by Herman and Chomsky (1992 [1988]). Referring to the recently declassified documents of the Dirty War in Brazil, the magazine's cover page had the subtitle “unpublished documents disclose a history that she [Dilma] does not like to remember: her role in the armed struggle against the military regime”. These documents referred to by the reporters of Epoca are the three legal processes against the Colina group (including Dilma) that add up to more than five million pages. The reporters “found” in these documents “evidence that Dilma dealt with guns, money, false documents, hidden places”. However, as Malin points out in his critique: it would have been bizarre if she, having had a central role in the guerrilla organization, would have limited her participation to theoretical discussions, to washing dishes in the kitchen.", "Indeed, Malin argues that the Epoca article ignores the amnesty decree from 31 years ago which pardoned key members of both sides and a series of subsequent events that wholly redeem and justify Dilma's use of violence in her youth. Epoca's attempts to create doubts about her past by questioning Dilma's activities against the military dictatorship, which it says “are still without an answer”. The article ends by asking if “Dilma has any regret concerning any of the attitudes and decisions taken at that time?” over 30 years ago but without really providing any context of how ruthless the dictatorship was. Malin answers Epoca by saying: Put in this way, the response wouldn't even need to come from the candidate to the presidency of Brazilian Republic Dilma Rousseff. Anyone is capable of answering for her: yes. Life has no commitment with verisimilitude but it is implausible that Dilma does not admit to having made mistakes during that period. The question that the magazine insinuated is whether Dilma has a reflexive critique of her participation in the armed struggle. It would have been a good question. The armed struggle, daughter of despair and political isolation, facilitated the life of the hard line of the army and civil society. It made the revival of the democratic tradition more difficult.  ", "Put in this way, the response wouldn't even need to come from the candidate to the presidency of Brazilian Republic Dilma Rousseff. Anyone is capable of answering for her: yes. Life has no commitment with verisimilitude but it is implausible that Dilma does not admit to having made mistakes during that period. The question that the magazine insinuated is whether Dilma has a reflexive critique of her participation in the armed struggle. It would have been a good question. The armed struggle, daughter of despair and political isolation, facilitated the life of the hard line of the army and civil society. It made the revival of the democratic tradition more difficult.", "In the Epoca reportage an indirect response from Dilma is quoted, which can have more than one interpretation: “I fought to help Brazil to change, and I ended up changing with Brazil”. But, as Malin points out, even if we interpret this answer as a defence of the choice of the armed struggle, Dilma and all of her comrades from the guerrilla movement cannot be stigmatised. What Malin is suggesting is that historical judgements cannot be passed in a vacuum by selecting specific periods of one's history and then constructing from it an interpretation that favours one narrative. Indeed, Epoca's article ignored the fact that the amnesty that pardoned Dilma over 30 years ago not only gave protection to those who, in the name of defending the 1964 military regime, committed crimes such as torture and killings, but also restored to all persecuted and punished by the dictatorial regime their rights as citizens, something which was ratified by the 1988 Constitution. Malin ends his column by saying that: If Epoca wants to re-discuss the Amnesty of 1979, in all its aspects, it needs to publish a wider and more in-depth reportage, which should start with the reasons and motivations that led to armed action prior to the emergence of Dilma's group, the military coup of 1964 and political and social consequences.  ", "If Epoca wants to re-discuss the Amnesty of 1979, in all its aspects, it needs to publish a wider and more in-depth reportage, which should start with the reasons and motivations that led to armed action prior to the emergence of Dilma's group, the military coup of 1964 and political and social consequences.", "Indeed, the Brazilian media have recently become more aware of the importance of history in the framing of news stories and in defining the construction of news itself. When Adrianna Setemy, a doctoral student in history at the Federal University of Rio de Janeiro, went to the National Archives in Brasília in October, she was told that she could not have access to the records she normally uses to research the Foreign Ministry's role in the dictatorship-era fight against communism, because journalists had asked for them, and because the archives wanted to “protect the electoral process from the harm it could suffer from the information they contained” (Barnes, 2010). This anecdote perhaps is the best indicator that history indeed, in modern Brazil, is providing the scoop for some very inconvenient news stories and some selective details for the recitation of certain half-truths."]}, {"title": "Conclusion", "paragraphs": ["The celebrated Argentinean writer, journalist and former news editor Tomás Eloy Martínez wrote once that the language that journalists use is not only a matter of professional work, but overall an ethical strategy (Martínez, 1997). Martínez points out that this strategy allows the journalist to transcend the passive role of linking news and the public, permitting them to “think” reality by recognising emotions and hidden tensions within their surroundings. In bringing memories to the journalistic narratives, news sources and journalists highlight these emotions and tensions, therefore providing an understanding of the present. This is why, Martínez points out, journalists should not see themselves as “prosecutors, lawyers nor judges, but just witnesses” of the wider world.", "In the cases studied here we have seen how the past is constructed so as to clarify the present, that is, as a kind of reservoir of singular and emblematic examples to be followed in the present. The use of history by journalists in the framing of their stories has the intention of providing the public with cumulative meaning, one that will define how audiences will read the news. This can explain why journalists in the region are now encouraged by their editors, media owners and government officials to include context; a task that has been made possible by the current state of polarised politics and facilitated by the access to historical archives and references provided by digital technologies such as the Internet.", "It is not, however, a homogeneous exercise. While traditional power elites try to present ruptures and discontinuities, emerging actors, mainly left-wing politicians, are trying to bring back memory to show continuities. Leaders such as Evo Morales in Bolivia and even Daniel Ortega in Nicaragua, try to link their news media histories to that of the resistance and suffering of “their” people (indigenous, peasants, etc.), while rejecting altogether the notion of “progress” as framed in the West, which has been so important in substantiating the traditional and up to now predominant idea of “rupture”. These divergent experiences also demand very distinctive approaches and practices when contextualising news stories in particular historical frameworks.", "Despite these differences, there are some general trends to be observed in the region. For example, for the majority of left-wing political actors the recovery of memory is a crucial exercise, not only in justifying their right to hold power, but also in undermining that of their opponents. We can observe also that the news stories in these cases are made of narratives, which are distinct from those often articulated in European or US news media when reporting on Latin America as many journalists in Latin America adopt different practices from those of their peers in other parts of the world (Waisbord, 2000, p. xix).", "For the local media studied here is not a New World, derived from a dreamed utopia, but a chance to grasp what almost could have happened; the tragic entelechy that tends to dominate the political imaginary in Latin America. In other words, this exercise of journalism has become in many cases a reflection of what has been referred to as the experiences of success and shortcomings of the left now in power in many places in Latin America (Weyland et al., 2010, p. 142). In this context, references to Salvador Allende in Chile and even Fidel Castro in Cuba (mostly in his ability to resist the United States after the end of the Cold War) are as valid as those of indigenous movements such as the Túpac Amaru rebellion, the failed project of the Great Colombia dreamt of by Bolívar.", "In this sense, the past is responsible for clarifying the present and allowing a political understanding of it. But only in a way that serves those who manage to frame that reality to their own convenience. Indeed, memory is not demarcated in present and past but characterised by the convergence of multiple events that having happened in the past can still explain and justify present situations and legitimise current actions. This is what we see happening on one side of the spectrum. The de-constructing of reality that takes place in the media supporting the new left-wing regimes is performed as a substitute for traditional news gathering. In these exercises, journalists recover the past by highlighting its representations in our daily life, while selecting what is memorable and what is not. After all, as the late Federico Alvarez once said: “the media in Latin America have the power to forget and make us forget anything and anyone, only to rescue that memory when is convenient” (2010 [1978], p. 189).", "Indeed, what the cases studied here suggest is that the dimension of forgetfulness and omission is also ideologically driven and therefore it has political implications for the articulation of meta-narratives. In the case of the recent debates surrounding media events in Latin America, the appropriation of history is used to create notional frames that define the understanding of the news stories in ways that confer power, through legitimacy, to some actors rather than others. In cases such as this, the use of history is reflected in the news story itself or in the selection of the articulating elements used in the narrative of that story, which often provide a completely different interpretation of the news presented in that same story.", "Needless to say, at the core of this exercise is the matter of developing narratives that highlight either continuities or discontinuities, depending on what the elites controlling the media and political power want the public to remember or forget. The recent history of journalism in Latin America seems to be one of conveniently embedding selected memories and omissions into the stories that journalists tell to their audiences; an exercise that seems designed to help the new actors hold on to power for as long as they can."]}], "references": [{"title": "", "year": "2005", "journal": "América Latina y la Libertad de Expression", "volume": "", "authors": [{"name": "Loreti Damian", "first_name": "Loreti", "last_name": "Damian"}]}, {"title": "Telesur: estrategia geopolítica con fines integracionistas", "year": "2007", "journal": "Revista ConFines", "volume": "1", "authors": [{"name": "Lugo Jairo", "first_name": "Lugo", "last_name": "Jairo"}, {"name": "Cañizález Andres", "first_name": "Cañizález", "last_name": "Andres"}]}, {"title": "From Friends to Foes: Venezuela&#039;s media goes from consensual space to confrontational actor", "year": "2003", "journal": "Revista Sincronía", "volume": "4", "authors": [{"name": "Lugo Jairo", "first_name": "Lugo", "last_name": "Jairo"}, {"name": "Romero Juan", "first_name": "Romero", "last_name": "Juan"}]}, {"title": "Objectivity as a Strategic Ritual", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye"}]}]}