{"doi": "10.1080/17512786.2015.1123109", "url": "https://doi.org/10.1080/17512786.2015.1123109", "title": "Discourses of Enterprise in Hyperlocal Community News in the UK", "volume": "10", "year": "2016", "issue": "2", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Harte", "first_name": "Dave", "name": "Dave Harte"}, {"last_name": "Turner", "first_name": "Jerome", "name": "Jerome Turner"}, {"last_name": "Williams", "first_name": "Andy", "name": "Andy Williams"}], "abstract": "In recent years, a new wave of hyperlocal community news websites has developed in the United Kingdom (UK), with many taking advantage of new opportunities provided by free open-source publishing platforms. Given the trend in the UK newspaper industry towards closure and retrenchment of their local and regional press titles, it is perhaps understandable that policy-makers have shifted their gaze to these sites. This article examines the viability of hyperlocal news services with a particular focus on those that are independently owned and managed. Such operations often have a longevity that sits in contrast to a number of failed attempts by major media organisations to operate in the hyperlocal space. Yet many of the business models that underpin these sites seem precarious, often benefiting from a degree of self-exploitation. Drawing on 35 interviews with hyperlocal news publishers from across the UK, this article argues that publishers draw upon a civic discourse in order to make sense of their practice. This framing may limit the potential to develop economic sustainability and risks alienating policy-makers keen to work with an idealised “fictive” hyperlocal entrepreneur.", "body": [{"title": "Introduction", "paragraphs": ["“Hyperlocal” publishing in the United Kingdom (UK) has been a topic for discussion amongst media commentators (Greenslade 2007) and media regulators (Ofcom 2009, 2012) for a number of years. The growth in local news websites with a community orientation has been lauded by organisations close to media policy-makers. The civically minded consultants Talk About Local (2011) see themselves as giving “people the simple skills and support to find a powerful online voice for their community”, whilst enterprise-focused investors such as Nesta have commissioned several reports about the phenomenon (Radcliffe 2012, 2015; Nesta and Kantar Media 2013) and invested their own funds in capacity-building initiatives. The more recent involvement of the Carnegie Trust has seen further investments of funds but also a more direct appeal to the British government for support and recognition to the sector, with calls for reviews to a skewed media regulatory climate in order “to start levelling the playing field on financial support” (Carnegie UK Trust 2014, 14). These interventions result in hyperlocal media being variously framed as: a potential saviour of local journalism, an emergent area of the internet economy and a mechanism to strengthen community cohesion. It is seemingly a space in which large media organisations (Guardian Media Group, Local World and Tindle Newspapers have all had endeavours in this space), individual business entrepreneurs and the amateur enthusiast can all see opportunity. To a degree, hyperlocal media sits refreshingly in contrast to the on-going “narratives of decline” (McNair 2002, 9) around the local press whereby the critical perspective on the press is almost always pessimistic. Hyperlocal's promise is articulated as an innovative, bottom-up, technology-led, alternative to the institutionalised model of news production: The 20th century model was for news to be gathered and delivered by institutions, very much shaped by the technologies available to them. The 21st century model shaped by new technologies is for news to be gathered and delivered by individuals and small specialist organisations and networks. (Carnegie UK Trust 2014, 2)", "The 20th century model was for news to be gathered and delivered by institutions, very much shaped by the technologies available to them. The 21st century model shaped by new technologies is for news to be gathered and delivered by individuals and small specialist organisations and networks. (Carnegie UK Trust 2014, 2)", "Given that the sector has now attracted public innovation and enterprise investment in the UK through Nesta and the Technology Strategy Board's “Destination Local” initiative (to support “sustainable forms of hyperlocal media services”; Geels 2013), it is timely that research focuses on whether hyperlocal publishing can fulfil its potential as a site of enterprise. This article examines some of the realities of running hyperlocal news media services and seeks to understand the range of motivations that fuel its practitioners’ continued involvement in the space. Our focus is on the UK but the issues discussed here mirror the concerns of researchers in the United States and Europe who are investigating similar networks of community news operations. This article seeks to ask: what discourses—“institutionalised and taken-for-granted ways of thinking” (Jones 2014, 241)—of entrepreneurship do hyperlocal publishers draw upon? In what ways do they situate themselves as civic activists, digital business innovators or, indeed, both, at the forefront of a journalism enterprise revolution?", "The research discussed here is part of a wider examination of the role of hyperlocal media in the UK. The “Media, Community and the Creative Citizen” project (funded by the UK Research Councils from 2012 to 2015) focused on the ways in which everyday creativity, supported by digital technologies, could enhance civic life. One of the project's research strands examined the growing phenomena of hyperlocal media in which citizens created news blogs about villages, towns or suburbs, usually about the areas in which they lived. As well as scoping the scene in general by defining the number of active sites and the volume of news it produced (Harte 2013, 2014), the project also undertook a content analysis and survey of practitioners (Williams, Harte, and Turner 2014; Williams et al. 2014).", "The content analysis set out to examine hyperlocal against a similar set of criteria as had been applied to content analyses of the mainstream press. That is: Who gets to define hyperlocal news? What news is covered? What is the civic value of hyperlocal news (Williams, Harte, and Turner 2014, 6)? The analysis found that hyperlocal plays a valuable role in holding local power to account, but the results of a subsequent survey of 183 hyperlocal publishers revealed that two-thirds were paying all the costs of running their operations themselves (Williams et al. 2014, 28). Of those who did earn some funds, just over one-third were making less than £100 a month (30).", "Such statistics give a glimpse into the precarious financial underpinning of hyperlocal in the UK, offering similar findings to van Kerkhoven and Bakker's (2014, 307) study of the “difficult circumstances” facing Dutch hyperlocals. But further interviews would reveal the lived experience of running news operations with such seemingly slim resources. It is these interviews that form the focus of this paper in order to discover what range of attitudes to entrepreneurship emerge within a practice so often situated as primarily a civic endeavour but one that is playing an increasingly important role in local media spheres. Specifically, we focus on the range of motivations of practitioners, the extent to which they draw on an entrepreneurial discourse in describing their practice, and explore the degree to which there is self-exploitation and precariousness within the sector."]}, {"title": "The “Fictive” Journalism Entrepreneur", "paragraphs": ["Jones and Spicer (2009, 10) have argued that the term “entrepreneur” has moved beyond the narrow Schumpeterian notion of the individual “self-made” person profiting from disrupting the market. It is now applied in a much broader sense to a larger range of individuals who might display entrepreneurial behaviours in different contexts. Entrepreneurs might be socially rather than economically focused or perhaps be from within the public sector, identifying efficiencies or improving relationships with citizens. Jones and Spicer argue that this generalisation in the use of the term is symptomatic of the way in which an enterprise culture reached into many aspects of public life in the 1980s and 1990s. Irrespective of setting, there has emerged a clear, dominant discourse of entrepreneurship: “[it] is a relatively coherent discourse which emphasises risk taking, calculation and economising, and represents these points in unfailing positive ways” (Jones and Spicer 2009, 15).", "Researchers have increasingly focused on discourse as a route to explaining how such notions gain consensus. Sally Jones’ (2014, 241) analysis of educational policy papers found that the “combative, status driven and all-conquering entrepreneur is still prevalent in contemporary business culture” and one that is situated in “historically masculine-framed ideas of entrepreneurship” (241). Jones argues that in education there exists the idealised “fictive” entrepreneur (drawing on Bourdieu and Passeron's [1994] discussion of the fictive student). Such a figure—gifted, responsive—is framed within policy discussion as a role model to which “only the handful of gifted, fictive students are able to achieve” (Jones 2014, 240). Luke Goode (2009) argues that this situating of such idealised “fictive” figures is common in writings on citizen- or community-led journalism initiatives, noting how much work on citizen journalism tends to “invoke a modernist, heroic narrative in which individual citizens  …  serve as fitting descendants of the radical pioneers of modern journalism prior to its corruption by commerce and vested interests” (Goode 2009, 1290). Despite alluding to the political economy of citizen journalism (1289), Goode does not engage with the notion of the citizen journalist as entrepreneur, yet it is clear that the “heroic” fictive figure of the citizen as journalist also permeates the grey policy literature of hyperlocal where, empowered by digital technology and social media, such a figure is required to hold a diverse skill set, well beyond that of the traditional local “hack”: You also need to invest time in developing relationships, promoting your site, and in some cases working to turn your operation into a viable business. As the platforms become easier to use and more commonplace, human skills are becoming as important as technical ones. Community management, sales ability and other skills in communication and content promotion are all becoming increasingly important if you want your voice to be heard. (Radcliffe 2012, 16)", "You also need to invest time in developing relationships, promoting your site, and in some cases working to turn your operation into a viable business. As the platforms become easier to use and more commonplace, human skills are becoming as important as technical ones. Community management, sales ability and other skills in communication and content promotion are all becoming increasingly important if you want your voice to be heard. (Radcliffe 2012, 16)", "Radcliffe (2012, 16; writing on behalf of the UK innovation charity Nesta) argues that embracing this diversity of skills, “can be fundamental in making hyperlocal pay”. But the pressure placed on the hyperlocal entrepreneur by policy-makers and academics alike is not just a personal one but a societal one. The UK communications regulator Ofcom (2012, 103) claimed that these sites have “the potential to support and broaden the range of local media content available to citizens and consumers at a time when traditional local media providers continue to find themselves under financial pressure”. Martin Moore—writing for the Media Standards Trust—argues that securing the future of local journalism is at stake: “the business model that supported news in the twentieth century no longer sustains it in the 21st. Hardest to fund has been local news reporting. This is not peculiar to the UK but symptomatic of many mature western democracies” (Moore 2014, 27).", "The question of who will develop and run these sites is partly answered by the Carnegie Trust. They have given financial support to a small number of hyperlocal publishers and argue that hyperlocal offers an entrepreneurial exit strategy for those journalists made redundant from mainstream journalism. It recommends that the National Union of Journalists “should consider how it can work with employers and the government to support its members who lose their jobs in a news institution to become entrepreneurs running hyperlocal media” (Carnegie UK Trust 2014, 16).1 Pekkala and Cook (2012, 114) draw on a set of interviews with journalism entrepreneurs participating in a development programme to claim that, “Journalists are looking to reinvent their careers”. Further, the “reconfigured” journalist entrepreneur has a real chance to act “as a connector: between audiences, services and revenue streams. This triangulation requires a new emphasis on business skills to complement those already honed through journalism” (114)."]}, {"title": "The Precarious Journalism Entrepreneur", "paragraphs": ["Embarking on an entrepreneurial career is inevitably precarious. Mirjam Gollmitzer's (2014, 8) study of the working lives of German freelance journalists found stress and satisfaction in equal measure within the independent context in which they carried out their profession. There was a strong desire to do justice to the normative values of journalism even if it required a degree of self-exploitation: “the complex narratives of freedom, independence, and public service ethos illustrate the will to journalistic professionalism, even as the acute awareness of economic insecurity and high stress levels relativizes those claims” (12). Gollmitzer's study contributes to the growing literature about the experiences of workers in the creative industries, which have focused on the issue of precariousness (Hesmondhalgh and Baker 2011, 2008; Ross 2008). Gill and Pratt (2008) describe the two ways in which we can understand the term: firstly, “precariousness (in relation to work) refers to all forms of insecure, contingent, flexible work—from illegalized, casualized and temporary employment, to homeworking, piecework and freelancing” (3); however, they also note how the term “embodies a critique of contemporary capitalism in tandem with an optimistic sense of the potential for change” (10). Those working in a “precarious” way have the potential to see “new subjectivities, new socialities and new kinds of politics” (10).", "Hesmondhalgh and Baker's (2008) workplace ethnography of the television industry attempted to show “the specific ways in which precariousness is registered and negotiated in the lives of young workers in one media industry” (Hesmondhalgh and Baker 2008, 104). Their findings identify the vulnerability of working in the creative sector yet they also draw attention to the “symbolic nature of cultural products” (Hesmondhalgh and Baker 2008, 114) produced by workers. Like the television programmes they discuss, local journalism also has a “symbolic power” that comes with pressures and bears a certain weight of responsibility in terms of enacting the normative values that are inherent within it.", "In looking across research into the motivations of journalism students, Baines and Kennedy (2010, 105) note that students are less motivated by the normative, public service ideals of journalism than they are by the promise of a career that shares the attractive features perceived to be common to other jobs in the creative and cultural sector: “independence; risk-taking; non-routine; autonomy; creativity; control (and in some cases the prospects of high earnings)”. These features, they argue, are also ones that are dominant in discourses of entrepreneurship. They specifically cite the opportunity that running hyperlocal media operations offers for the enterprising journalism student: “the establishment of such an enterprise can offer the autonomy, independence and routine-free career sought by many would-be journalists and which is often no longer found in traditional hierarchical corporate media organisations” (98).", "Traditional approaches to enterprise education need rethinking and instead an emphasis on experimentation and creativity can better prepare the graduate to deal with the reality of a career that might never experience secure, full-time employment in the mainstream news industry. It is better train journalists “not only to work as journalists (employed or freelance), but to establish independent enterprises” (Baines and Kennedy 2010, 98). Thus hyperlocal is situated as an ideal that not only deals with issues of precarity and scarcity of employment opportunities but is also a vehicle through which the socially conscious entrepreneur can “extend the plurality and diversity of journalism—and journalists—serving society” (109). Whilst running hyperlocal websites have now become a useful feature of undergraduate and postgraduate journalism training (in the UK at least), it is unclear how many emphasise the need for entrepreneurial skills alongside journalistic experience."]}, {"title": "Commercial Failures", "paragraphs": ["The continued emphasis on the enterprise opportunities for the individual offered in the hyperlocal space is perhaps surprising given the landscape is seemingly littered with commercial failures. The Guardian’s city-based “Guardian Local” experiment closed in 2011 after just over a year of running hyperlocal operations in three UK cities, claiming that it was “not sustainable in its present form” (Pickard 2011). Perhaps the largest experiment run in the UK was the “Local People” network operated by Northcliffe Media (subsequently Local World Ltd) as a franchise operation. A network of paid community publishers curated content and wrote stories in small towns across the UK. However, it gradually removed financial support with around 100 publisher roles reduced to 75 in a restructuring process in August 2012 and in turn the remaining posts were axed the following year.2 Research by Thurman, Pascal, and Bradshaw (2011, 7) examining this network found that although “Local People” did have paid journalists (before ultimately moving to a franchise model), it suffered in comparison to sites with a more civic-minded approach: the reliance on community publishers from journalism backgrounds suggests that particular assumptions were made about the needs of such a community-driven project. In particular, the idea of community management as a skill distinct from traditional publishing roles appears to be, if not completely absent, then not a priority. (Thurman, Pascal, and Bradshaw 2011, 7)", "the reliance on community publishers from journalism backgrounds suggests that particular assumptions were made about the needs of such a community-driven project. In particular, the idea of community management as a skill distinct from traditional publishing roles appears to be, if not completely absent, then not a priority. (Thurman, Pascal, and Bradshaw 2011, 7)", "Such a critique is similar to that made by St. John, Johnson, and Nah (2013, 208), whose analysis of Patch.com in the United States argued that it lacked a “community sensibility”. David Baines (2012, 163) offers a case study of a major UK regional (unnamed) news publisher setting up a hyperlocal project but one that ultimately founders as a result of meeting the “Media Company's corporate needs, not the community's”. Jones and Salter (2012, 103–107) also note the tensions between the need for hyperlocal sites to have an emphasis on community engagement whilst ensuring they attract advertisers that may well compromise that position. The problem of the sustainability of emergent hyperlocal media organisations is the focus of research by Kurpius, Metzgar, and Rowley (2010), who interviewed proprietors of a range of hyperlocals in the United States. They noted that whilst the form had a better chance for survival than previous experiments in civically orientated, participatory journalism, it found itself lacking a single recipe for financial success. They note that although a vibrant alternative media scene was needed now more than ever, they were unsure if hyperlocal media would survive to be part of it: It is not enough to declare hyperlocal media operations the antidote to the decline of traditional media outlets in the United States. None of the evidence suggests that any of these projects has developed a working model that can be easily replicated in other communities and maintained for the long term. (Kurpius, Metzgar, and Rowley 2010, 374)", "It is not enough to declare hyperlocal media operations the antidote to the decline of traditional media outlets in the United States. None of the evidence suggests that any of these projects has developed a working model that can be easily replicated in other communities and maintained for the long term. (Kurpius, Metzgar, and Rowley 2010, 374)", "Such recent discussions about the viability of alternative media forms may have a familiar ring to them. The Comedia group (Comedia 1984; Landry et al. 1985), in discussing the failure of a large number of 1970s and early 1980s alternative press titles, lambasted the sector for its lack of attentiveness to audiences and the resultant lack of appeal of their publications to advertisers: the “alternative” press has neither generated enough turnover from within its ranks to support itself nor consistently produced materials that are sufficiently attractive to entice floating buyers from outside its own ghetto, which could make the sector economically viable. (Comedia 1984, 100)", "the “alternative” press has neither generated enough turnover from within its ranks to support itself nor consistently produced materials that are sufficiently attractive to entice floating buyers from outside its own ghetto, which could make the sector economically viable. (Comedia 1984, 100)", "The upshot of the failure of the alternative press is that the workers in these small, radical organisations would “exploit their own labour to a high degree” (Landry et al. 1985, 97). Furthermore, in doing so, these organisations played an unintended role in shaping mainstream media output: The “alternatives” have produced something which has the chance of commercial viability, the “majors” move in and “sign up” the producers, who then leave the sector  …  the alternative sector continually functions as a kind of unpaid “Research and Development” for the major commercial companies. (Landry et al. 1985, 97)", "The “alternatives” have produced something which has the chance of commercial viability, the “majors” move in and “sign up” the producers, who then leave the sector  …  the alternative sector continually functions as a kind of unpaid “Research and Development” for the major commercial companies. (Landry et al. 1985, 97)", "Ultimately, the potential for radical, marginal projects to develop a “Gramscian” political strategy, that is, to develop a sufficient economic base in order to navigate its own way to sustainability, is undone: “marginality becomes a self-fulfilling prophecy” (Landry et al. 1985, 98). At first glance the risk of marginality for the current wave of hyperlocal-focused alternative media operations seems remote given the scene is relatively profligate in production terms. Harte (2013) has researched the impressive collective publication rate of hyperlocal sites. Moreover, they receive welcome attention from those working to influence policy-makers and potential investors. But given the pressure on individual hyperlocal producers to be entrepreneurs who embody a diverse set of non-journalistic skills, as well as playing their part in ensuring media plurality (Barnett and Townend 2014), this requires us now to ask: “how do these ‘hyperlocalists’ sustain their practice and what kinds of entrepreneurs might they be?”"]}, {"title": "Method", "paragraphs": ["Semi-structured interviews with 34 hyperlocal publishers were conducted in late 2013 and early 2014. The interviewees were drawn from those hyperlocals which, based on an analysis of a database of hyperlocals,3 had demonstrated that they were publishing regularly and had been operating for at least a year. Overall, the sample can be said to be representative in as much as the balance of those working with voluntary or income-generating models, as well as the split between journalists/non-journalists, echoed that of the Williams et al. (2014) survey. The sample is certainly generalisable to the rather modest number of hyperlocals that produce content consistently and over a long (for this sector at least) period of time. In 2014, research found that there were 408 active hyperlocal sites in the UK (Harte 2014).", "The degree of formal journalistic experience varied enormously amongst interviewees, ranging from experienced, formally trained journalists (N = 18) to those with no experience at all. There was no specific desire to target those with more or less training or indeed fill a quota that would comprise equal numbers of each, the gradations between trained/non-trained being too fine, with some having worked as journalists in the mainstream press yet having never received formal training. Others had a public relations background with first degrees that involved elements of journalism theory and practice. Clearly some could be regarded as “amateur” but Denis McQuail (2013, 92) sums up the increasing problem of trying to label journalists as either “professional” or “amateur”, especially in the internet age which is: “encouraging new forms of journalism  …  rejecting formal organisation and with it any claim to professional status”. McQuail argues that whilst journalism in mainstream organisations has become increasingly professionalised requiring higher-level qualifications, in the alternative realm such requirements do not apply but still “traditional norms and practices” (94) might be as evident in the latter as in the former.", "The interviews were transcribed and then analysed thematically. On reading through the transcripts, the detailed open coding process allowed for a set of labels to be created based on the issues that arose from the interviews and allowing for the categorisation of attitudes and underlying orthodoxies. In his work on the use of Twitter in the newsroom, Stephen Barnard (2014, 7) uses the process of open, axial and then selective coding to allow a set of “frames” to emerge that “revealed the accordant values and position-takings exhibited by actors’ practice in the field”. Such a process was put to use here as the initial coding labels were drawn together into broader contextualising themes.", "Whilst it would have been valuable to undertake a more ethnographic approach to understanding the value of hyperlocal, such an examination immediately comes up against the issue that there is rarely such a thing as a recognisable newsroom space in this sector. More likely, areas within the home, or a café, or public transport, or indeed anywhere and everywhere, become the places from which news is updated. That journalism is increasingly not produced within institutionalised spaces is something journalism researchers have recognised in recent years. Simon Cottle (2007) argues that the focus on “routine” in many earlier newsroom studies saw journalists as subjects of ideologically driven decision-making rather than having personal agency of their own. The disruption caused by technology should allow the researcher to make “a conceptual shift from ‘routine’ to ‘practice’” (Cottle 2007, 10), heralding a “second wave” of newsroom studies (Cottle 2000). Wahl-Jorgensen (2009) recognises that the “days of the newsroom as a central ethnographic location may be numbered” (33) and the “newsroom-centric” nature of journalism research studies has marginalised particular categories of workers: local journalists, freelancers and citizen journalists amongst them (29). We are now in a period where workers are less likely to be tied to specific locations (33). That our interviews with hyperlocal publishers took place remotely (via Skype or telephone), mostly from their homes, therefore seems fitting.", "Of the 34 interviewees, 28 were with men and 6 were with women. In terms of geographical spread, England (N = 24), Wales (N = 7) and Scotland (N = 3) were all represented in the sample. Responses have been anonymised for this article, with contributors identified by numbers. All the interviewees operated websites, with nine also publishing a print publication of some form."]}, {"title": "Findings", "paragraphs": ["Our analysis identified a set of key themes which we will discuss in turn. Although interviewees were asked directly about the economic aspects of their practice (questions posed included: “do you aim to make money from the site?”; “what is your business model?”; followed by further prompts), responses from across the whole of the interview topics revealed how dominant the issue of sustainability was even when not being directly discussed.", "In identifying why they got started in their hyperlocal endeavours, our interviewees rarely cited what might be seen as a traditionally orientated entrepreneurial reason: that is, to create a new enterprise to make money. Only one interviewee described anything close to a “Dragon's Den” route whereby the securing of a university enterprise grant involved writing a business plan and pitching to a panel. Another chose to participate in a government-run enterprise scheme aimed at the unemployed: £65 a week it was at the time for six months. You had an option to get a cheap loan, and you could earn basically while getting that allowance. I kept that up and through sheer persistence, I think, I've developed a small income stream. (Int-16)", "£65 a week it was at the time for six months. You had an option to get a cheap loan, and you could earn basically while getting that allowance. I kept that up and through sheer persistence, I think, I've developed a small income stream. (Int-16)", "One professional journalist simply wanted to ensure their career continued as the opportunities for full-time permanent employment shrank and so therefore took matters into their own hands: We wanted to create jobs for ourselves. We didn't want to just sit there and go, well, the old traditional paymasters are not providing us with jobs anymore, boo-hoo, let's all go and be press officers. We decided we wanted to do something proactive about that and try and maintain ourselves in journalism in a more entrepreneurial way. (Int-22)", "We wanted to create jobs for ourselves. We didn't want to just sit there and go, well, the old traditional paymasters are not providing us with jobs anymore, boo-hoo, let's all go and be press officers. We decided we wanted to do something proactive about that and try and maintain ourselves in journalism in a more entrepreneurial way. (Int-22)", "However, by far the majority of interviewees, particularly those without a formal journalistic background, were more likely to outline origin stories that had a more reputational/civic emphasis. They cited that starting a hyperlocal media operation came from a wish to play a greater role in participating in their community (often as incomers wishing to make their presence felt) or to address perceived reputational issues: “[we] really liked the area, and it's grown exponentially out of that” (Int-23). The area has got quite a bad reputation as being a kind of a chav area and we wanted to learn more about it really. So we just started with a little blog that covered the estate that we live on. (Int-2)", "The area has got quite a bad reputation as being a kind of a chav area and we wanted to learn more about it really. So we just started with a little blog that covered the estate that we live on. (Int-2)", "All except one of our interviewees lived in the place they wrote about (the exception was someone who remotely ran a hyperlocal about the town they were brought up in) so exploring the role of media in place-making was an oft-cited motivating aspect: “something like that could bring people together to some degree and it could create some sort of sense of place I suppose” (Int-6).", "A desire to offer alternate representations (usually positive ones) were a very common reason to start a hyperlocal, an opportunity sometimes afforded by the shrinking coverage of local issues in the press: Another motivation was that the local newspaper  …  has a very kind of negative slant on life as we see it and we felt there were a lot of positive things going on that basically didn't even get on the radar of the local paper. (Int-34)", "Another motivation was that the local newspaper  …  has a very kind of negative slant on life as we see it and we felt there were a lot of positive things going on that basically didn't even get on the radar of the local paper. (Int-34)", "That the local press seemed less able to fulfil its “watchdog” role seems to have provided an opportunity for many: I was aware at the time that the [local paper] had limited coverage of council business, and what business it was running was largely based on press releases and contacts within the council. There wasn't very much that was there that was actually questioning how decisions were made. (Int-20)", "I was aware at the time that the [local paper] had limited coverage of council business, and what business it was running was largely based on press releases and contacts within the council. There wasn't very much that was there that was actually questioning how decisions were made. (Int-20)", "“Filling the gap” was a common theme but one articulated as a civic duty rather than a gap in the market from which a clear, scalable entrepreneurial opportunity existed.", "One interviewee did see such a gap and in contrast to other respondents he articulated the “democratic deficit” as very much a commercial opportunity for himself: “I've always been very sure about the fact that there's no point in setting up something that doesn't have a commercial footing, because to me that's just a hobby” (Int-13).", "Some of our interviewees engaged in predictable entrepreneurial actions such as starting new companies (in two cases, running multiple companies), attempting to expand by extending their “brand” to other neighbourhoods and demonstrating detailed knowledge of the market potential of their operation. Yet whatever the initial motivation—civic, hobbyist or commercial—it is clear that on starting a hyperlocal there was a need to then develop a wider spectrum of skills that was not always anticipated. Many saw their operation as requiring them to learn digital skills in order to understand the degree of public engagement with their online sites: I've learnt a tremendous amount of actual backend stuff about blogging and SEO [search engine optimisation], and all those kind of things, which I had no clue about before. (Int-23) I do everything really. So there's selling and then making up adverts because I tend to do artwork for most of the people who advertise and then invoicing and chasing money for that, so that's another side of it. Writing and editing, doing techy work really. (Int-6)", "I've learnt a tremendous amount of actual backend stuff about blogging and SEO [search engine optimisation], and all those kind of things, which I had no clue about before. (Int-23)", "I do everything really. So there's selling and then making up adverts because I tend to do artwork for most of the people who advertise and then invoicing and chasing money for that, so that's another side of it. Writing and editing, doing techy work really. (Int-6)", "The approach to picking up the required skills and knowledge was often a matter of just learning on the job: “I'm completely self-taught  …  I practised writing through blogging and basically picked up everything else on the way. I taught myself to video edit and shoot video” (Int-25). Learning new skills was part of the pleasure of having to (usually) manage every aspect of the operation themselves: “I do quite enjoy laying out adverts. It's another skill I'm developing, it's another string to my bow that I've learnt. I've always been a firm believer in that the more skills you have, the more adaptable you become” (Int-8).", "Across the interviews no coherent sense of a connected network of practitioners emerged. This limited opportunity for knowledge exchange and it was rare to hear of skills being learned via the practices of others: we've picked stuff up. I think some stuff we've learned from other hyperlocal sites. We always keep an eye on other sites across the country to see what people are doing, the ideas they have, the stuff they're covering, how they're covering it. (Int-34)", "we've picked stuff up. I think some stuff we've learned from other hyperlocal sites. We always keep an eye on other sites across the country to see what people are doing, the ideas they have, the stuff they're covering, how they're covering it. (Int-34)", "Where there was attendance at networking events there seemed to be a clash of discourses: “we've been to this conference  …  a couple of years ago, we were commercial and we kind of felt we had a bit of a devil's eye there, how dare you be commercial” (Int-30). The value of having greater connectivity between hyperlocals was less about knowledge exchange and more about their potential appeal to advertisers: I think the concept is good in terms of having it as some kind of national network which would you could essentially pool page views or something like that. If you take the national outlook on hyperlocal, there is a zillion page views here and national advertisers could be interested. (Int-33)", "I think the concept is good in terms of having it as some kind of national network which would you could essentially pool page views or something like that. If you take the national outlook on hyperlocal, there is a zillion page views here and national advertisers could be interested. (Int-33)", "Although hyperlocals clearly have an entrepreneurial skill set, most are not concerned with making money from their ventures. Sometimes the reason for this was ideological: I'm really wary of the linkage of community stuff and money  …  I just think when money gets involved, it can be really tricky. I don't care if there's money involved, it's more about what people feel they want to do. (Int-27)", "I'm really wary of the linkage of community stuff and money  …  I just think when money gets involved, it can be really tricky. I don't care if there's money involved, it's more about what people feel they want to do. (Int-27)", "The resistance to asking for money was a fear of losing independence and tainting the relationship with their community; a fear of no longer being their “voice”: “It's always been seen as the independent and uncensored voice of [name of area] and I think that's how I want it to continue” (Int-12). Some made a marked distinction between themselves and commercial mainstream press: “I'd say it's a community, it's about bringing a community together and being a community. If you've got newspapers, they're just about money, that's all they're there for” (Int-2). There was an element of bravado in some responses, with a sense that making money was entirely possible, just not desirable: “If I was interested in becoming a small business, I could do that, but it doesn't interest me in the slightest” (Int-32). One described the potential of their site making “£50,000–100,000 a year” but they would rather operate it as a community venture: “I feel it's more of a community service than anything else  …  I sometimes feel I'm just doing it for a labour of love. It's for the readers. So that's the part I like about it” (Int-24).", "Confidence was also an issue. Indeed, some of the same people taking ideological positions also cited confidence issues. Many hyperlocals recognised that they needed funding, usually very modest amounts, to avoid the situation of having to pay for running costs themselves. Yet they simply did not feel able to approach businesses or indeed anyone for funds: “I'm terrible about going and asking people for money, just really don't enjoy it at all” (Int-29). Some waited until businesses approached them rather than seek it out: “if somebody wants to advertise and there's a couple of quid in it, then it happens” (Int-15). Those happy to accept advertising, and able to ask for it, do so within a discourse of community enterprise whereby it is fine to help local traders but less so large corporate organisations: [we were asked] what would you do if Tesco came along and said they wanted to advertise in your paper and we said, we wouldn't do it. And actually I hold the same view. We're about the community, we're about supporting the small businesses. (Int-31)", "[we were asked] what would you do if Tesco came along and said they wanted to advertise in your paper and we said, we wouldn't do it. And actually I hold the same view. We're about the community, we're about supporting the small businesses. (Int-31)", "Many reported that they found the balance between doing journalism and reaching out to the local business community too time-consuming and often a distraction from what they felt was their core work (keeping their hyperlocal updated with content). In fact, for some it was any sense of operating in a commercial space that would be the distraction by making the endeavour much less pleasurable: “the thought of having the economic pressure of actually having to make a living through it, I think it would just totally take away the enjoyment actually and it becomes a chore” (Int-9). Occasionally the interviewees wanted to discuss what was meant by the term “hyperlocal” but only one found it a barrier to income generation: we found that it just took a lot of time to explain what it was we were doing, why we were doing it, how it could benefit the business and why they should do it. So it just wasn't really feasible. (Int-34)", "we found that it just took a lot of time to explain what it was we were doing, why we were doing it, how it could benefit the business and why they should do it. So it just wasn't really feasible. (Int-34)", "Perhaps the most common thread in our findings was hyperlocal producers spent more time than perhaps they wanted to on producing content and running their sites. Even where the hours were modest, the position taken was that it was too much in the light of either slim or no pay: “at least between 14 and 20 hours. It really is an unpaid job” (Int-7). “It's very rare that I'm not doing something to the paper or the site, finding articles, interacting, or whatever” (Int-28). The process of doing hyperlocal often feels like it takes over completely the lives of its producers, with one claiming that: “it's constant. We talk about [website name], it's like 24/7 pretty much” (Int-2). In this particular case it was keeping up with the social media output that took up most of the time and spilt into private domains: “we might have a missing person or a missing pet that's touched everyone, and I will check in the middle of the night to see if there's any news”.", "Although there was a recognition of the extent to which they were exploiting themselves, issues of exploitation extended beyond the individual hyperlocal producer and out to its network of contributors. Many described how their operations relied on sometimes quite large networks of volunteers who gave small amounts of time. The value that these volunteers gained was usually expressed in two ways. They were either seen as benefiting by gaining new skills or they were assumed to be benefiting emotionally from the act of contributing: “I think the other volunteers also feel that they're working for the good of the community” (Int-28). Clearly, without volunteers many of the hyperlocals in this study would not be operating in anywhere near the capacity they are, but even amongst those who talked up the value of the volunteerism, there were some concerns about the degree to which volunteers were being exploited.", "There was much angst about the amount paid or not paid to contributors to hyperlocals and some expressed a limit to volunteerism: the number of people who want to blog about the neighbourhood for free, which is basically what I've been doing for quite some time, in a sustained long-term way is very, very small but what I've found is that crowdsourcing bits of content and stitching it together is a way that can bring people in. (Int-14)", "the number of people who want to blog about the neighbourhood for free, which is basically what I've been doing for quite some time, in a sustained long-term way is very, very small but what I've found is that crowdsourcing bits of content and stitching it together is a way that can bring people in. (Int-14)", "Many interviewees had trouble articulating what rewards they felt should be due to others: I know time is money, whatever the words are. I've made a tiny bit of money out of the site  …  it might mean that if someone was doing some of the techie stuff, I could give them a few quid, because I'm a believer in you work, you should get paid for it. (Int-10)", "I know time is money, whatever the words are. I've made a tiny bit of money out of the site  …  it might mean that if someone was doing some of the techie stuff, I could give them a few quid, because I'm a believer in you work, you should get paid for it. (Int-10)", "For one hyperlocal there was acknowledgement that embracing a more enterprise-focused approach would solve their worries about exploiting others: what I'd like is I'd like to make more money, I'd like everybody who works on it to make more money. I want it to go further afield. I'd love to be able to franchise it out around the country. That would be great. I've no idea how to do that. (Int-4)", "what I'd like is I'd like to make more money, I'd like everybody who works on it to make more money. I want it to go further afield. I'd love to be able to franchise it out around the country. That would be great. I've no idea how to do that. (Int-4)", "This tendency to fantasise about possible outcomes where the money issue is solved was a recurring theme. For most, the prospect of being able to pay people on a regular basis felt like a distant prospect and one in which the rewards might take various forms: I'd like to maybe be able to pay a retainer to some of the people who are regular contributors, on the basis that it might not be much, it might not even be NUJ [National Union of Journalists] rates, but it might be if you could post a story a week, you could have £40 a week or something, just a gesture. I'd like that. It wouldn't even have to be cash, it could be an Amazon voucher  …  I'd just like to somehow have something to say thanks to people, that would be nice. (Int-1)", "I'd like to maybe be able to pay a retainer to some of the people who are regular contributors, on the basis that it might not be much, it might not even be NUJ [National Union of Journalists] rates, but it might be if you could post a story a week, you could have £40 a week or something, just a gesture. I'd like that. It wouldn't even have to be cash, it could be an Amazon voucher  …  I'd just like to somehow have something to say thanks to people, that would be nice. (Int-1)", "The tendency towards self-exploitation resulted in an informal degree of cross-subsidy whereby time was taken out of personal life to be spent on producing the hyperlocal (“I've got an understanding wife”—Int-20). But there was more formal cross-subsidising happening as well. Some hyperlocals described doing paid journalism-related freelance work as a form of cross-subsidy but others discussed how connected business ventures provided the financial underpinning for their hyperlocal. One hyperlocal cross-subsidised through producing magazines for a trade union whilst another produced a trade journal. Another ran a business “expo” that they claimed provided all the resources to employ two people to work on their hyperlocal site.", "Despite the lack of desire or confidence to generate income, as detailed above, there was evidence of hyperlocals generating funds in innovative ways that demonstrate an entrepreneurial attitude. In one instance, a hyperlocal site that outwardly seems to be very successful in drawing in advertising was in fact using a bartering system: the adverts on there, most of those adverts you see have all been swapped. I wanted some tyres for my car so a guy from [tyre company] swapped me some tyres. I wanted my lawn doing, I've put one on for a lawncare company who's done my lawn for me. So there's no money there, I've just swapped them all for things. (Int-24)", "the adverts on there, most of those adverts you see have all been swapped. I wanted some tyres for my car so a guy from [tyre company] swapped me some tyres. I wanted my lawn doing, I've put one on for a lawncare company who's done my lawn for me. So there's no money there, I've just swapped them all for things. (Int-24)", "Another hyperlocal asked for donations rather than accept advertising and uses an electronic payment system to allow readers to donate directly. However, he had instances where the donations came in a more direct form: a guy came up to me—this is amazing—a guy wanted to meet me, this is a few months ago, and he wanted to meet me in the community centre and he gave me £300 in cash, £150 of which were pound coins. I didn't ask where it came from. (Int-26)", "a guy came up to me—this is amazing—a guy wanted to meet me, this is a few months ago, and he wanted to meet me in the community centre and he gave me £300 in cash, £150 of which were pound coins. I didn't ask where it came from. (Int-26)", "But again, there was tension about how to deal with money. Some hyperlocals had not even the most basic knowledge of what might happen should they attract income: “being paranoid I rang up the Tax Office to find out what the code was for some unique tax” (Int-10). Whilst others were keen to dispose of any excess income through philanthropic means: any profit we make, we put into local good causes  …  it keeps the money circulating locally, but we don't want to bang the drum too much about it because we don't want to be too sanctimonious, be smug about it. (Int-7)", "any profit we make, we put into local good causes  …  it keeps the money circulating locally, but we don't want to bang the drum too much about it because we don't want to be too sanctimonious, be smug about it. (Int-7)", "It was no surprise to see take-up of grant initiatives given the attention this sector has from public funders. For some it was a key part of their work, although securing funding was not easy: “that's another part of my job to try and find grants, and obviously they're harder and harder to come by” (Int-28). In this particular instance the grant income was not directly for doing hyperlocal work but instead was for a related activity that would cross-subsidise the hyperlocal: “I do other work with community groups doing digital media projects” (Int-28). In a similar example, the hyperlocal was happy that the funding was for other related activities rather than hyperlocal, making clear that where cross-subsidy happened it did not go towards paying individuals: “I just think when money gets involved, it can be really tricky  …  it's more about what people feel they want to do rather than have any money involved” (Int-27). But undoubtedly the income flowing into the sector is seeing an entrepreneurial response with those securing success noting its competitive nature: we were 1 of 10 projects out of 165 to be awarded that funding, and that allowed us to set up the business as a limited company and really it went from being a side project to being our main project. (Int-18)", "we were 1 of 10 projects out of 165 to be awarded that funding, and that allowed us to set up the business as a limited company and really it went from being a side project to being our main project. (Int-18)"]}, {"title": "Discussion", "paragraphs": ["From our analysis, we find that hyperlocal media producers draw on a range of discourses in order to make sense of themselves as entrepreneurial subjects. This is not a sector that is internally cohesive and indeed our interviewees often talked about feeling ill-at-ease in the company of others doing the same thing: I went [to an event on hyperlocal] and I was the only person it seemed, it may not be true, who wasn't either a hard right-on campaigning activist or an absolute über geek. I seemed like the only journalist there. (Int-32)", "I went [to an event on hyperlocal] and I was the only person it seemed, it may not be true, who wasn't either a hard right-on campaigning activist or an absolute über geek. I seemed like the only journalist there. (Int-32)", "But there is much overlap within the range of discourses that we heard expressed. Those who most closely conformed to “historically masculine-framed ideas of entrepreneurship” (Jones 2014, 241) were as likely as anyone to articulate that the decline in local mainstream media was a problem for local democracy. However, in their terms the appropriate solution to “filling the gap” was a commercial one whilst for others the “gap” allowed them to perhaps scratch a particular “itch” that they then realised had a wider benefit when their “itching” was disseminated via the internet through free-to-use open source blogging platforms or social networking sites. An example perhaps of using what Clay Shirky (2010, 176) has described as their “cognitive surplus” to create wider civic value.", "In rejecting financial motives, the majority of our interviewees tended to draw on a civic discourse whereby they see their work creating other forms of value for the community they write about and engage with. In part they draw upon a kind of idealised “civic web” discourse (Banaji and Buckingham [2013, 9] offer a useful critique of utopianist positions about the civic potential of the internet), whereby internet technologies offer unproblematic routes to civic participation. Such participation is always expressed in positive terms. As one hyperlocal producer attempts to articulate, there is an underlying aim to achieve something closer to cohesion. Every area I think needs something like that to bring communities together, to bring people together, to share so you know what's about because otherwise you don't know what's actually going on in your area. So I think being able to do that is … well, it's all about being a community, isn't it, I guess. (Int-2)", "Every area I think needs something like that to bring communities together, to bring people together, to share so you know what's about because otherwise you don't know what's actually going on in your area. So I think being able to do that is … well, it's all about being a community, isn't it, I guess. (Int-2)", "This view masks what is perhaps problematic for the hyperlocal sector: the widespread degree of self-exploitation amongst its workers. Interviewees almost always expressed how their input was above and beyond what was required. They find aspects of it pleasurable and burdensome in turns, and they have a clear sense of the “symbolic nature” (Hesmondhalgh and Baker 2008, 114) of their journalistic outputs. Indeed, in some examples they have a clear sense of the commercial value of their work and have resisted being exploited by mainstream organisations yet they continue to self-exploit based on their belief in the civic value of what they are doing. In turn they have a tendency to exploit others, again, drawing on a civic discourse to explain themselves.", "But even within this dominant civic discourse there is certainly evidence of a wide range of entrepreneurial behaviours and attitudes, not least, as we have noted previously, a belief in the value of hard work. As tense as they are when it comes to talking about money, hyperlocal producers will try just about anything to draw in micro amounts of funding and in many cases they seem to be more than content with these small amounts. In that broad sense of how we have come to understand entrepreneurship (whereby it might be socially as well as economically focused, as discussed in Jones and Spicer 2009, 10), these are a group who fit the template: being self-starters, having a diverse skill set, taking risks and being outcome focused. That such outcomes are usually expressed primarily as being for a wider community benefit, with the desire for personal financial gain rarely foregrounded, should not detract from their value or potential impact. As John Hartley (2009, 162) has argued, such examples of “user-led innovation” have a role in reshaping and even undermining commercial models of public service journalism. However, the confines of the civic discourse mean that for many, the notion of making money is something of an anathema and potentially limits any prospect of further development of their projects. The repeated references to the motivating factor of what we might regard as hyperlocal's “warm glow” (“the big thing I get out of this is the creative aspect of it and the community aspect of it”—Int-29) is to a degree a discursive practice that prevents discussion about the complexity of the challenges facing the sustainability of hyperlocal. In some ways this research paints the hyperlocal producer as a conflicted, self-exploited figure in the entrepreneurial landscape."]}, {"title": "Conclusion", "paragraphs": ["This article has drawn on a range of interviews with hyperlocal media producers to argue that whilst the singular “fictive” hyperlocal entrepreneur, as imagined by commentators and lobbyists, does not quite exist, there is a dominant civic discourse that all our interviews draw upon to contextualise their practice. We can observe a range of attitudes to the economics of hyperlocal: at one end are those who welcome the market opportunity and are seeking to grow their operations into larger businesses; whilst at the other, there are those who have a vociferous resistance to any form of income generation. Yet the research findings offer some comfort for those who make claims about the civic value that hyperlocal creates. Academics or organisations who laud the civic activism evident in the output of many sites can feel confident that sustaining it is not dependent wholly on those hyperlocal sites generating income to survive. Williams et al. (2014) found that 62 per cent of hyperlocal publishers they surveyed raised no income at all yet 52 per cent saw no problems with sustaining their activity. Our findings have helpfully revealed that whatever position hyperlocal producers take on the issue of money, they do at least share a common set of entrepreneurial attitudes and skill sets. Almost as an inevitable consequence of their circumstances: they are multi-skilled, enjoy relatively autonomous working conditions, have a high degree of personal agency and are not averse to taking risks. Above all, they generally enjoy their work and feel valued by the communities they represent. The hyperlocal journalist entrepreneur then offers a challenge to those twin notions of the “hard-nosed” journalist and the “hard-nosed” entrepreneur.", "Yet, in line with findings by Kurpius, Metzgar, and Rowley (2010) and van Kerkhoven and Bakker (2014), there is a sense of precariousness over hyperlocal's viability as either an alternative media scene or in simply “filling the gap” over the long term. For those looking to invest funding or to bring the practice to the attention of policy-makers, they can take comfort that the sector is home to some small business entrepreneurs seeking to grow media businesses that address concerns over media plurality. Yet such figures are few and far between and the risk in looking only for the “fictive” hyperlocal entrepreneur is that inevitably there will be disappointment and the policy gaze will move elsewhere. As Bourdieu and Passeron (1994, 16) point out: “if he [the “fictive” student] does not live up to being which he ought to be—his ‘being-for-the-teacher’—the mistakes are wholly attributable to him, whether out of error or out of spite”."]}], "references": [{"title": "Hyper-local News: A Glue to Hold Rural Communities Together?", "year": "2012", "journal": "Local Economy", "volume": "27", "authors": [{"name": "Baines David", "first_name": "Baines", "last_name": "David"}]}, {"title": "An Education for Independence", "year": "2010", "journal": "Journalism Practice", "volume": "4", "authors": [{"name": "Baines David", "first_name": "Baines", "last_name": "David"}, {"name": "Kennedy Ciara", "first_name": "Kennedy", "last_name": "Ciara"}]}, {"title": "Plurality, Policy and the Local", "year": "2014", "journal": "Journalism Practice", "volume": "", "authors": [{"name": "Barnett Steven", "first_name": "Barnett", "last_name": "Steven"}, {"name": "Townend Judith", "first_name": "Townend", "last_name": "Judith"}]}, {"title": "The Alternative Press: The development of Underdevelopment: Comedia", "year": "1984", "journal": "Media, Culture \\& Society", "volume": "6", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "New (s) Times: Towards a Second Wave of News Ethnography", "year": "2000", "journal": "Communications", "volume": "25", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "Ethnography and News Production: New(s) Developments in the Field", "year": "2007", "journal": "Sociology Compass", "volume": "1", "authors": [{"name": "Cottle Simon", "first_name": "Cottle", "last_name": "Simon"}]}, {"title": "In the Social Factory?: Immaterial Labour, Precariousness and Cultural Work", "year": "2008", "journal": "Theory, Culture \\& Society", "volume": "25", "authors": [{"name": "Gill Rosalind", "first_name": "Gill", "last_name": "Rosalind"}, {"name": "Pratt Andy", "first_name": "Pratt", "last_name": "Andy"}]}, {"title": "Precariously Employed Watchdogs?", "year": "2014", "journal": "Journalism Practice", "volume": "", "authors": [{"name": "Gollmitzer Mirjam", "first_name": "Gollmitzer", "last_name": "Mirjam"}]}, {"title": "Social News, Citizen Journalism and Democracy", "year": "2009", "journal": "New Media \\& Society", "volume": "11", "authors": [{"name": "Goode Luke", "first_name": "Goode", "last_name": "Luke"}]}, {"title": "‘One Every Two Minutes’: Assessing the Scale of Hyperlocal Publishing in the UK", "year": "2013", "journal": "JOMEC Journal", "volume": "", "authors": [{"name": "Harte David", "first_name": "Harte", "last_name": "David"}]}, {"title": "Creative Work and Emotional Labour in the Television Industry", "year": "2008", "journal": "Theory, Culture \\& Society", "volume": "25", "authors": [{"name": "Hesmondhalgh David", "first_name": "Hesmondhalgh", "last_name": "David"}, {"name": "Baker Sarah", "first_name": "Baker", "last_name": "Sarah"}]}, {"title": "Gendered Discourses of Entrepreneurship in UK Higher Education: The Fictive Entrepreneur and the Fictive Student", "year": "2014", "journal": "International Small Business Journal", "volume": "32", "authors": [{"name": "Jones Sally", "first_name": "Jones", "last_name": "Sally"}]}, {"title": "The Hyperlocal In Practice", "year": "2014", "journal": "Digital Journalism", "volume": "2", "authors": [{"name": "van Kerkhoven Marco", "first_name": "van", "last_name": "Marco"}, {"name": "Bakker Piet", "first_name": "Bakker", "last_name": "Piet"}]}, {"title": "Sustaining Hyperlocal Media", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Kurpius David D.", "first_name": "Kurpius", "last_name": "D."}, {"name": "Metzgar Emily T.", "first_name": "Metzgar", "last_name": "T."}, {"name": "Rowley Karen M.", "first_name": "Rowley", "last_name": "M."}]}, {"title": "The New Geography of Work: Power to the Precarious?", "year": "2008", "journal": "Theory, Culture \\& Society", "volume": "25", "authors": [{"name": "Ross Andrew", "first_name": "Ross", "last_name": "Andrew"}]}, {"title": "Patch.com", "year": "2013", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "St. John Burton", "first_name": "John", "last_name": "Burton"}, {"name": "Johnson Kirsten", "first_name": "Johnson", "last_name": "Kirsten"}, {"name": "Nah Seungahn", "first_name": "Nah", "last_name": "Seungahn"}]}, {"title": "Can Big Media Do ‘Big Society&#039;?: A Critical Case Study of Commercial, Convergent Hyperlocal News", "year": "2011", "journal": "International Journal of Media and Cultural Politics", "volume": "8", "authors": [{"name": "Thurman Neil", "first_name": "Thurman", "last_name": "Neil"}, {"name": "Pascal Jean-Christophe", "first_name": "Pascal", "last_name": "Jean-Christophe"}, {"name": "Bradshaw Paul", "first_name": "Bradshaw", "last_name": "Paul"}]}, {"title": "The Value of UK Hyperlocal Community News", "year": "2014", "journal": "Digital Journalism", "volume": "", "authors": [{"name": "Williams Andy", "first_name": "Williams", "last_name": "Andy"}, {"name": "Harte Dave", "first_name": "Harte", "last_name": "Dave"}, {"name": "Turner Jerome", "first_name": "Turner", "last_name": "Jerome"}]}]}