{"doi": "10.1080/17512786.2013.793511", "url": "https://doi.org/10.1080/17512786.2013.793511", "title": "Do old Norms Have a Place in New Media?", "volume": "8", "year": "2014", "issue": "1", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Konieczna", "first_name": "Magda", "name": "Magda Konieczna"}], "abstract": "Emerging business models for news have the potential to affect the nature of democracy. As the economic foundations of mainstream journalism become increasingly shaky, a new economic model is emerging in the form of news organizations operating as nonprofits. These are mostly run by former newspaper journalists bringing with them traditional journalistic norms they worked under previously; now they are operating under a vastly different economic framework. These organizations are producing a growing amount of public affairs news while mainstream news production shrinks. The research question examined here is whether this emergent form (1) changes but maintains core norms and practices of the journalistic culture from which it arose, or (2) transforms norms and practices into something new. I briefly review norms and practices of traditional journalism to create a framework against which to compare behaviors at one nonprofit news organization, MinnPost, through ethnographic observation and in-depth interviews. My findings indicate that MinnPost values some traditional norms (e.g. loyalty to citizens); other norms are valued but not fulfilled in a traditional way (e.g. comprehensiveness of news coverage); yet others are largely eschewed (e.g. forum provision). This suggests a set of evolving journalistic tenets, which observations indicate are linked to MinnPost's economic structure. It points toward how emerging business models are changing journalism, and by extension could be affecting American democracy. This paper is part of a larger project investigating how nonprofit news organizations are changing the information available in local news environments.", "body": [{"title": "Introduction", "paragraphs": ["For more than a century, American journalism has been almost entirely commercially funded, and it is within this space that norms of modern journalism have developed. As we weather a period of unmistakable decline of mainstream journalism in the United States,1 it is unclear where journalism, particularly public affairs journalism, will come from. One prominent suggestion is that it will be produced by nonprofit organizations funded by foundations and philanthropists (Downie and Schudson 2009). This paper asks how journalistic norms originating in a commercially funded media evolve as they are adapted to nonprofit journalism.", "Explorations of nonprofit news organizations are legion in the media and the trade press. One of the few academic studies is Shaver's (2010) assessment of the potential of these organizations; this paper follows that by examining in detail routines at one such organization, focusing on whether nonprofit news workers reference traditional journalistic norms and whether new norms appear to be developing. I also address the question of how inconsistencies with traditional news norms are a result of the new economics of nonprofit news.", "This work is rooted in normative theories of journalism (Benson 2008). Since the American press cannot be compelled to behave in any particular way, the normative element of media routines is supported by custom and social ties (Christians et al. 2009). Nonprofit news organizations arise from within a different—and, potentially, diverging—set of customs and are building a new set of social ties, giving reason to believe that their routines may be different from those in mainstream media. As such, this paper compares practices in a particular nonprofit newsroom to the norms we should expect of mainstream journalism, rather than actual practices followed by for-profit media, to help understand how the conception, not just the practice, of journalism is evolving.", "I focus on those norms most likely to be different at nonprofit news organizations when compared to traditional news organizations: comprehensiveness, loyalty to citizens, and providing a forum. They are examined in the context of a case study of MinnPost, the most professional of the nonprofit news organizations in Minneapolis/St. Paul, an area that has a particularly vibrant news environment.", "I begin by explaining the crisis in mainstream journalism and the growth of nonprofit journalism. I offer a set of traditional journalistic norms against which to measure the practices of nonprofit newsrooms. I describe my ethnographic method and findings: the functioning of the organization under study and how observed newsroom practices compare to traditional journalistic norms. Finally, I explain the findings through the lens of the organization's economic structure."]}, {"title": "Literature", "paragraphs": ["The commercial basis for mainstream media is in financial crisis (McChesney and Nichols 2010). This is particularly alarming in light of studies indicating that a decrease in the availability of news hurts civil society and democracy. Gentzkow, Shapiro, and Sinkinson (2011) found that one additional newspaper increased local turnout at presidential and congressional elections by 0.3 percentage points. A case study of the Cincinnati Post, which had a circulation of just 27,000 when it closed in 2007, found that after it closed, voter turnout dropped, fewer candidates stood for election, and more incumbents were elected (Schulhofer-Wohl and Garrido 2009).", "Nonprofit news organizations have existed in the United States since the founding of the Associated Press in 1846,2 but accelerating problems with news funding, coupled with a lowered barrier to entry via the internet, have led them to proliferate. These organizations generally get money from foundations, audience and philanthropist donations, advertising and crowd funding (Kaufhold 2010). Some also receive government funding, most notably National Public Radio (NPR).", "While they vary in goal and structure, most are either self-standing nonprofit investigative centers, producing stories they distribute through other news organizations (such as the Wisconsin Center for Investigative Journalism, which gives stories away to news organizations around the country), or news websites publishing their stories under their own brand (such as MinnPost, the focus of this study). Some are associated with universities (Francisco, Lenhoff, and Schudson 2012), training students as they produce work that is disseminated through existing news networks. Today, the Investigative News Network (INN), which works to advance sustainability of nonprofit journalism, has more than 60 members, almost all in the United States, although the actual number of nonprofit news organizations in the United States could be in the hundreds. Almost all of these organizations are small in terms of funding, with INN members averaging $2 million in annual revenue (except for the outlier NPR, which has an annual revenue approaching $200 million).", "Non-governmental, nonprofit news organizations are by far the most common in the United States, but they do exist outside of that country, and there are ongoing efforts to increase their number. Birnbauer (2011) proposes a network of university students in Australia, New Zealand, and the Pacific region, working together to produce news stories using the American model of the nonprofit investigative center. Although Australian news organizations have not suffered as much as those in the United States, journalists there are concerned about being part of the entertainment industry, and Birnbauer notes that university-based, nonprofit journalism would not face the same pressure from advertisers and deadlines. The Bureau of Investigative Journalism, a university-based nonprofit news organization in the United Kingdom, emerged from the concern that news organizations there were not properly funding investigative journalism in the public interest (Ainsworth 2012). Similar reasons were cited in the founding of the Canadian Centre for Investigative Reporting (Centre for Investigative Reporting 2013), as well as in justifications for funding public broadcasting around the world, and in arguments about subsidies for the press (Benson and Powers 2011).", "Deuze (2005) describes a “shared occupational ideology among newsworkers” (446), a “collection of values, strategies and formal codes characterizing professional journalism and shared most widely by its members” (445) but applied in a variety of ways. These values and codes have been evolving along with journalism, and there is reason to believe they may be altered again as nonprofits become providers of journalism. This paper examines how three norms of professional journalism play out at MinnPost. These norms—comprehensiveness of coverage, loyalty, and provision of a forum—were chosen because literature suggests these are the most likely to be affected when journalism moves to nonprofit provision online.", "Comprehensiveness, for instance, could be much different when applied to nonprofit news organizations. Gatekeeping has come in the digital age to mean more than selecting stories and is better described today as the application of news judgment, values, and practices (Singer 2005). Journalists today differentiate themselves from other information sources by arguing they use a set of news values to decide what matters. Most of the emergent, foundation- and donation-funded nonprofits studied here, though, are small and struggle to cobble together a sustainable business plan. As such, their ability to decide what to cover based on news judgment alone may be hampered, which could lead to less comprehensive coverage. Thus, the traditional news norm of comprehensiveness of coverage (Kovach and Rosenstiel 2007) is the first norm examined in this article.", "Many scholars and practitioners argue journalism's major role is informing citizens, who are its key constituency (Gans 2003; Kovach and Rosenstiel 2007). It is not sufficient for journalists to dig up the truth; the idea of loyalty to citizens, Kovach and Rosenstiel (2007) write, enables journalists to communicate with the public in a way that citizens trust. They call this the “implied covenant with the public.” Scholars have long written about the fact that the funding source can impact the loyalty of news organizations (e.g. Croteau and Hoynes 2001). The dual product market nature of commercial media, which sell content to readers and reader attention to advertisers, can lead to split loyalties. Furthermore, journalism's loyalty to citizens is contingent on its independence (Singer 2005) and thus could change when the nature of funding changes and in particular if news organizations rely heavily on one source of funding, as some nonprofits do. The nature of these organizations' loyalty is the second norm examined here.", "Finally, this paper looks at the norm that states journalism should provide a forum for discussing the news, a forum that must be “for all parts of the community, not just the affluent or demographically attractive” (Kovach and Rosenstiel 2001, 136). Some scholars argue the market model of journalism reproduces social inequality, with the dual product market offering disincentives for letting in a multitude of voices (Croteau and Hoynes 2001). Foundation funding could liberate organizations from a need to appeal to the average reader, which could make room for fringe voices. At the same time, the letter to the editor, the major way newspapers have traditionally made room for public deliberation (Wahl-Jorgensen 2002), appears in few nonprofit news publications. Additional differences may be expected due to the fact that nonprofit news organizations exist online rather than in print. On the internet, the distinction between professional and amateur work blurs, and the news space becomes more participatory. Since most nonprofits were founded online and thus do not face the same challenges adapting to the medium as mainstream news organizations, they may be better at using the unique characteristics of the Web to engage their readers.", "This paper looks at the broad question of how norms are evolving to suit the needs of nonprofit journalism. I examine whether the notions behind traditional norms are discussed in the nonprofit newsroom in question, and whether and how they are implemented. It is important to note that traditional, for-profit news organizations themselves do not necessarily live up to the norms attributed to traditional journalism, and that scholars have written about a need to develop a new, more realistic set of norms (Zaller 2003). That conversation is outside of the scope of this paper, which focuses instead on the behavior of nonprofit news organizations, asking whether they are evolving a new set of journalistic norms."]}, {"title": "Method", "paragraphs": ["Fengler and Russ-Mohl (2008) write that the majority of studies of journalists focus on their conception of their own roles, rather than on their actual behavior. This paper instead uses a method drawing from a long ethnographic tradition in newsrooms starting with Gans (1979), through Boczkowski (2005) and Robinson (2011).", "I spent two weeks—roughly 65 hours—at MinnPost, one week in July and one week in August of 2011. I chose this newsroom because it is the most professional of the nonprofits in the Twin Cities, which were chosen because of the vibrant news environment there. At MinnPost, I observed newsroom interactions, work flow and prioritization of tasks, and interviewed staff to explore reporters’ views of and attitudes toward their work and how it fits into the organization. I observed interactions in the workplace, shadowed reporters, and attended staff meetings. I was an impartial observer, never getting involved in decision-making or discussions about news-related events. I conducted 20 in-depth, semi-structured interviews with all the editors and business staff working at MinnPost at the time, and many of the reporters. Interviews were recorded and notes were taken during interviews and meetings, as well as during informal discussions. A semi-structured interview was used to hit the same key topics with each interview subject while allowing the interviewer to explore some of the particularly interesting answers and ideas. I created memos at the end of every day to capture my developing understanding of the newsroom, and to prepare areas to focus on in semi-structured and informal interviews the next day. The observations and interviews were conducted in the workplace, which was the newsroom, story site, or coffee shop where the reporter was working. In a couple of instances, where no alternative was available, interviews were conducted by telephone.", "The theoretical basis for the method employed is grounded theory. This is a method in which the researcher starts with an area of study and lets the data guide the theory (Strauss and Corbin 1998). Strauss and Corbin's three-pronged approach of open, axial, and selective coding was used to analyze data—which included interview transcripts, observation notes, and end-of-day memos—to let the theory emerge. Open coding involves conceptualizing, defining, and developing categories. In this phase the researcher read through the data and allowed themes to emerge and begin to form an outline for this article, suggesting a focus on how news norms play out in this new style of newsroom. In axial coding, these categories were developed and linked with subcategories along axes of their characteristics, that is, across properties and dimensions. It is here that focus on particular norms began to develop. In selective coding, categories were further integrated and refined, organized around a central category of newsroom norms, helping to build the theory presented below."]}, {"title": "The Case Study: MinnPost", "paragraphs": ["MinnPost is a mid-sized nonprofit news organization with a budget of about $1.2 million in 2010, putting it in the top half of members of the INN in terms of revenue (Konieczna and Robinson 2012). It is a self-standing nonprofit news organization that publishes its content largely on its own website. It targets not a general audience, but rather audience members who are civically engaged and consume news from multiple outlets, and its main goal is offering deeper analysis than generally exists in the mainstream media. MinnPost covers the state of Minnesota from its newsroom in Minneapolis, a market with a strong civic culture, one in which people believe that they are among the most generous donors to charities in the country and where, traditionally, people have thought that having enough reliable information will lead to making good decisions (Kurpius 1997). The media have long served that heightened civic engagement, leading to what is, for its size, one of the most diverse news ecologies in the United States. Despite being the 15th largest Nielsen market (Nielsen 2011), the Twin Cities have two strong newspapers, the St. Paul Pioneer Press and the Minneapolis Star Tribune, an exceptionally vibrant public broadcaster in Minnesota Public Radio (MPR), and a number of community and nonprofit news organizations. At the height of the public journalism movement, the Twin Cities had two television stations practicing forms of public journalism.", "These organizations have all suffered through the economic crisis and the crisis in journalism funding. Today, each operates in a diminished capacity. These shrinking traditional news providers have been joined by nonprofit news organizations including the now-defunct Minnesota Independent, which is a training ground for new journalists; the Twin Cities Daily Planet, a community-focused aggregator site that also publishes blog posts and articles about neighborhoods and communities in the Twin Cities; and the UpTake, a citizen journalism video site.", "MinnPost was born from this shrinking news sector. In 2006 and 2007, the Minneapolis Star Tribune and the St. Paul Pioneer Press, the major newspapers in the Twin Cities, reduced their staffs by about 100, largely through buyouts, causing Joel Kramer, who had been editor and publisher of the Minneapolis Star Tribune for 15 years until 1998, to worry about the state of journalism in the Twin Cities. He decided to work to offset what he anticipated would be a decline in the quality of journalism. He worried that serious journalism especially would suffer. “My goal was to create a sustainable model for high-quality work,” he said (interview, Joel Kramer, July 11, 2011). He and his partner Laurie Kramer decided it would be unreasonable to buy the Star Tribune, with its huge infrastructure of trucks and printing presses (interview, Laurie Kramer, July 13, 2011). Instead, they started a news website, and, after much deliberation, determined it should be a nonprofit. They recruited a staff of largely retired journalists or those who had taken buyouts, many of whom were well known in the community. They contributed $250,000 and raised $600,000 from three other prominent local media families. They had missed the deadline to apply for a grant from the Knight Foundation, but “on the strength of Joel's reputation” they got $250,000 from Knight anyway (interview, Laurie Kramer, July 13, 2011), bringing them to $1.1 million in startup money. In November 2007, they launched MinnPost, a nonprofit website that was to provide a thoughtful second look at the day's news, and which referred to itself in its first anniversary commemorative print edition as a “high-quality online journalism website for news-intense people who care about Minnesota.” It would offer primarily analysis and in-depth stories on what was making the news, in particular on public affairs and all but eschewing traditional newspaper topics such as lifestyles and sports.", "Today just three organizations in the state have more reporters than MinnPost: the Minneapolis Star Tribune, St. Paul Pioneer Press, and MPR. MinnPost is one of two news organizations in Minnesota with a reporter in Washington, DC. While its website is its primary product, MinnPost also shares its stories for free with newspapers around the state through the Minnesota News Association.", "Joel Kramer argues that there is nothing alternative or new about MinnPost's funding structure; instead, it is similar to the long-standing structure of public radio. In 2011, the organization made 25 percent of its revenue from advertising, 37 percent from donations, 37 percent from foundations, and 1 percent from consulting (interview, Joel Kramer, July 11, 2011). Donations come from members, who are voluntary donors in the public radio tradition, and from the annual membership event—a cross between a talent show and the White House correspondents’ dinner. Foundation grants are often tied to the production of a particular piece or type of content; for instance, the Bush Foundation gave MinnPost an $80,000 grant to cover courageous leadership in 2011.", "Joel Kramer attributes MinnPost's diverse funding sources to its product. He argues that organizations that produce a news website (e.g. MinnPost, Voice of San Diego) can draw a loyal audience and thus can sell advertising and collect reader donations. Those that instead produce individual news stories that they give away or sell (e.g. Wisconsin Center for Investigative Journalism) must instead rely on foundation funding. “I like the model of giving content away because it helps the purpose, but they're locked into foundation funding” (interview, Joel Kramer, July 10, 2011).", "MinnPost broke even for the first time in 2010. In 2011, the organization embarked on a four-year plan to raise revenue to $2 million by 2014, from about $1.25 million in 2011. Joel Kramer hopes the organization will run small surpluses to boost reserves to $500,000 or more. As total revenue increases, the organization aims to decrease its reliance on foundations from 37 percent of its budget to 10 percent."]}, {"title": "Findings", "paragraphs": ["As described above, this paper examines how MinnPost performs on traditional journalistic standards of comprehensiveness, forum provision, and loyalty to citizens. This section examines workplace routines at MinnPost to determine whether journalists and editors work with a mind to these criteria.", "This notion means that, of a journalist's constituencies—managers, sources, advertisers, etc.—citizens must come first. Unlike at mainstream news organizations, MinnPost's grants are usually earmarked for a particular body of work. This pegging of content to funders could be a source of mixed loyalties. At the same time, the fact MinnPost is not compelled to turn a profit could give the organization more latitude to serve citizens.", " To poll or not to poll? The Minnesota state government was shut down for 20 days because of a budget impasse in July 2011 (while fieldwork for this paper was being conducted). Joel Kramer described the shutdown in a staff meeting as the biggest story of the year, perhaps the biggest story since MinnPost launched (staff meeting, July 12, 2011). MinnPost was the only news organization to poll the public, asking respondents whom they were blaming and whether the shutdown changed who they were likely to vote for. MinnPost conducted the poll in July, despite not having budgeted for it, because staff decided it was important to citizens.3 ", "The discussion of whether or not to commission a poll shed light on the news organization's understanding of its loyalties. The idea of polling was raised at a weekly staff meeting on July 12. “That'll be a splash,” Laurie Kramer said. “There's promotional value,” added news editor Don Effenberger. “I'm still shocked that the Star Tribune isn't doing this,” Joel Kramer said. The group agreed the public needed polling figures to understand the story. Editors did not discuss how to beat competitors, as they might have in a traditional newsroom; instead, discussion focused on whether other news organizations were likely to poll. It was decided that MinnPost would only consider polling if it was really needed. The impetus was not to scoop other organizations, but to provide important information MinnPost staff deemed was missing from the discussion.", "Editors discussed securing foundation funding or partnering with another news organization that would publish the results simultaneously, but decided it would take too long. They discussed asking board members for money, or trying to crowd-fund after the fact. The poll ended up costing almost $10,000 (Kramer 2011)—mitigated by the fact that the pollster, Rob Daves of Daves & Associates Research, did not charge MinnPost, so the cost went to cover contact with citizens, not to number-crunching.4 Even so, Kramer said (interview, Joel Kramer, August 24, 2011) that it was too expensive to do regularly. In the subsequent month, they collected about $1500 in donations specifically to cover polling costs through a link at the bottom of the story about the poll. “We never intended it to be paid back by donors,” Kramer said.", "About 4000 or 5000 people read the story, compared to about 1000 readers of the average story—but again, Kramer said that is not what matters. “It's our overall news output and mission that matter for foundations and for getting donors. Some of it is building our reputation,” he said (interview, Joel Kramer, August 24, 2011). He measured the success of the poll by the fact that it offered a clear message about who the public blamed for the shutdown. “It may have an impact on the next round of elections. I'm sure people in both parties are paying attention,” he said.", "Unlike traditional news organizations, MinnPost was not gunning to be first; instead, staff members conducted the poll because they felt public response was an under-covered part of the story. Polling was consistent with MinnPost's mission to fill gaps in local news reporting, Joel Kramer told staff (staff meeting, July 12, 2011). The organization chose loyalty to citizens over concern about the bottom line. This is a good example of how nonprofit news can supplement what is being reported, and perhaps an example of how nonprofits are taking up the reins on things mainstream journalism used to do.", "Throughout 2011, MinnPost published a series of stories on rural youth around the state, called “Rural Minnesota: A Generation at the Crossroads,” funded by the Otto Bremer Foundation. When reporters Sharon Schmickle and Steve Date met to talk about the series, they traded regular reporter tips: where to stay and how to get around the fact that native tribesmembers were hesitant to talk to reporters. They also discussed how best to satisfy funder requirements—wondering whether coverage should come from places with Bremer bank branches. (The foundation's webpage lists proximity of the project to a community that has a Bremer bank as one of the characteristics used in making funding decisions; Otto Bremer Foundation 2013.) Schmickle said she had found two brothers in their early 20s who were farmers and who would provide a good focus for a story about young people and agriculture. She hesitated in committing to this story, though, saying there is no Bremer bank in their area (meeting, July 13, 2011).", "In a follow-up interview, Schmickle, a long-time foreign affairs reporter at the Star Tribune who was a finalist for a Pulitzer Prize in the 1990s, said she was not concerned that the direct tie to a grant affected her reporting. “While a grantor tells us they want more coverage of greater Minnesota, they don't tell us how to cover it … I'm not worried about whether I'm pleasing the grantor; I just do journalism the way I've done it in the past” (interview, Schmickle, July 15, 2011).", "These comments are in tension with the observations suggesting MinnPost staff worry—at least to some degree—about satisfying funders while defending their loyalty to citizens. The observations suggest there are times when a direct loyalty to citizens might come second. Joel Kramer explained this by saying MinnPost would not take money to work on a story that is not journalistically viable, and that the organization's funding process involves first identifying a topic as of interest, and then searching for a funder, not the other way around.", "Those who would advertise with MinnPost have two main options: to buy a display advertisement, or to sponsor a website feature. Sometimes MinnPost staff suggest features—which may or may not already exist—that the advertiser could choose to sponsor; sometimes the potential advertiser will suggest a new type of content it is interested in sponsoring. “Editors will say ‘this is something we're thinking of doing,’ and Sally [Waterman, director of advertising] and I think about how to sell the ads, or vice versa if we have an idea” (interview, Brian Perry, July 12). This flexibility with advertisers is something the organization prides itself on.", "For instance, the Minneapolis Foundation offered to sponsor a feature on the challenges facing communities, which MinnPost decided to create as a result. On the other hand, local health plan UCare decided to sponsor an existing column about health. While UCare's involvement did not enable the column, the sponsorship did allow the feature to appear more frequently (interview, Waterman, July 15, 2011).", "The impetus for new features can also come from MinnPost. The organization piloted an environmental blog in the summer of 2011, then shopped around for a sponsor, news editor Don Effenberger explained, “We have a talented writer who will work for free for the first few weeks. Given the sample, we're hoping someone will fund it” (interview, Effenberger, August 23, 2011).", "MinnPost's success depends on enticing advertisers, and this could come into conflict with journalism's loyalty to citizens. In essence, in the case of the Minneapolis Foundation, MinnPost allowed a potential advertiser to contribute to the decision about what type of content the site should carry.", "When scholars and practitioners define the forum function of journalism, they refer to the ability of journalism to create a forum among the entire community, not limited to particular groups. That is, targeting niche audiences as a way of fighting for economic survival runs counter to this function of journalism.", "MinnPost was founded to do what Joel Kramer calls “serious journalism” to fill the gap being left as journalists in the Twin Cities were laid off (interview, Kramer, August 23, 2011). Kramer knows that focus means MinnPost will not appeal to all readers. He says newspapers are read by half the population—those who are above average in terms of engagement. MinnPost targets a portion of that half, perhaps the top sixth in terms of engagement, he said, describing them as “those who are news intensive and read multiple sources.” The focus on “serious journalism” means MinnPost stands to influence policymakers and other journalists, Kramer said. “That has a ripple effect … The impact is outsized,” he said.", "One reason for this targeting is that MinnPost needs to compete with larger organizations. “If you try to be extremely mass, you compete for time and players with mass media. But we're small and can't compete” (interview, Joel Kramer, August 24, 2011). “The Star Tribune is a general-interest newspaper and has to cover everything and be sensitive to what the general public is interested in. We're sensitive to what our readers are interested in” (interview, Roger Buoen, July 14, 2011).", "Membership director Stephanie Johnson said MinnPost prides itself on having a readership that is largely college educated, affluent, and interested in politics (interview, Johnson, July 11, 2011). “It's not the biggest audience, but it's high quality” (interview, Waterman, July 15). This lets MinnPost promote its readership as desirable to advertisers said Brian Perry, director of advertising operations (interview, Perry, July 12, 2011). That's especially useful because MinnPost doesn't have the volume of traffic needed to make it worthwhile to target advertising to particular demographics, he said. A 2009 survey of MinnPost readers suggests the targeting is successful:98 percent said they vote in most elections, compared to a statewide turnout of 56 percent in 2010 and 78 percent in 2008 (McDonald 2013);almost half (45.6 percent) had a four-year college degree, compared to 33.7 percent across Minnesota (Minnesota Office of Higher Education 2013);a third had a household income of more than $100,000;80 percent owned their place of residence;75 percent had no children living in their household;92 percent donated money to charities in 2008, 70 percent donated goods or services, and 70 percent donated volunteer time. ", "98 percent said they vote in most elections, compared to a statewide turnout of 56 percent in 2010 and 78 percent in 2008 (McDonald 2013);", "almost half (45.6 percent) had a four-year college degree, compared to 33.7 percent across Minnesota (Minnesota Office of Higher Education 2013);", "a third had a household income of more than $100,000;", "80 percent owned their place of residence;", "75 percent had no children living in their household;", "92 percent donated money to charities in 2008, 70 percent donated goods or services, and 70 percent donated volunteer time.", "This audience targeting, common at new and nonprofit news organizations struggling to stay afloat, is at odds with the notion of building a community-wide forum. This could be the result of a larger economic imperative on new news organizations in a difficult market, an issue I explore further in the discussion section.", "Community Voices is a section of the website that features articles by people around the state, presenting viewpoints on topics of interest in Minnesota, according to the online description. Some contributions are opinion pieces reprinted from other sources, for instance local think tanks or newspaper editorials. Others are submitted unsolicited, or are sought out by managing editor Susan Albright. Contributors include the president of the Minnesota State Council of the Communications Workers of America, a former mathematics professor, and a former senator from North Dakota.", "Community Voices plays the role of an op-ed page, since, as a nonprofit incorporated under section 501(c)(3) of the tax code, MinnPost cannot voice its own opinion (interview, Albright, August 25, 2011). Community Voices is also a place in which readers interact as writers and through comments. A couple of hundred people contribute to the section, Albright said, some regularly and some just once. She tries not to publish more than one piece from any given contributor in a month, and has more submissions than she can use. United Way underwrites the section, and that money goes toward Albright's salary. None of the writers get paid. MinnPost has tried to recruit writers—an intern spent a few months contacting potential contributors and helping them with their writing—but there is more to do, Albright said.", "David Schultz, a law professor at Hamline University in St. Paul, is a regular contributor. He comments almost every day in media around the country about issues in which daily life can be illuminated by economics. “It's a concept I take seriously of being a public intellectual … Part of what I do is try to translate what we know in the academy” (interview, Schultz, August 23, 2011). “One of the things I take very seriously is of that of which we have no experience we should remain silent. So I write on matters I have written on academically or about which I teach, and which have popular saliency.”", "He prefers contributing to MinnPost than local newspapers because he says it has a “relatively thinking audience.” “I'm trying to reach people who are trying to think about the issues … Even if it doesn't reach as broad a consumption as the two papers or the television news, most of the journalists I know read MinnPost … so MinnPost's influence is interesting.” He added that mainstream media now rarely facilitate the kind of smart debate he would like to participate in.", "As with the decision to target educated and engaged readers, the focus of MinnPost's Community Voices section may be privileging a subset of the public by publishing a selection of previously published works and works by experts. In other words, it may be less of an open forum and more of a place where the knowledgeable can exchange viewpoints. As with the audience focus, this suggests MinnPost is not living up to the traditional standard of providing a forum that Kovach and Rosenstiel, for instance, define as targeting “all parts of the community, not just the affluent or demographically attractive” (2007, 167).", "The problem with comprehensiveness of coverage at MinnPost stems from the fact that the small newsroom may not always be able, due to prior agreements with foundations, to report on important issues to the degree to which staff would like.", "Even at the height of the state government shutdown in July 2011, the MinnPost office was calm for a newsroom. In a story meeting on July 11, editors discussed a story examining alternative solutions to the shutdown, and another describing similarities and differences between the state shutdown and the potential of a federal government shutdown. There were, however, no reporters available. Editors discussed pulling in writers who suggested they could work more than they had been scheduled for, but left the story meeting with the issue unresolved.", "Part of the problem was that one reporter had left before the shutdown and another, Sharon Schmickle, was working on two foundation-funded projects that could not be postponed. “Sharon's a natural to pull in but we need to not get distracted” (interview, Albright, July 14, 2011). Albright added that this was the first time Schmickle was so busy with projects.", "In a staff meeting, managing editor Roger Buoen said the site had changed with Schmickle and the departed reporter out of the daily news mix. “We need someone who can tell us what something means. We need more of that in general,” he said (staff meeting, July 12, 2011). “This is a big problem,” Joel Kramer acknowledged. “It's the biggest story of the year, or since our launch, and we're at an all-time low for reporters.” Laurie Kramer suggested asking the Bush Foundation about scaling back one of Schmickle's series, but Joel Kramer and Susan Albright said that was a bad idea.", "Because of the targeted nature of the foundation funding, and the small staff to begin with, the organization had less ability to assign reporters to shutdown-related coverage than editors would have liked. The situation led managers to be dissatisfied with their own ability to provide comprehensive coverage of the shutdown."]}, {"title": "Discussion", "paragraphs": ["These findings highlight the tension of applying traditional journalistic norms to a new form. Journalists and editors generally come to MinnPost from traditional news organizations and probably continue to hold onto traditional journalistic norms. MinnPost's journalists and editors face new practical situations, though, leading to an evolution of newsroom routines. Many new issues are dealt with through improvisation, which over time can become informally coded into a new set of norms. The observations described above show that MinnPost's relationship with key features of traditional journalism is varied. The notion of loyalty to citizens came up, for instance in a discussion about whether to conduct a poll about the state shutdown. This notion was sometimes implemented and sometimes not. Polling was conducted because it was seen as being important to the state's citizens. A decision about coverage of rural youth, however, skewed, very slightly, toward the interest of the funder, and the organization was observed attracting advertisers by allowing them to come up with ideas for new types of content.", "Comprehensiveness of coverage was discussed in the newsroom, for instance in a meeting when it became apparent how few reporters were available to write about the statehouse shutdown. Editors identified this as problematic, but were unable to get around it. The organization had a hard time reporting comprehensively because of its small staff and the fact that a reporter had been committed to specific projects. There may exist here an evolving tension between journalistic missions: the ecosystem, and the participants' own articulated goals, suggest MinnPost should operate as a second read, offering additional analysis of news stories; the organization's response to the shutdown, however, showed lingering norms from traditional journalism favoring a rapid response to evolving stories.", "Implementation of the forum function was poor. The organization took pride in its demographically desirable audience—an audience that does not include the average reader. The Community Voices section in particular catered to an elite audience.", "Much of this behavior can be attributed to the organization's economic structure. The decision to target a focused audience is a smart economic decision, and one being made by many news organizations as they struggle to stay afloat. Joel Kramer, as publisher of the Minneapolis Star Tribune, explained this behavior to Kovach and Rosenstiel in 1999 (2001). This behavior is not unique to nonprofits, but may be heightened as these organizations struggle to find a niche. At the same time, the question remains whether targeting a niche audience is inherent to the survival of journalism in an atomized media environment, and if so, whether there is any way nonprofit news organizations can ameliorate this situation.", "MinnPost's small staff during the state shutdown can also be attributed to the organization's economics. Its budget necessitates a small staff (though managers have worked hard to make their money go further, with casual, lower-pay agreements that allow reporters time to freelance or hold part-time jobs). Signing over reporter time to foundation-funded projects, thereby losing a strong reporter during the shutdown, could also be essential for the long-term economic survival of the organization. Again, if that is the case, a serious discussion must be had about the implications of this situation.", "The organization's loyalty was perhaps the most interesting issue observed. The decision to conduct a poll on the state shutdown is laudable and shows how well nonprofit journalism can work to fill the gaps in traditional coverage. However, MinnPost's attempts to entice advertisers by allowing them to suggest new forms of content, and its consideration of the goals of a foundation in writing stories funded by that foundation, suggest that the economic imperative to raise funds may be too strong.", "It is unclear whether the observations described here constitute new norms, or merely ad hoc problem solving. These people's actions, however, are constrained as the future of nonprofit news and MinnPost in particular remains in flux. Ultimately, as nonprofit journalism stabilizes and especially if it becomes an industry separate from for-profit journalism and employing journalists who were not socialized in mainstream newsrooms, we may find journalistic norms are evolving to better suit the challenges of this new type of organization."]}, {"title": "Conclusion", "paragraphs": ["As an organization operating in new ethical and economic territory, MinnPost is working to balance its sustainability with tenets of good journalism. Observations show MinnPost has a mixed relationship with some of the key norms of traditional journalism, and its economic structure affects that relationship. As nonprofits work to fill gaps in coverage left by shrinking for-profit media, it is important to ask what they add and what they are changing. How do they deal with new constraints? How does reliance on organizations with these new constraints affect the news ecology? If economic imperatives demand they have a different relationship with journalistic norms than we have come to expect from for-profit media, are we willing to accept that? Do we need a new set of norms for nonprofits?", "The results presented here are limited by the scope of the project, focusing on two one-week periods at a single newsroom. Although this newsroom has much in common with other “internet native metropolitan news organizations, supported by philanthropy” (The Economist 2011), there may be important differences between similar newsrooms, and there exist important differences between this type of nonprofit news organization and other types. More observations and ethnographies are needed of such newsrooms to better understand how they operate.", "Furthermore, one might argue that it is the news product, rather than routines and norms, that has the greater potential to impact on democracy (Carpenter 2010). A content analysis comparing news in nonprofit and for-profit media is long overdue. This would help understand just what niche MinnPost coverage is filling."]}], "references": [{"title": "Student Muckrakers: Applying Lessons from Non-Profit Investigative Reporting in the US", "year": "2011", "journal": "Pacific Journalism Review", "volume": "17", "authors": [{"name": "Birnbauer Bill", "first_name": "Birnbauer", "last_name": "Bill"}]}, {"title": "A Study of Content Diversity in Online Citizen Journalism and Online Newspaper Articles", "year": "2010", "journal": "New Media \\& Society", "volume": "12", "authors": [{"name": "Carpenter Serena", "first_name": "Carpenter", "last_name": "Serena"}]}, {"title": "What Is Journalism? Professional Identity and Ideology of Journalists Reconsidered", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "The Crumbling Hidden Wall: Toward an Economic Theory of Journalism", "year": "2008", "journal": "Kyklos: International Review for Social Sciences", "volume": "61", "authors": [{"name": "Fengler Susanne", "first_name": "Fengler", "last_name": "Susanne"}, {"name": "Russ-Mohl Stephan", "first_name": "Russ-Mohl", "last_name": "Stephan"}]}, {"title": "The Classroom As Newsroom: Leveraging University Resources for Public Affairs Reporting", "year": "2012", "journal": "International Journal of Communication", "volume": "6", "authors": [{"name": "Francisco Tim", "first_name": "Francisco", "last_name": "Tim"}, {"name": "Lenhoff Alyssa", "first_name": "Lenhoff", "last_name": "Alyssa"}, {"name": "Schudson Michzel", "first_name": "Schudson", "last_name": "Michzel"}]}, {"title": "The Effect of Newspaper Entry and Exit on Electoral Politics", "year": "2011", "journal": "American Economic Review", "volume": "101", "authors": [{"name": "Gentzkow Matthew", "first_name": "Gentzkow", "last_name": "Matthew"}, {"name": "Shapiro Jesse M.", "first_name": "Shapiro", "last_name": "M."}, {"name": "Sinkinson Michael", "first_name": "Sinkinson", "last_name": "Michael"}]}, {"title": "Journalism As Process: The Labor Implications of Participatory Content in News Organization", "year": "2011", "journal": "Journalism and Communication Monographs", "volume": "13", "authors": [{"name": "Robinson Sue", "first_name": "Robinson", "last_name": "Sue"}]}, {"title": "Online Non-profits Provide Model for Added Local News", "year": "2010", "journal": "Newspaper Research Journal", "volume": "31", "authors": [{"name": "Shaver Dan", "first_name": "Shaver", "last_name": "Dan"}]}, {"title": "The Political J-blogger: ‘Normalizing’ a New Media Form to Fit Old Norms and Practices", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Singer Jane", "first_name": "", "last_name": "Jane"}]}, {"title": "The Normative-economic Justification for Public Discourse: Letters to the Editor as a ‘Wide Open’ Forum", "year": "2002", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "79", "authors": [{"name": "Wahl-Jorgensen Karin", "first_name": "Wahl-Jorgensen", "last_name": "Karin"}]}, {"title": "A New Standard of News Quality: Burglar Alarms for the Monitorial Citizen", "year": "2003", "journal": "Political Communication", "volume": "20", "authors": [{"name": "Zaller John", "first_name": "Zaller", "last_name": "John"}]}]}