{"doi": "10.1080/17512786.2013.859826", "url": "https://doi.org/10.1080/17512786.2013.859826", "title": "Advocacy and Infrastructure", "volume": "8", "year": "2014", "issue": "2", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Bartzen Culver", "first_name": "Kathleen", "name": "Kathleen Bartzen Culver"}], "abstract": "In June 2011, Wisconsin's legislative committee drafted a budget measure that would have eliminated the University of Wisconsin's participation in WiscNet, a nonprofit cooperative providing high-speed internet access to schools, libraries, and hospitals. Without the university, many feared WiscNet would dissolve, leaving its members with slower, more expensive broadband. The case proved politically heated, eventually leading to a two-year postponement after protests to legislators. But the case also proves useful as a window into the role of newspapers in supporting the information needs of communities. Newspapers do not merely serve as information providers, but also play a role as advocates within the public sphere. They define important issues facing communities and advocate for the best means to address those issues. In so doing, they adhere to social responsibility principles and fulfill part of journalism's ethical role within democracy. Broadband access is a critical issue facing communities. Access divides across urban, suburban, and rural areas, and across socioeconomic layers and raises questions about equality in civic participation, education, health care, and employment. Digital infrastructure is a key piece of a vibrant community. This essay examines community newspaper coverage concerning the WiscNet debate and broadband infrastructure generally. It weighs how news organizations addressed questions of access and cost, as well as how editorial advocacy reflects support for robust digital infrastructure. The WiscNet debate served as a moment for community newspapers to advocate for efficient and effective infrastructure, but nearly all communities found this advocacy lacking.", "body": [{"title": "Introduction", "paragraphs": ["In 2011, hospital patients in tiny Ladysmith, Wisconsin, could have been adversely affected by a simplistic political battle over a complicated technological system. And if they read only their local newspaper, they did not know a thing about it. Ladysmith (population: 3383) and its Rusk County Memorial Hospital sit in rural northwest Wisconsin, a state that ranked a paltry 43rd in the nation for broadband connectivity at the time. The state's sprawling glacial landscape—immense farmlands and vast timber forests—makes the laying of cable and fiber for telecommunications an unwieldy and expensive challenge. In a world of high-definition, on-demand streaming video, many of the state's rural communities were left far behind. Still, Rusk County Memorial Hospital had found a way to broadband connectivity that gave it the capacity for advanced digital imaging and diagnostics both locally and with partner clinics hundreds of miles away. As a member of WiscNet, the state's research and education network, the hospital gained connectivity to the internet and collaboration with similar organizations.", "But in 2011, WiscNet came under attack. With sustained lobbying by telecommunications companies, legislators inserted language into the state budget that imperiled the network cooperative and would have delivered many customers directly to private providers. And most argued the measure would do so at increased cost and decreased speed. The case is but one in a line of territorial disputes in the United States over the infrastructure that enables the internet and whether such systems should be administered by public agencies, private companies, or some combination of the two. The WiscNet skirmish provides an ideal illustration of the battle lines over technology, funding, cooperation, and control. But it also demonstrates when and how local newspapers live up to their ethical obligations and advocate on behalf of citizens and the critical information needs of communities.", "All journalism seeks to provide information to citizens and act as a check on government and other institutions as a watchdog. But as a special brand of journalism, community journalism privileges citizens in their connection to each other and their town. As part of this community ethic, the local newspaper must serve as an advocate on behalf of the citizens it represents (Byerly 1961; Janowitz 1967; Lauterer 2006; Reader and Hatcher 2011). Each community newspaper provides a forum for debate, acts as a channel between citizens and institutions, and offers commentary to stimulate effective governance, citizen participation, and vibrant communities. In an increasingly digital and technologically networked age, robust internet infrastructure is a critical component in this efficacy, participation, and vibrancy. To achieve success, all citizens must be able to get online. Their newspapers, then, have an ethical obligation to advocate for the public good of broadband access to the internet throughout their communities.", "The WiscNet case gave news organizations both reason and opportunity to report on community broadband within news pages and advocate for digital infrastructure in commentary and editorials. To what extent did community newspapers use this moment to advocate regarding broadband? What does this coverage—or lack thereof—say about these community newspapers' support for digital participation in the public sphere and concern with digital divides that leave some citizens behind? Are community newspapers meeting their ethical obligations to facilitate public discourse? This theoretical essay uses a case study of one rural Midwestern state to offer an answer to these questions.", "As community journalism and the very notion of what it means to be part of a rural, isolated locale transition for a digital, globalized era, citizens need an anchoring entity whose foundational tenets can help them navigate these new dynamics swirling around them. Through the lens of news and opinion coverage of the WiscNet controversy in more than 200 Wisconsin community newspapers, the author theorizes about how community journalism is reflecting and engaging with the media revolution at hand on behalf of their primary constituents—citizens. Unfortunately, this case reveals a stunning lack of advocacy for efficient and effective broadband infrastructure. Such coverage need not have supported WiscNet. Editorial boards or columnists might have been distrusting of any public element in the provision of internet connectivity and instead supported a purely private model. But they did neither. In failing to sufficiently cover the issue of high-speed connectivity and urge its availability for all citizens, most news organizations abandoned their social responsibility to demand that the critical information needs of their communities be met. In other words, these news organizations failed to recognize their evolving obligations to ensure that community members could participate in the emergent global, technological world."]}, {"title": "Community Journalism and Social Responsibility", "paragraphs": ["Journalism plays a role in communities not only in informing the public, but also persuading citizens and their representatives on matters of critical public interest. This role as a forum for advocacy and debate fits squarely within the ethical responsibilities of news media (Christians et al. 2009; Schudson 2008; Siebert, Peterson, and Schramm 1963; Ward 2011). Indeed this principle is a core value within the long-established community journalism that has typically characterized local newspapers (Hume 2012). The primary ethic of small-town news organizations has rested with the essential focus on citizens, according to such seminal community journalism scholars as Janowitz (1967), Byerly (1961), and Lauterer (2006). People in small towns depend on the local paper to connect them, argued Lauterer (2006), and to advocate for them, suggested Reader (2012). The vibrancy of the community itself depends upon the acceptance of that ethos on the part of its local journalists.", "These duties derive from the universal ethos that journalists hold a social responsibility in presenting information on issues and events of the day (Christians and Nordenstreng 2004; Hutchins 1947). In the famous Hutchins (1947) manifesto, the Commission asked news media to serve as a forum for deliberation and debate, relay a realistic picture of citizens and groups, and help define and display social goals and values (Siebert, Peterson, and Schramm 1963). The implication here was that newspapers must be vocal and reasoned advocates for critical information infrastructures within communities. In playing this vital role, they promote three essential functions: participation, deliberation, and mobilization. Citizens should have agency to monitor and influence processes and institutions in the public and private sectors. They should have sufficient knowledge and understanding of collective issues. And this participation should be equally available and encouraged among all, regardless of socioeconomic status (Ward 2011).", "While participation is key, some argue true democracy must be deliberative. Citizens in deliberative democracy engage with policy questions rationally. They open to other perspectives, consider evidence, weigh alternatives, and argue various avenues before making choices (Christians et al. 2009; Dzur 2002; Schudson 2008; Ward 2011). In promoting successful deliberation, journalism can enhance communication and decision-making. For Altschull (1996), this means that journalists may need to break free of some longstanding ethical interpretations to fulfill the promise of this facilitative role. He envisions media as mediators, as bringing sides together, rather than standing aside or seeking an elusive objectivity. “This role is an extension of the First Amendment. It speaks not of our rights but of our responsibilities. It is the positive side of freedom. Why not be responsible to the community and for helping it solve its problems?” (Altschull 1996, 172).", "These dimensions of the social responsibility concept are essential in the operation of community journalism in particular (Bunton 1998; Christians and Nordenstreng 2004). Even the tiniest newspaper with few resources should be advocating on behalf of its community members, wrote Bunton (1998). She argued in her narrative analysis of two local newspapers over four years that the social responsibility ethic—particularly for community newspapers—went beyond balance, fairness, and accuracy to include an obligation to provide multiple perspectives and space for deliberation.", "In covering a controversial community issue, even the smallest local newspapers, which often are ignored in studies of journalism ethics, have an ethical responsibility not only to uphold basic precepts of good journalism—such as balance, fairness, and accuracy—but also to make an extra effort to provide socially responsible coverage that fosters the common good in their communities. Because community newspapers are often the only source of truly local news for their readers, these newspapers have an even greater ethical obligation to provide socially responsible coverage (Bunton 1998, 233).", "Whereas journalism as a whole must “represent the public and speak for and to the public interest in order to hold government accountable,” said Schudson (1995, 29), community journalists have the added responsibility of manifesting community as a common good with the outlook of the citizen as its anchor (Christians, Ferre, and Fackler 1993). This means not only must these smaller entities tackle tough local issues (Steiner 2012), but they also must double as adviser and advocate for their constituents (Reader 2012)."]}, {"title": "Information Needs of Communities and Broadband as a Public Good", "paragraphs": ["The internet and associated technologies expand the opportunities for participation in the public sphere (Benkler 2006; Dimaggio et al. 2001a; Friedland, Hove, and Rojas 2006) as well as for deliberation (Dimaggio et al. 2001b; Friedland, Hove, and Rojas 2006; Rheingold 2008). But it should be noted that technology cannot be considered determinative. Infrastructure provides opportunity but effective use requires mobilization. Local newspapers should be stimulating instruments in communities, defining critical issues, taking sides, and spurring participation and deliberation. However, when they heed strictly the function of informing the public—especially in the he-said/she-said practice that often mistakenly substitutes for true pursuit of objective methods—news media can demobilize. They can supply information but not tell citizens what to make of it and how to act on it. This may contribute to cynicism about political processes and citizens' impact (Schudson 2008). For community journalists, this process and outcome of demobilization means the newspapers' very raison d'être has failed.", "In a digital, networked public sphere, communities have critical information needs. These needs are not limited to access to technology or advanced infrastructure. Instead, they cover a full landscape of information, ranging from surveillance of disease outbreak to where to register and vote. Friedland, Napoli, and Ognyanova classify eight categories of these information needs: emergencies and risk, health and welfare, education, transportation, economic opportunities, environment, civic information, and political information.Critical information needs of local communities are those forms of information that are necessary for citizens and community members to live safe and healthy lives; have full access to educational, employment, and business opportunities; and to fully participate in the civic and democratic lives of their communities should they choose. (Friedland, Napoli, and Ognyanova 2012, iii)Their review of research suggests many of these needs are unmet in communities, a situation that must be addressed to live up to even a “minimal definition” of civic participation (Friedland, Napoli, and Ognyanova 2012). High-speed internet is inextricably related to each of those eight information categories and thus essential to meeting the citizens' needs and helping them flourish within a vibrant community.", "Critical information needs of local communities are those forms of information that are necessary for citizens and community members to live safe and healthy lives; have full access to educational, employment, and business opportunities; and to fully participate in the civic and democratic lives of their communities should they choose. (Friedland, Napoli, and Ognyanova 2012, iii)", "A term that encompasses complex technologies, “broadband” generally means access to the internet at a higher data rate than preceding dial-up modem technology. While some place the US ranking at 15th in the world for broadband service (when considering speed and price combined), even critics of those analyses find the nation only about 10th among other developed nations, a standing characterized as “distinctly mediocre” (Crawford 2011; Lee 2012).", "Broadband deployment in the United States has led to significant debates over cost, efficiency, competitive advantage, and the proper role of government. Four key architectures make up the mix for provision of broadband service in the United States: private telecommunications companies, municipal networks, research and education networks, and community area networks. Advocates for a dominant private industry model argue a level playing field requires publicly funded institutions to stay out of the competition for broadband customers. Critics of that approach argue that the market has produced higher-cost, lower-capacity networking that has left rural areas, low-income households, and the digitally illiterate behind.", "At their essence, these arguments come down to a fundamental difference in the analogies used to frame broadband service: One, is broadband essentially a consumer technology, analogous to a video game system? Or, two, is broadband at base a public utility, similar to electrical service? In the first instance, private industry dominates the model for provision of services. Just as Microsoft would sell an Xbox, Verizon and AT&T should sell broadband connectivity. In the second, municipal, state, and federal governments play a much greater role, in regulation of services and in provision of service. The National Broadband Plan argues that without both private and public investment, the nation will fall behind technologically, affecting health care, education, energy and the environment, economic opportunity, government performance, civic engagement, and public safety (Kruger et al. 2010).", "Few argue that such access benefits the public. Advocates for broadband infrastructure in communities see common benefits to high-speed connectivity regardless of how it is supplied. O'Neil's examination of community informatics (O'Neil 2002) explores five key areas of impact among information and communication technologies that directly relate to broadband: strong democracy, social capital, individual empowerment, a sense of community, and economic development.", "Researchers envision technological improvements to communication that foster “strong” democracy, marked not merely by participation in political activities, but also by meaningful association with fellow citizens (Putnam 2001). But unlimited bandwidth is not determinative. Others (Schudson 2008) argue online communication is a poor substitute for face-to-face interaction and increased connections are a necessary but not sufficient condition to reinvigorate democratic participation.", "Communities are stronger when rich with social capital, the connections among citizens (Putnam 2001). To the extent technology can be used to build online social networks, it can foster reciprocal social connections within communities (Dimaggio et al. 2001a, 2001b; Hargittai and Walejko 2008; Rheingold 2000). Yet again, however, these scholars are careful not to slip into technological determinism. Wired connection via broadband does not automatically translate into increased social capital and civic engagement.", "Individuals should be empowered to use technology to flourish, including the ability to act to improve their personal, social, economic, and political situations. This empowerment is deeply affected by differences in infrastructure, access, and technological literacy (Benkler 2006; O'Neil 2002). Significant literature on “digital divides” explores the flourishing of information haves and have-nots (Dimaggio et al. 2001a; Hargittai and Walejko 2008).", "Diverse and robust economic engines help drive healthy communities. Internet connectivity helps small businesses market their products and services, entrepreneurs develop their ideas, and individuals seek employment. Technology does not ensure healthy economic activity, but lack of connectivity can cripple such efforts.", "Community is a critical concept in the study of connectivity and technology affecting citizens. Despite metaphors focused on “the cloud,” broadband is, at base, a wired technology, so “all broadband is local” (Sylvain 2012). Technology that enables communication among community members and sharing of ideas and information can improve individual interactions, civic engagement, and the collective good (Friedland, Hove, and Rojas 2006; O'Neil 2002; Rojas and Puig-i-Abril 2009).", "What matters for communities, then, is how they can most quickly and efficiently build the infrastructure to support these critical information needs. This is where community newspapers come in. If, as we saw in the literature review, local journalists should be serving as advisers for the vitality of their communities, then newspapers must advocate for digitally advanced communities that are able to compete economically, bridge social divides, advance education, and empower citizens. Indeed, it is the intent of this theoretical essay to stress the social responsibility of these journalists to not only monitor and report on broadband access, but also to help keep their communities from succumbing to the digital divide."]}, {"title": "The WiscNet Case Study", "paragraphs": ["Wisconsin offers a useful case study of how community newspapers respond when arguments over broadband emerge locally. In a charged political atmosphere in 2011, controversial curbs on public employee unions drew national attention as massive protests erupted at the state capitol. Members of the legislature's Joint Finance Committee inserted language affecting WiscNet into an omnibus budget motion with no public discussion. The measure sought to: force University of Wisconsin-Extension to return $32.3 million in federal stimulus funds that were to support 600 miles of fiber optic cable for community area networks in four Wisconsin communities; require University of Wisconsin-Madison to decline a $5.1 million grant to expand fiber optics in the Madison area; and bar the university from association with any organization that provides IT services to any entity besides itself. The first two measures had obvious repercussions for high-speed networking infrastructure. But it was the third that posed the greatest risk, the university claimed. Without the university's oversight and technical help, many feared WiscNet would dissolve, leaving its members with slower and more expensive broadband provided by private telecommunications companies, including rural telecommunications companies. This appeared to be a goal of the language (Finkelmeyer 2011). However, the phrasing jeopardized relationships beyond WiscNet. As it was structured, the measure would have barred the University of Wisconsin (UW) from engaging with any research and education networks because they provide telecomm services to entities beyond the UW. This included Internet2, a not-for-profit networking association that draws together research, education, industry, and government institutions. The billion-dollar research enterprise of the university was at risk (Finkelmeyer 2011).", "Response to the move was swift and resoundingly negative. WiscNet's membership of nearly 500 includes anchor institutions in most communities, including K–12 schools, colleges and universities, technical schools, hospitals, governments, and libraries. These groups mobilized public support and appealed to legislators from both parties. One legislator reported receiving more contact on the WiscNet issue than on any other measure in the controversial budget (Finkelmeyer 2011). Negotiations eventually led to a compromise to accept the federal grants, delay action on UW and WiscNet by two years, and require a study by the Legislative Audit Bureau. However, a line-item veto by Gov. Scott Walker required the UW to sever ties to both WiscNet and other R&E networks by July 1, 2013.", "Wisconsin's population of about 5.7 million is served by 35 daily newspapers and nearly 200 weeklies. Spring and summer of 2011 continuously fed the news cycle with budget and protest stories that easily met such commonly recognized news values as conflict, proximity, impact, prominence, and novelty. WiscNet and community broadband played a role in that coverage. For this essay, the author gathered everything written about WiscNet, the legislative measure and broadband more generally that appeared in the state's newspapers in 2011. Using the search terms “wiscnet,” “broadband,” “badgernet,” and “telecommunications services,” it explored a comprehensive full-text database covering all daily and weekly papers except those owned by Gannett. The latter were searched separately, using the same date range and search terms. All pieces related to broadband were separated first by whether they were news stories or opinion pieces and the latter were then separated as related or unrelated to WiscNet specifically. The author conducted textual analysis of each piece, reading for common themes in all. Opinion pieces were examined for both understanding of broadband infrastructure as a critical need in the local community and advocacy for meeting that need, regardless of whether it expressed support for WiscNet as the appropriate model."]}, {"title": "Community Newspapers' Response", "paragraphs": ["This analysis revealed that of approximately 305 newspaper pieces1 relating to broadband in 2011, about 70 percent were news stories, 24 percent were letters to the editor or guest opinion pieces, and 6 percent were editorials (two-thirds related to WiscNet and the remainder to broadband generally). In all, about 30 percent of the state's papers (74 total) covered broadband in a news story during the year, the vast majority focusing on the WiscNet controversy. Less than a third of newspapers covered the case as news, despite a controversy that met common news values.", "But this essay sought to illuminate the extent to which community newspapers used WiscNet as a moment to advocate regarding broadband; in other words, to speak out on behalf of the local community. Only 11 publications—a scant 5 percent—produced a total of 13 editorials on WiscNet, all of them calling on the legislature to reverse course, use the stimulus funds, and increase broadband connectivity. Seven of those same publications editorialized about broadband in other contexts in 2011, including calls to keep a different stimulus grant focused on rural broadband that the state returned to the federal government earlier in the year. Beyond the voice of the papers' editorial boards, papers also included letters related to WiscNet and broadband. About 20 percent of the state's papers ran a total of 74 letters to the editor and guest columns on the issue. Although not all authors were identifiable from the information provided, the letters came from a mix of librarians, school personnel, legislators, technology advocates, and citizens. The editorials and letters carried common themes, extracted from textual analysis of each piece. The most common themes included giving up resources that could prove useful to the state, increasing costs for public institutions, and falling behind on technology. Some spoke of damage to the UW, K–12 education, and libraries, as well as economic setbacks and adverse impact on businesses. While fair competition arose as a theme repeatedly, other concerns outweighed it. Finally, a few editorials questioned the appearance of a legislative payback to campaign contributors and lobbyists. No editorial drew a connection between robust internet access and vibrant democracy and individual participation within it. Letters to the editor spoke more fervently about the need to “save” WiscNet and prevent communities from being “forced” into more costly and inferior service through private carriers. Letters often provided clarifying information, such as countering incorrect facts in a legislator's statement on the measure. On the editorial pages, any advocacy was all but absent.", "This overall silence demonstrates newspapers abdicating their ethical responsibility to advocate for their communities. Broadband is a key component of infrastructure that enables critical information needs to be met. Community newspapers recognizing their ethical obligation to facilitate public discourse must recognize the information needs of their communities and these technologies as a public good. For instance, public discussion of broadband could have encompassed critical health and welfare information needs. Here, Rusk County Memorial Hospital in tiny Ladysmith, Wisconsin, can serve as a useful example. If a man with head injuries from a car accident arrives at the hospital emergency room, providers must use CT and MRI scans to determine his injuries. Trauma medicine and other fields are no longer the domain of x-ray film stored in manila folders. Instead, health centers rely on Picture Archiving and Communication Systems (PACS), an essential application for the storage, viewing, and sharing of images, such as CT scans, and communication among providers and facilities. That patient needs the information in that data to be used to save his life. The hospital needs the connectivity to make use of it. The hospital needs broadband that is fast, affordable, accessible, and reliable, including redundancies within the network to ensure vital functions do not go down. Systems like PACS typically require speeds of 100 megabits per second (Mbps) to 1 gigabit per second. Average connectivity in the United States is merely 6.6 Mbps. In Ladysmith, no commercial provider offers speeds approaching this for any price (Groskreutz and Mortimer 2012). Because of this, the hospital and three others in the area joined with schools, libraries, nonprofits, and government institutions to form a community area network—the Chippewa Valley Inter-Networking Consortium (CINC). CINC uses WiscNet services to ensure fast and redundant networking. The $32 million federal stimulus grant the legislative measure would have returned was destined for fiber to benefit CINC and other community area networks. Returning those funds would have cost the member hospitals money. For instance, the east–west connectivity for the Hospital Sisters Health System in Green Bay and Eau Claire would have gone from about $60,000 per year to $600,000, a 900 percent increase. But the measures also would have cost connectivity. Without WiscNet's provision of service to CINC, the rural hospitals would have been reduced to 10 Mbps, a tenth of the minimum needed to run systems like PACS (Groskreutz and Mortimer 2012). The members fought hard to preserve the stimulus grant and the structure of WiscNet, highlighting their motto, “Broadband serving the public interest.” The newspaper serving the Chippewa Valley, the Eau Claire Leader-Telegram, covered and editorialized about the issue, offering the most sophisticated understanding of broadband connectivity among all of the publications reviewed for this essay. Urging the legislature and governor to understand that the issue is much more important than the ability to send email, the Leader-Telegram editor pointed to needs in hospitals, the court system, police and fire, libraries, education, and the economy. “Lawmakers should look at affordable, accessible broadband as a public utility—like roads and sewers—paid for by taxpayers and private-sector institutions (such as hospitals and others) pooling their money for the public good” (Huebscher 2011).", "The Leader-Telegram editor displayed a command of the issues well beyond his peers that aided in the deliberative potential of the paper's advocacy. Nearly all of the papers that did editorialize stressed the fiscal issues, including the Appleton Post-Crescent; Daily Jefferson County Union; Green Bay Press-Gazette; Eau Claire Leader-Telegram; LaCrosse Tribune; Milwaukee Journal Sentinel; Reedsburg Times-Press; Sheboygan Press; Tomah Monitor-Herald; and Wausau Daily Herald. They opposed the return of stimulus funds and raised questions of increased costs for service. While many mentioned connectivity and capacity, none beyond the Eau Claire Leader-Telegram demonstrated an understanding of the true impact on community members, such as the likes of Rusk County Memorial Hospital. For instance, the Green Bay Press Gazette, the paper of record for a city benefiting from the CINC community area network, editorialized generally about increased costs and the impact particularly on rural residents. The editorial board paid attention to schools and libraries but did little to highlight the impact across other critical information needs, such as health care, emergency services, and commerce.", "The advocacy of these newspapers, however, proved to be the exception, not the rule. Only a handful of newspapers in communities that would have been deeply and adversely affected by the return of stimulus funds or a dissolution of WiscNet had anything at all to say about the situation. The weekly in Ladysmith did not tell its citizens that their hospital systems were at risk. In Madison, the state's second largest city and home to UW's internationally renowned research university, the Wisconsin State Journal was noticeably mute about the controversy on its opinion pages. The state's second largest newspaper, it offered news coverage but never editorially sounded an alarm that the measure jeopardized the research enterprise of the university system dominating the paper's own backyard and serving as an economic engine to the state as a whole.", "Although the 13 editorials analyzed here universally decried the 11th hour move to insert the legislative language without public comment, not a single one drew a direct line between robust, inclusive digital infrastructure and civic engagement in a healthy democracy. A mere 11 publications urged their fellow citizens to view broadband as a critical need in our networked society, regardless of whether it is offered by WiscNet or a private telecommunications company. In an age when digital technologies both threaten disruption of and offer transformation for community journalism, its emphasis must remain squarely on local community and citizens. Community newspapers are obliged to recognize the technological and informational needs of their communities and give full-throated support for meeting those needs."]}, {"title": "Conclusion", "paragraphs": ["Broadband connectivity is inextricably linked to meeting the critical information needs of communities. It is part of a system of informatics that contributes to strong democracy, social capital, individual empowerment, sense of community, and economic development, as O'Neill (2002) highlighted. The WiscNet case presented newspapers with an opportunity to report on a political conflict, and, more importantly, to advocate for their communities. Although some attended to the issue in their news pages, an inexcusably small proportion accepted their role as facilitators that work to strengthen their communities and support the participation and association of their citizens. This dearth of support for digital infrastructure could represent a number of problems facing community newspapers. First, they may well lack sufficient understanding of critical community information needs and how broadband helps address them. Second, they may lack time and space to cover such issues amid a broader set of concerns to cover. Finally, they may lack the very digital resources this case concerns, existing on narrow and expensive bandwidth that prevents them from experience the power of high-speed access. However, scholars have noted that the social responsibility of those newspapers with even the tiniest pools of resources should be ethically committed to highlighting any event that might impact the foundation of the community, as Bunton here noted:When community newspapers are the only source of the day's local news to which citizens have access, as was true in this case, these newspapers have an ethical obligation to stretch their resources to the limit in covering a controversial local issue in a way that promotes discussion, understanding and decision making about a complex topic. (Bunton 1998, 243)Newspapers serving communities must advocate for policies that bring high-speed capabilities to citizens and community institutions regardless of geography, class, or income, and enable a networked public sphere through digital literacy and vital services. While the technology is complex, the ethical duty to act in the public interest is simple. Community newspapers in a digital age must sound a clarion call for structures that enable connectivity and policies that bring them to their fullest use.", "When community newspapers are the only source of the day's local news to which citizens have access, as was true in this case, these newspapers have an ethical obligation to stretch their resources to the limit in covering a controversial local issue in a way that promotes discussion, understanding and decision making about a complex topic. (Bunton 1998, 243)"]}], "references": [{"title": "A Crisis of Conscience: Is Community Journalism the Answer", "year": "1996", "journal": "Journal of Mass Media Ethics", "volume": "11", "authors": [{"name": "Altschull J. H.", "first_name": "Altschull", "last_name": "H."}]}, {"title": "Social Responsibility in Covering Community: A Narrative Case Analysis", "year": "1998", "journal": "Journal of Mass Media Ethics", "volume": "13", "authors": [{"name": "Bunton Kristie", "first_name": "Bunton", "last_name": "Kristie"}]}, {"title": "Social Responsibility Worldwide", "year": "2004", "journal": "Journal of Mass Media Ethics", "volume": "19", "authors": [{"name": "Christians Clifford G.", "first_name": "Christians", "last_name": "G."}, {"name": "Nordenstreng Kaarle", "first_name": "Nordenstreng", "last_name": "Kaarle"}]}, {"title": "The Future of Regulation: The Communications Crisis in America", "year": "2011", "journal": "Harvard Law \\& Policy Review", "volume": "5", "authors": [{"name": "Crawford Susan P.", "first_name": "Crawford", "last_name": "P."}]}, {"title": "Social Implications of the Internet", "year": "2001", "journal": "Annual Review of Sociology", "volume": "27", "authors": [{"name": "Dimaggio Paul", "first_name": "Dimaggio", "last_name": "Paul"}, {"name": "Hargittai Eszter", "first_name": "Hargittai", "last_name": "Eszter"}, {"name": "Russell Neuman W.", "first_name": "Russell", "last_name": "W."}, {"name": "Robinson John P.", "first_name": "Robinson", "last_name": "P."}]}, {"title": "The Networked Public Sphere", "year": "2006", "journal": "Javnost–The Public", "volume": "13", "authors": [{"name": "Friedland Lewis", "first_name": "Friedland", "last_name": "Lewis"}, {"name": "Hove T.", "first_name": "Hove", "last_name": "T."}, {"name": "Rojas H.", "first_name": "Rojas", "last_name": "H."}]}, {"title": "The Participation Divide: Content Creation and Sharing in the Digital Age", "year": "2008", "journal": "Information, Communication and Society", "volume": "11", "authors": [{"name": "Hargittai Eszter", "first_name": "Hargittai", "last_name": "Eszter"}, {"name": "Walejko Gina", "first_name": "Walejko", "last_name": "Gina"}]}, {"title": "Assessing Community Informatics: A Review of Methodological Approaches for Evaluating Community Networks and Community Technology Centers", "year": "2002", "journal": "Internet Research", "volume": "12", "authors": [{"name": "O'Neil Dara", "first_name": "O'Neil", "last_name": "Dara"}]}, {"title": "Broadband Localism", "year": "2012", "journal": "Ohio State Law Journal", "volume": "73", "authors": [{"name": "Sylvain O.", "first_name": "Sylvain", "last_name": "O."}]}]}