{"doi": "10.1080/17512786.2012.726503", "url": "https://doi.org/10.1080/17512786.2012.726503", "title": "MIND THE GAP", "volume": "7", "year": "2013", "issue": "5", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Tandoc", "first_name": "Edson", "name": "Edson C. Tandoc"}, {"last_name": "Hellmueller", "first_name": "Lea", "name": "Lea Hellmueller"}, {"last_name": "Vos", "first_name": "Tim", "name": "Tim P. Vos"}], "abstract": "The study of journalistic role conceptions rests on the assumption that these conceptions shape the news stories that journalists create. However, limited empirical evidence exists to support this assumed linear relationship between role conception and role enactment. This exploratory study compared role conceptions deduced from survey data of 56 journalists with a content analysis of those same journalists' articles (N=270). The findings suggest that this assumed linear relationship between role conception and role enactment should be questioned rather than presumed.", "body": [{"title": "Introduction", "paragraphs": ["Journalists' perceptions of their institutional role constitute an important form of the cultural capital of the journalistic field (Hanitzsch 2007). This form of cultural capital is important for good reason. How journalists understand public governance shapes how they understand their own role (Baker 2002). It is believed that journalists who embrace the role of investigative watchdog, for example, will eschew the repetition of politicians' talking points and produce journalism that examines politicians' actual actions. Indeed, media sociologists have long argued that journalists' perceptions of their social role shape the stories they ultimately craft. For example, Graber (2002) predicted that journalists' news stories would vary based on their role conceptions. Shoemaker and Reese (1996, 101) also argued: “It seems clear that the way in which journalists define their jobs will affect the content they produce.” This exploratory study tests this argument by examining journalists' outputs based on their role conceptions.", "Stating that journalists should write stories in accordance with their conceived role implies that the bridge scholars assume between role conception and role enactment is foremost normative. Indeed, role conceptions have a stable and enduring form located in an institutional framework that reinforces that normative character (Christians et al. 2009). Coyne (1984, 260) concluded: “A role is not just a repeated format, but a format to-be-followed, a guide. To enact a role is, wittingly or unwittingly, to invite expectations of further conformity.” Thus, journalistic role conceptions amount to informal rules for how the news media ought to function (Weaver et al. 2007; Donsbach 2008).", "Since roles by definition regulate behavior, roles function in a two-stage process. Roles must be conceived and roles must be enacted (Biddle and Thomas 1979). Journalists must form some understanding of what their role is which then guides behavior. But as might be expected when norms are at stake, the nature of journalism's role has been contested (Benson and Neveu 2005). Some see journalism's role as disseminating facts. Some see the role as interpreting those facts. Some see the role as something altogether different. Normative expectations from various reference groups (such as sources and audience) can clash and result in role conflict (Benson and Neveu 2005; Christians et al. 2009). For example, editors in a newsroom may expect their reporters to be disseminators of news. However, such a role may clash with an audience's expectation that journalists should discuss public policies and interpret the news. The measures of journalistic role conceptions used in earlier studies indeed reveal conflicting tasks within the same role (Weaver et al. 2007; Weaver and Wilhoit 1986, 1996). For example, the disseminator role includes “getting information to the public quickly” and “avoiding stories with unverifiable facts.” These expectations of being quick and verifying every fact may clash in situations where journalists have to decide whether speed or verification is more important.", "The media are linked to other social fields by various ties of attachment and obligation that influence journalists' role enactments. “These influences work by way of internal lines of control and also by way of interaction with external agents” (Christians et al. 2009, 120). This struggle over control and autonomy creates tension that leaves a potentially unexplained gap between role conception and role enactment.", "The extent of this gap is the focus of this study—an exploratory attempt to shed some light on the depth of the news-reflects-role assumption perhaps mostly clearly seen in the fact that most research on role conception is more interested in factors that shape role conceptions than in how role conceptions shape news (Dillon 1990; Weaver et al. 2007; Weaver and Wilhoit 1986, 1996). We argue that journalistic roles are not only reproduced, but also produced as an outcome of a journalist's negotiations with conflicting normative expectations."]}, {"title": "Literature Review", "paragraphs": ["It remains impossible to identify any definitive role to describe what the main tasks of journalists should be. Christians et al. (2009, 121) pointed out: “The content of the roles assigned to or accepted by the modern media is derived largely from the needs experienced by different participants in the political process and from the working practices of the press itself.” Research into journalists' role conceptions is rich in typologies that reveal a variety of roles journalists conceive across newsrooms, times, and cultures.", "Cohen (1963, 31), a pioneer in conceptualizing journalistic roles, identified two roles: the “neutral reporter” and the “reporter as participant.” Similarly, two roles emerged from Johnstone, Slawski, and Bowman's (1972) first representative survey of American journalists: the participant and the neutral observer. The neutral observer believes the control of the story is located in the event itself while the participant sees the control in the journalist himself (Johnstone, Slawski, and Bowman 1972). In general, journalists in 1971 indicated more support for the participant than for the neutral journalistic role (Johnstone, Slawski, and Bowman 1972). Weaver and Wilhoit (1986) conducted another survey of US journalists and identified two types of roles based on the typology of Johnstone et al. (1972): the interpreter and the disseminator. They added a third type of role, the adversarial, that represents a distinct minority view (Weaver and Wilhoit 1986, 1996). Adversarial journalists resemble the interpreter in many ways but tend to support the use of unauthorized documents to report a story and accord high importance to influencing public affairs and to influencing public opinion (Weaver et al. 2007). A “populist mobilizer” role emerged out of the public journalism movement in the early 1990s. Such a role finds a place in news content for the views of ordinary persons (Weaver et al. 2007). While civic journalism has been interested in the views of “ordinary people,” it attempts to include views from a variety of “layers of civic life” and from different types of community leaders (e.g., Harwood 2000, 10). The interpretive role proved to be the most popular among American journalists over the years (Weaver et al. 2007).", "Hanitzsch (2007) conceptualized role as an essential domain of journalism culture. Any journalism culture struggles over areas of disagreement: being involved or detached; being an adversary or being loyal; addressing the audience as citizens or consumers (Hanitzsch 2007). Similarly, Christians et al. (2009) identified the following tensions in journalistic roles: adopting a neutral versus participant role; concentrating on facts versus setting out to interpret and provide commentary; and acting as gatekeeper for all voices versus being an advocate for a chosen cause. Increasing commercialization of the news media worldwide may have even pushed forward another opposition: reaching the widest audience versus civic engagement (Rosen 1999). What is missing, however, in these studies of journalistic role conception is empirical evidence that supports the normative assumption that journalistic role conceptions influence news content. Do journalistic role conceptions translate into role enactments?", "A self-conceived role does not exist—a role is conceived, either consciously or unconsciously, in relation to expectations initially external to oneself. Charng, Piliavin, and Callero (1988, 304) defined role identity as “a set of characteristics or expectations that simultaneously is defined by a social position in the community and becomes a dimension of an actor's self.” Expressed broadly, roles are linked to one's position in a social structure. A role is “a resource used to pursue interests and enact positions” (Baker and Faulkner 1991, 283). Thus, role enactment is the expression of conceived roles and social positions. As such, it is logical to assume that journalistic role conceptions lead to particular role enactments. Ideally, individuals seek consistency between role identity and role performance (Burke and Reitzes 1981).", "It is possible that the enactment of a role conception might conflict with personal preferences or even moods, but individuals still perform certain actions to achieve consistency between role conceptions and enactments. Thus, if a journalist perceives his role as being a disseminator, the desire for consistency would lead him to enact the same disseminator role. This preference for consistency is a possible explanation for the assumed impact of role conceptions on role enactments, which leads us to our first research question.RQ1:To what extent do role conceptions predict their corresponding role enactments? ", "RQ1:To what extent do role conceptions predict their corresponding role enactments?", "To what extent do role conceptions predict their corresponding role enactments?", "So far, only a few studies have attempted to show an empirical relationship between journalists' role conceptions and news content. Culbertson (1983) surveyed a wide array of journalists to ascertain their role conceptions and discern preferences for various news forms, story length, and other factors. The study found that role conception was correlated with news construction, but it relied on journalists' self-reports and not on their actual content. In an experiment, Starck and Soloski (1977) found that college journalism students who believed journalism should play an active role included analysis and interpretation in their articles. Finally, Weaver and Wilhoit's series of studies (Weaver and Wilhoit 1986, 1996; Weaver et al. 2007) found some relationship between journalists' role conceptions based on their survey responses and roles present in what these journalists considered as their best works, although their most recent study described the relationship as a “modest association” (Weaver et al. 2007, 233). However, it is plausible that role enactments are influenced not only by journalistic role conceptions, but also by a multitude of factors, such as routine and organizational influences.", "Bourdieu (1998) argued that in order to understand and grasp the explanatory mechanism of journalistic practice one has to understand that journalism as a social institution has very little autonomy, subject to a whole series of pressures. Bourdieu (1998) argued that economic forces, such as advertisers, compromise journalistic norms, but he did not explicitly theorize forces that influence journalistic outcomes. Thus, field theory can benefit, as Benson and Neveu (2005, 17) argued, from “building upon the categorizations of influences” found in media sociology and gatekeeping studies.", "Shoemaker and Vos (2009) explicitly linked gatekeeping studies to field theory and theorized five levels of influence—ranging from the individual to the social system level. They identified professional role conceptions as an individual-level influence, arguing that “the gatekeeper's ideas about what his or her job entails can also affect gatekeeping choices” (Shoemaker and Vos 2009, 47). Journalistic role conceptions originate from one's perception of what society and the sub-groups within it, such as one's news organization, expect. But these expectations integrate into role conceptions once they are individually internalized. Therefore, individual journalists might vary in their role conceptions. However, role enactments can also be shaped by other levels of influences (Shoemaker and Vos 2009).", "Roles function as patterned behaviors that create stability in organizations and in society (Zhu et al. 1997). For example, the role of a journalist would involve behaviors that result in the orderly production of news. However, behavior as an assumed driving force for role identification becomes problematic when thinking about role overlaps, role conflicts, or role switching. These exist because of different perceived expectations from reference groups' struggle over a shared role agreement. News, in a sense, represents a combined set of role conceptions: “What the newspaperman tells, what he considers worth telling, and how he tells it are the end products of a social heritage, a functional relationship to his supervisors, and a psychological construct of desire, calculation, and inhibition” (Rosten 1974, 5).", "Thus, an important source of influence to look at is journalistic routine, or the “patterned, routinized, repeated practices and forms that media workers use to do their jobs” (Shoemaker and Reese 1996, 105). Gatekeeping theory assumes that journalistic routines “are crucial in determining which items are moved through the channel and which are rejected” (Shoemaker and Vos 2009, 51). An example is the news deadline. Weaver and Wilhoit (1986) conceptualized the disseminator role as including getting the story to the public quickly. This might be in conflict with the amount of time involved in verification strategies characteristic of enacting an interpretive role requiring analysis and interpretation. Thus, we ask:RQ2:To what extent do journalistic routine influences affect role enactment? ", "RQ2:To what extent do journalistic routine influences affect role enactment?", "To what extent do journalistic routine influences affect role enactment?", "It is also important to study organizational influence, as Hanitzsch and Mellado (2011) argued that the news organization was at the center of the complex nexus of perceived influences on journalists. Organizational expectations need to be considered as essential to understanding the way journalists perceive and interact with the social environment and how they enact roles. For example, the effect of an organization's market orientation has attracted much scholarly attention (Shoemaker and Vos 2009). A comparison of newspapers found that those with a strong market orientation published fewer stories about government and public affairs than did those with a weak market orientation, a clear difference in news content (Beam 2003). Thus, while journalists might hold particular role conceptions, what ends up in their articles might be the influence of their organization's priorities. Weaver (2009) also argued that the influence of role conceptions on outputs exists not at the individual level but at the organizational level. Thus, we also ask the following question:RQ3:To what extent do organizational influences affect role enactment? ", "RQ3:To what extent do organizational influences affect role enactment?", "To what extent do organizational influences affect role enactment?", "As Waisbord (2000) pointed out, Western standards of journalism should not be misconceived as applicable across different press systems. For instance, Hanitzsch and his colleagues found similarities as well as differences among journalists from different social systems based on surveys of journalists from various countries (e.g., Hanitzsch 2008, 2011; Hanitzsch and Mellado 2011). Differences also exist—even within the United States—between American journalists who belong to the US media system and foreign journalists who cover stories and report about American issues to their organizations back home. In terms of role conceptions, American journalists tended to rate the disseminator and interpretive roles as more important than did foreign correspondents (Willnat and Weaver 2003). The literature on foreign journalists covering American issues, however, is limited. What is known is that foreign correspondents occupy peculiar roles: they report issues in a host country whose media system is likely different from the media system where their organizations and audiences belong. Since our sample in this study comes from political correspondents in Washington, DC, a substantial percentage of whom are foreign correspondents, it is also necessary to ask the following research question:RQ4:To what extent does organizational location—local or foreign—affect role enactment? ", "RQ4:To what extent does organizational location—local or foreign—affect role enactment?", "To what extent does organizational location—local or foreign—affect role enactment?"]}, {"title": "Method", "paragraphs": ["In comparing journalists' role conceptions based on their survey responses with their role enactments based on a content analysis of their respective news articles, this study moves research on journalistic role conceptions forward by providing empirical evidence to test the presumed normative relationship between role conception and role enactment. First, we measured role conceptions of US and foreign Washington correspondents through a Web-based survey. Second, we measured role enactments of those same journalists through a content analysis of their actual news stories. We controlled for possible variation based on topics covered by focusing on one political beat.", "An online survey conducted between May and September 2011 sought to measure role conceptions. The main criterion for sampling was a correspondent's physical presence in Washington, DC. We used stratified sampling to avoid over-sampling a group of correspondents from the same news organization.", "No single definitive database lists all news organizations covering Washington, DC. But a few directories list a significant percentage of reporters and news organizations working on the beat. After consulting former and current journalists in Washington, DC, we decided to use the Hudson's Washington News Media Contacts Directory 2010 for the study's population.", "Newsrooms were selected based on two first-level parameters. First, all news organizations, foreign and domestic, producing political news for national audiences were included. Second, in order to have an equal distribution of all the news organizations based in Washington, DC, we chose the same number of correspondents per organization. If there were more than two political correspondents for one organization, two of them were randomly picked. The unit of analysis is the correspondent.", "Journalists were first sent an advanced notification email in May 2011 letting them know an invitation to participate in an online survey would follow within the next two days. We sent two more reminders after the invitation email to a total of 471 valid addresses. Journalists who no longer worked as correspondents were asked to provide their replacement's email address. We made follow-up phone calls between June and August 2011 to those who had not yet responded. A total of 112 correspondents filled out the Web survey for a 23.8 percent response rate. We excluded seven incomplete responses. This left us with 105 respondents.", "The respondents rated their agreement with 34 statements on a five-point Likert scale. Some 13 statements were culled from the literature while 21 items were from the results of a pretest. In the pretest, we asked professional journalists not only to rate their agreement with the original 13 items but also to describe in their own words roles that they embrace. We coded the qualitative responses and came up with 21 items. Our factor analysis yielded a slightly different combination of items from those that exist in the literature, the results of which we describe in detail in the first part of the results section.", "The correspondents indicated the country where their respective news organization was based. Though many reporters are from US-based organizations, some correspondents in our sample worked for organizations based in Canada, France, Germany, India, Italy, Mexico, Panama, Saudi Arabia, Taiwan, Turkey, United Arab Emirates, United Kingdom and Israel. Because for each country we only had one or two correspondents, we decided to code for organizational location as either US-based or non-US-based. This allowed us to compare US and foreign correspondents.", "The respondents rated seven items on a five-point Likert-scale based on the degree of influence each item exerted on their work. The following seven categories of influence were adopted from Hanitzsch and Mellado (2011): news deadlines, my colleagues in my news organization, supervisor and higher editors, feedback from audience, ownership of media organization, profit expectations, and advertisers. The first three were compiled into a scale for routine influence (Cronbach's alpha=0.73). The remaining items were supposed to be merged into organizational influence, but they yielded low reliability. In the end, we were constrained to combine only profit expectations and advertisers (Cronbach's alpha=0.76, after taking out ownership of media organization), qualifying our organizational influence variable as an organization's market orientation. In gatekeeping theory, profit expectations and advertisers could be classified as social-institutional influences. However, this classification holds true only when the measured influence is direct (i.e., an advertiser threatens to pull out sponsorship if an article is published). When their influence is through the orientation of an organization (e.g., when an organization defines its priority as making money), as how we measured it in our questionnaire, then they are classified at the organizational level (Shoemaker and Vos 2009).", "We sought to analyze a randomly selected collection of five articles for each of the 105 journalists who responded in our survey. Consistent with our survey, we only selected articles published between May and September 2011 when we collected our survey data, although in the second round we were constrained to include in the sample articles outside this time frame. Some correspondents had articles appearing in multiple news organizations but we only collected their articles from their organization listed in the survey. We prioritized single-author articles and we only included articles with shared bylines when fewer than five single-bylined articles were located. We translated a few articles not in English. We included television and radio transcripts if they were available. For consistency, newspaper, wire and online articles, and television and radio transcripts will be referred to as articles.", "This took two stages. First, we used the database Factiva to search for articles using the name and corresponding organization of each correspondent. We randomly picked five articles out of all the results of our query that fulfilled our criteria (e.g., date, byline, organization). This provided us with complete sets for 33 journalists and non-English articles for eight journalists. We were able to translate the articles for only four of those eight journalists. Factiva has a huge collection of articles but it is not exhaustive. Thus, in the second stage, we used the search engine Google to locate the websites of the organizations of the remaining journalists. Then, we searched each website's archives. This process yielded complete sets for 19 more journalists. In total, the two stages of collection yielded complete sets for 56 journalists in our sample. One set had to be excluded for our inability to obtain the entire articles instead of just the first few paragraphs. Another correspondent was excluded for having missing data.", "Three coders were trained using a detailed four-page coding manual. The coders independently analyzed 10 news articles outside the sample for practice. The practice coding yielded insufficient reliability. After the second round of training, the coders proceeded to independently code 25 news articles from our actual sample. Our three coders achieved good intercoder reliability (Krippendorf's alpha=0.78), which allowed us to proceed with the coding of the entire sample, a total of 270 articles from 54 journalists coded for 18 items. Close to 71 percent were newspaper articles while about 17 percent were online articles. Some 8 percent were radio and television transcripts while 4 percent were wire stories.", "The coding manual included several categories, some of which are pertinent to this study. The role enactment categories are mostly consistent with the role conception factors we found in our survey (see Table 1). We used five items to measure disseminator role enactment, two items for investigator role enactment, two items for adversarial role enactment, and three items for mobilizer role enactment. These statements were mostly adapted from the items we used to measure role conceptions in our survey. We determined if each of the 12 statements describing role enactments was a good description of each of the 270 articles we analyzed. If yes, the article was coded 1. If not, the article was coded 0. Then, we created index scores for each role enactment for each journalist in the final sample. To come up with a score for one role, we calculated the total score of a journalist from his five articles. For example, a journalist whose five articles all scored on all the five items of the disseminator role got a disseminator enactment score of 25. A journalist whose five articles all scored on the two items of the investigator role got an investigator role score of 10. Since diagnostic tests showed that three of the four role enactment variables were skewed and had high kurtoses, we were constrained to transform our variables. We did not transform the disseminator role enactment, but we took the square roots of the mobilizer, adversarial and investigator role enactments for our analysis (see Table 2 for raw scores). We did not have the same problem with role conception variables, which all approximated normality.", "A G-Power analysis showed that to maintain enough power of 0.80 and detect a moderate effect size of 0.25, the study required at least 53 cases or observations. Our final sample (N=54) meets this requirement. Locating and having political journalists, who are very transient, to answer an online survey was challenging. Finding their articles for content analysis was equally hard, as some were in formats not publicly available while others, particularly for foreign correspondents, were in languages not easily searchable online. From the 54 Washington correspondents in our sample we analyzed a total of 270 news articles. Of these journalists in the final sample, 69 percent were from US-based news organizations while 60 percent were males."]}, {"title": "Results", "paragraphs": ["The first part of our analysis explored the underlying structure from the 34 statements we used to measure journalists' role conceptions. Since our population is a relatively more homogeneous group than that studied by Weaver and colleagues (Weaver and Wilhoit 1986, 1996; Weaver et al. 2007), it is possible that members of this group define roles differently from other journalists not covering the political beat. We ran an exploratory factor analysis (EFA), which is the appropriate analysis to reveal latent constructs from observed variables (Park, Dailey, and Lemus 2002). Since we assume that the items measuring role conceptions can be correlated, we also used oblique (Promax) rotation with Kaiser normalization (Park, Dailey, and Lemus 2002; Field 2009). The analysis revealed four distinct factors that deviate from what Weaver and colleagues found (Weaver and Wilhoit 1986, 1996; Weaver et al. 2007). Though some of their items loaded on the expected factors, others did not and we found new combinations (see Table 3).", "The four factors accounted for more than 66 percent of the variance. The first factor identified the disseminator role with five items. The second factor referred to a mobilizer role, comprised of two items. The third factor clearly reflected the adversarial role with the two items from the studies of Weaver and colleagues (Weaver and Wilhoit 1986, 1996; Weaver et al. 2007). The last factor referred to an investigator role with three items. These factors were uncovered from our original data from 105 journalists. Since the 54 journalists for our final analysis represent a sub-sample of our original sample, we retested the reliability of our scales. We found them to be reliable even in our sub-sample: the five items for the disseminator role conception have a Cronbach's α=0.79; the two items for the mobilization conception are correlated at r(51)=0.43, p<0.01; while the two items measuring the adversarial role conception also showed internal consistency, r(52)=0.56, p<0.01. However, the three items for the investigator role conception have a Cronbach's α=0.54. In our content analysis we tried to match the same items as coding categories (see Table 2).", "Of the role conceptions, only disseminator and adversarial roles were slightly correlated, albeit negatively, r(52)=− 0.303, p<0.05. Therefore, we were able to put the role conceptions in the same regression block to predict each role enactment without issues of multi-collinearity. We confirmed this using the tolerance statistics and the variance inflation factor (VIF) from our regression models (see Table 4). There were no significant differences between correspondents from US and non-US organizations in terms of role conceptions.", "Of the role enactments, the mobilizer role was strongly correlated with the adversarial role, r(54)=0.605, p<0.001. The disseminator role was negatively correlated with the adversarial, r(54)=−0.665, p<0.001, and the mobilizer roles, r(54)=−0.743, p<0.001. We are using role enactments as dependent variables so we tested them separately. We ran multiple regressions to predict each role enactment.", "Three of our four regression models were significant. For the mobilizer enactment, our model accounted for 17 percent of the variance. For the disseminator enactment, we were able to explain 35 percent of the variance. Finally, for the adversarial enactment, our model explained 42 percent of the variance. In contrast, the regression model to predict investigator role enactment was not significant. In the following sections, we answer each of our four research questions.", "RQ1 asked about whether or not role conceptions predict corresponding role enactments. Controlling for the effects of gender and years of experience, the analysis found that none of the role conceptions predicted disseminator role enactment (see Table 4). None of the role conceptions predicted the investigator role enactment. However, mobilizer role conception predicted mobilizer enactment, β=0.299, t=1.992, p<0.05 (see Table 5). Mobilizer role conception also significantly predicted adversarial role enactment, β=0.360, t=2.881, p<0.01 (see Table 6). Thus, journalists who identify with the mobilizer role conception tended to enact both mobilizer and adversarial roles.", "RQ2 asked about whether or not perceived routine influence also predicts particular role enactments. We found that routine influence predicted three of the four role enactments. It positively predicted the enactment of the disseminator role, β=0.288, t=1.976, p=0.07 (see Table 4). In contrast, it negatively predicted both mobilizer, β=−0.345, t=−2.087, p<0.05, and adversarial role enactments, β=−0.302, t=−2.194, p<0.05 (see Tables 5 and 6). Thus, correspondents who feel a strong influence from their routines in their news work tend to enact more of the disseminator role and less of the mobilizer and adversarial roles. RQ3 asked about whether or not perceived organizational influence predicts particular role enactments. The regression models showed it does not predict any of our dependent variables.", "Finally, RQ4 asked whether or not the country where a correspondent's organization is based influences role enactments in covering issues in the US. We coded organizational location as either US-based or non-US-based. The analysis showed that organizational location is a consistent and strong predictor of three role enactments. First, it positively predicted disseminator role enactment, β=0.520, t=3.581, p<0.001 (see Table 4). Second, it approached significance in negatively predicting the mobilizer role enactment, β=−0.294, t=−1.786, p=0.08 (see Table 5). Finally, it also negatively predicted adversarial role enactment, β=−0.397, t=−2.899, p<0.01 (see Table 6). In general, country of one's organization is the strongest predictor of role enactments. Correspondents working for US-based organizations were more likely to enact the disseminator role while those working for organizations based outside the US were more likely to enact the mobilizer and adversarial roles."]}, {"title": "Discussion and Conclusion", "paragraphs": ["Our analysis found that only the mobilizer role conception predicted its corresponding enactment. It also predicted adversarial enactment. In contrast, routine influences and organizational location were stronger and more consistent predictors of role enactments. Correspondents who perceived strong influence from their routines on their news work tended to enact the disseminator role, while those who perceived independence from routine influences tended to enact the mobilizer and adversarial roles. Organizational location was the strongest of our predictors. While correspondents for US-based organizations tended to enact the disseminator role, those from non-US organizations tended to enact the mobilizer and adversarial roles. In our preliminary analyses, we found that mobilizer and adversarial enactment were correlated, and both were negatively correlated with disseminator enactment. This is consistent with the initial typology of roles as being passive or active, as both mobilizer and adversarial enactments entail journalists' participation compared to the otherwise objective stance of the disseminator role (Cohen 1963; Johnstone, Slawski, and Bowman 1972).", "The path from role conceptions to role enactments is not as linear as assumed (see Shoemaker and Reese 1996; Graber 2002). News content is seldom an individual output. Thus, we find that routine influence is a stronger predictor of role enactments than role conceptions. Routine influence includes the effects of news deadlines, supervisors in the organization and even colleagues in the organization. This is a level of influence that, we argue, leads journalists to conform to the demands of journalistic practice. It is not surprising then that routine-level influence positively predicts disseminator enactment while it negatively predicts mobilizer and adversarial enactments. The disseminator role is the most widely embraced, in both conception and enactment (see Table 2). Thus, routine influence leads journalists to a consensus on a possibly basic, if not default, journalistic role, especially in a polarized political beat. Compliance as a process of influence may shed light on the missing bridge between role conception and role enactment. Kelman (1961) argued that compliance occurs when an individual accepts influence from a group in order to achieve a favorable reaction from other group members. Journalists do not have to adopt an opinion because they believe in its content, but because it is instrumental in the production of a satisfying social effect, such as publication of one's article. Future studies should look at incentives that promote journalistic role enactments to have a deeper understanding of what kind of mechanisms enforce a particular role.", "We did not find any effects from organizational-level influence, although a caveat here is how we measured it in this study as narrowly referring to profit orientation. However, the strongest and most consistent predictor of role enactment is the country where the correspondent's organization is based. Those reporting for news organizations in the US enacted the disseminator role more than did those reporting for non-US-based organizations. In contrast, foreign correspondents enacted the mobilizer and adversarial role more than did their American counterparts. This is not only consistent with what the limited studies on foreign correspondents have found, that they are different from American correspondents (Willnat and Weaver 2003), but it also lends support to Waisbord's (2000) argument that American standards should not be mindlessly applied to all journalists. While this finding will benefit from future studies exploring and theorizing about the differences between American and foreign correspondents, it bears stressing that not only are they different in terms of the media cultures that govern their organizations, they are also different in terms of the immediate audience they serve as well as the interests they might be protecting or advancing. This presents a clear irony if the disseminator role is perceived as passive while mobilizer and adversarial roles are perceived as active or even participative. If we are to be consistent with this argument, then our findings can be interpreted as showing that in covering American political developments, foreign correspondents are more critically engaged than American correspondents. We argue this is not the case. An explanation is offered by Bourdieu (1998) who pointed out the journalistic field's weak autonomy from other interest groups. In media systems such as the United States, this weak autonomy is supposedly protected by norms, such as objectivity. Our findings, we argue, point out how American correspondents reporting about American politics to an American audience are more cautious in taking sides or injecting interpretation, lest they be accused of partisanship, than foreign correspondents reporting American issues to non-American audiences, who therefore worry less about taking sides in issues that do not involve the politics of their own home countries.", "The findings in this study suggest that scholars may need to visualize role conception influences on role enactment differently. Not only may other factors create a gap in the assumed linear relationship between role conception and role enactment, but also the relationship may not be so linear to begin with. We also see a need to conceptualize roles as conceived in relation to other players in the field (Bourdieu 1998). We only looked at role enactment in a news story. However, the way journalists conceive their role may also shape their role enactment when dealing with news sources, or when dealing with their supervisors and colleagues. Journalistic role conception may even be conceptualized as “an intervening variable that moderates the influence of primary variables such as the news value of people or topics in the news, or subjective beliefs” (Donsbach 2008, 2605).", "The literature has been straightforward in identifying that role conceptions are born out of a journalist's perception of what is expected of him or her, but it is not as clear in conceptualizing role enactment. Are enacted roles a function of the individual, of the organization, or of some combination of factors, as our analysis demonstrated? Are role enactments born out of overlapping and possibly contradictory roles embraced by different gatekeepers? If role enactments are not shaped by the individual alone, as our data suggest, but also by editorial influences and a myriad of other factors including media systems, does it follow that enactment makes a particular role more salient for a journalist and therefore influences the role conceptions that he or she would embrace?", "This study comes with limitations. First, we attempted to keep the topics in the news articles constant by choosing the political beat. That reduces the generalizability of our findings; but having a homogenous sample enhanced the comparability of our results. Second, influences from the routine and organizational levels were also analyzed based on self-reported data. Third, the items we used to measure investigator role conception had a low reliability in our sub-sample. Fourth, our final sample is relatively small. But considering our population, the constraints our chosen methods entailed, and our sample's ability to meet an a priori criterion to provide the study with enough analytical power, we argue that our sample enabled us to uncover empirical relationships that would otherwise be left assumed not to exist. Our findings suggest we should think anew about how role conception enters news construction. The burden of proof should perhaps be shifted: the assumption that role conception predicts role enactment should be questioned rather than presumed. Role conceptions may indeed contribute to how news stories turn out, but a simple causal explanation of role enactment based on role conception should be met with new skepticism."]}], "references": [{"title": "Role As Resource in the Hollywood Film Industry", "year": "1991", "journal": "The American Journal of Sociology", "volume": "97", "authors": [{"name": "Baker Wayne E.", "first_name": "Baker", "last_name": "E."}, {"name": "Faulkner Robert R.", "first_name": "Faulkner", "last_name": "R."}]}, {"title": "Content Differences between Daily Newspapers with Strong and Weak Market Orientations", "year": "2003", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "80", "authors": [{"name": "Beam Randal A.", "first_name": "Beam", "last_name": "A."}]}, {"title": "The Link between Identity and Role Performance", "year": "1981", "journal": "Social Psychology Quarterly", "volume": "44", "authors": [{"name": "Burke Peter J.", "first_name": "Burke", "last_name": "J."}, {"name": "Reitzes Donald C.", "first_name": "Reitzes", "last_name": "C."}]}, {"title": "Role Identity and Reasoned Action in the Prediction of Repeated Behavior", "year": "1988", "journal": "Social Psychology Quarterly", "volume": "51", "authors": [{"name": "Charng Hong-Wen", "first_name": "Charng", "last_name": "Hong-Wen"}, {"name": "Piliavin Jane Allyn", "first_name": "Piliavin", "last_name": "Allyn"}, {"name": "Callero Peter L.", "first_name": "Callero", "last_name": "L."}]}, {"title": "Role and Rational Action", "year": "1984", "journal": "Journal for the Theory of Social Behaviour", "volume": "14", "authors": [{"name": "Coyne Margaret.", "first_name": "Coyne", "last_name": "Margaret."}]}, {"title": "Three Perspectives on American Journalism", "year": "1983", "journal": "Journalism Monographs", "volume": "83", "authors": [{"name": "Culbertson Hugh M.", "first_name": "Culbertson", "last_name": "M."}]}, {"title": "Career Values as Predictor of the Perceived Role of Media", "year": "1990", "journal": "Journalism Quarterly", "volume": "67", "authors": [{"name": "Dillon John.", "first_name": "Dillon", "last_name": "John."}]}, {"title": "Deconstructing Journalism Culture: Toward a Universal Theory", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Hanitzsch Thomas.", "first_name": "Hanitzsch", "last_name": "Thomas."}]}, {"title": "Populist Disseminators, Detached Watchdogs, Critical Change Agents and Opportunist Facilitators", "year": "2011", "journal": "International Communication Gazette", "volume": "73", "authors": [{"name": "Hanitzsch Thomas.", "first_name": "Hanitzsch", "last_name": "Thomas."}]}, {"title": "What Shapes the News around the World? How Journalists in Eighteen Countries Perceive Influences on Their Work", "year": "2011", "journal": "The International Journal of Press/Politics", "volume": "16", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia"}]}, {"title": "The Professional Values of American Newsmen", "year": "1972", "journal": "Public Opinion Quarterly", "volume": "36", "authors": [{"name": "Johnstone John W. C.", "first_name": "Johnstone", "last_name": "C."}, {"name": "Slawski Edward J.", "first_name": "Slawski", "last_name": "J."}, {"name": "Bowman William W.", "first_name": "Bowman", "last_name": "W."}]}, {"title": "The Process of Opinion Change", "year": "1961", "journal": "Public Opinion Quarterly", "volume": "25", "authors": [{"name": "Kelman Herbert C.", "first_name": "Kelman", "last_name": "C."}]}, {"title": "The Use of Exploratory Factor Analysis and Principal Components Analysis in Communication Research", "year": "2002", "journal": "Human Communication Research", "volume": "28", "authors": [{"name": "Park Hee Sun", "first_name": "Park", "last_name": "Sun"}, {"name": "Dailey René", "first_name": "Dailey", "last_name": "René"}, {"name": "Lemus Daisy", "first_name": "Lemus", "last_name": "Daisy"}]}, {"title": "Effect of Reporter Predisposition in Covering Controversial Story", "year": "1977", "journal": "Journalism Quarterly", "volume": "1977", "authors": [{"name": "Starck Kenneth", "first_name": "Starck", "last_name": "Kenneth"}, {"name": "Soloski John", "first_name": "Soloski", "last_name": "John"}]}, {"title": "Through Their Eyes: The Work of Foreign Correspondents in the United States", "year": "2003", "journal": "Journalism", "volume": "4", "authors": [{"name": "Willnat Lars", "first_name": "Willnat", "last_name": "Lars"}, {"name": "Weaver David", "first_name": "Weaver", "last_name": "David"}]}, {"title": "Individual, Organizational, and Societal Influences on Media Role Perceptions: A Comparative Study of Journalists in China, Taiwan, and the United States", "year": "1997", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "74", "authors": [{"name": "Zhu Jian-Hua", "first_name": "Zhu", "last_name": "Jian-Hua"}, {"name": "Weaver David H.", "first_name": "Weaver", "last_name": "H."}, {"name": "Lo Ven-hwei", "first_name": "Lo", "last_name": "Ven-hwei"}, {"name": "Chen Chongsham", "first_name": "Chen", "last_name": "Chongsham"}, {"name": "Wu Wei", "first_name": "Wu", "last_name": "Wei"}]}]}