{"doi": "10.1080/17512786.2019.1582352", "url": "https://doi.org/10.1080/17512786.2019.1582352", "title": "Good Professional Reasons for Bad Journalism Practice: Inventing Audience Contributions in a Live Tv Debate", "volume": "13", "year": "2019", "issue": "10", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Burger", "first_name": "Marcel", "name": "Marcel Burger"}, {"last_name": "Fitzgerald", "first_name": "Richard", "name": "Richard Fitzgerald"}], "abstract": "ABSTRACTIn this paper, we are interested in the decision making and use of an invented questioner by a journalist during a live televised political debate in Switzerland. By adopting a combined methodological perspective: between an ethnographic approach to journalism augmented with Membership Categorisation Analysis (MCA), we consider in detail the preparation for the debate by the journalists behind the scenes as they raise and negotiate journalist ethics in relation to inventing an audience member to ask a question during the debate. Our analysis highlights how and why an “ideal” intervention (all the debaters agree the relevance of the question) is balanced against the journalism apparent ethics in using fictitious identities in the name of public interest.", "body": [{"title": "Introduction", "paragraphs": ["In this paper, we explore the intersection of journalism ethics in the face of professional day to day practice, where professional reasoning is deployed to justify deliberately breaching journalism ethics. The discussion examines how notions of truth and facts become malleable though professional reasoning practices in pursuit of producing engaging news content and fulfilling the role of professional journalism. The discussion is situated within the current challenge to the credibility of professional journalism and the reemphasis on basic journalism principles of truth and facts in the face of a pervasive pall of public distrust. Part of the renewed emphasis of professional journalism practice is the importance of journalism ethics, of fact checking and using legitimate and credible sources. However, although inventing sources and manufacturing content would be seen as a clear breach of journalism ethics this blanket principle fails to take account of the lived day to day reality of journalists’ professional reasoning and on the ground practices of producing news content. In highlighting the role of on-the-ground professional reasoning the discussion seeks to contribute to a more nuanced understanding of journalism practices, some of which may involve acting counter to professional journalism ethics in order to produce professional content.", "The particular case examined below involves a Swiss news journalist, who, during an important public debate in the run up to a sensitive referendum, “takes a question” from an invented audience member during the live televised political debate.1 In particular we are interested in why and how the journalists discuss the use (or not) of a fictitious audience member prior to the show: In so doing they deliberately go against standard journalist ethics concerning the use of invented sources or quotes. We begin by framing the research within the context of “real false” journalistic information, before introducing our methodology (see §2). As for the data, it includes the discussions before the show as well as the question being asked during the show. Starting at the end point of ethical trajectory, where the fictitious questioner is invoked, our analysis then returns to the context of televised political debates in Switzerland before focusing our analysis on the editorial meeting the day before the show. Our main focus then, is on the backstage preparation by the journalists in considering how “bad” journalistic practice was brought into being for “good” organisational reasons, and how this raises a number of issues posed by news journalism practices."]}, {"title": "Real False Information: What Truth is in the News Media", "paragraphs": ["In order to inform, journalists have as a “first obligation […] the respect of the truth” (Kovach and Rosenstiel 2014, 18). As such, journalists are often seen as more or less critical mediators of social realities who are at the service of the public (see Montgomery 2007; Machin and Niblock 2006; Kuhn and Neveu 2002). This implies a form of independence in the practice of the profession, the requirement to verify the information produced, and the desire to offer the public a platform to express a plurality of critical voices. However, this ideal picture is often at odds with everyday journalistic work. Rather the journalism product is less the result of a simple mediation than that of a construction constrained by complex practical day-to-day imperatives as well as ideological, ethical and commercial concerns, which often hinder the fulfilment of the pure news-media requirements (see Bourdieu 1998; Lo Verso 2015; Badillo et al. 2016).", "While classic ethnographies documented the work of the newsroom (Tuchman 1978; Schlesinger 1978; Schudson 2003; Cottle 2000), more recently, the study of the way journalists work has focused on the detail of the processes of news production (Perrin et al. 2008; Perrin et al. 2009; Cotter 2010; Tobback and Jacobs 2013). This form of ethnographic study examines in detail, how journalists construct and reconstruct information for their public (Perrin and Zampa 2016; Burger and Delaloye 2016; Rocci and Luciani 2016; Merminod 2016; Jacobs 2018). Going backstage, observing journalists behind the scenes, highlights routine filtering of processes which is itself moulded in mediagenia and newsworthiness, often against ethical codes of news journalism. Indeed, in the day-to-day work of the news room, the formula suggested by Evgeny Morozov, in a blog of the French news outlet Le Monde Diplomatique 2, sums up the journalistic view, that the truth is first of all what marries logistics and spectacularisation. For example, video footage arriving too late to be edited into a report then compels the journalist to look for equivalent images in the archives and cover up the subterfuge; the tense breathing of a person severely wounded in an air disaster is “copy-pasted” and enhanced and then associated with another person; the sound of helicopter rota blades overlaid onto footage of the 9/11 attacks; “rounded” numbers or “shocking” words used to stimulate images that are too “smooth” all characterise journalistic processes where the literally fake dominates and is legitimised by editorial imperatives (see Jaworski, Fitzgerald, and Constantinou 2005; Perrin 2013; Merminod and Burger in press; Burger and Delaloye 2018).", "Clearly the advent of digital technology has and continues to have profound impacts on journalism which have undergone significant changes in the face of technological advances and affordances. First, it is no longer relevant to distinguish television, radio and press journalism: all media are available online and thus align themselves with new user habits (Badillo et al. 2016; Marchand 2016; SRG-SSR 20153). Mostly delinearised and accessed through mobile devices (smartphone, digital tablet), journalists have had to rethink both formats and contents, as well as finding new ways of financing their work where “news of the day” can be obtained for free (Sadin 2016; Morozov 2017). The profits of the digital infrastructure, dominated by online advertising and directed by large corporations (Google, Facebook), encourage content that is likely to be shared. Finally, in an era where “post-truth” has emerged as an important perspective of political communication4, and where technology makes it possible to massively produce and disseminate “ready-made-home-made” news, the truth of information has taken an unprecedented turn. Journalists, institutionally recognised experts in the production of news, are now competing with other news disseminators such as politicians and ordinary citizens (see Thornborrow 2015; Ekström and Lundell 2011), including “news” that is deliberately produced as disruptive misinformation, for example, Breitbart, the Drudge Report, or satire such as The Onion and Real News Right Now). In this environment, false becomes commonplace or is characterised as “alternative” facts, which serves to, and is used to, challenge any journalism.5", "In this environment non-verified information and fake news is less of a problem because of its content than it is as to the speed and ease of its dissemination (Morozov 2017). Thus, not only do journalists have to come to terms with a changing news environment, they are also having to come to terms with profound changes in news gathering: they now need to redefine and promote their expertise rather then it being taken for granted. Indeed, where previously “the brand, the popularity of a newspaper or a channel was [the] predominant criterion of what was read, listened to or watched, today, friend recommendations on Facebook or Twitter and Google algorithms have become essential if also problematic” (Roger De Weck, Director of SSR-SRG, for Migros Magazine 24, June 10, 2013). According to the practitioners themselves, journalists must now reaffirm a basis for their work and a professional raison d'être such that “we must, as citizens, defend once again the democratic ideal: “everyone has the right to join in, to participate […] as journalists, our social legitimacy is to serve the ‘citizens’ right to know’” (Edwy Plenel, director of Mediapart).6 As Perez points out, the status of information and the role of professionals: “(to) select the essential news among the mass of documents and thus (to) give meaning to this raw information, while protecting sources. In short, a return to usual deontological practices” is where journalism needs to return to (Benito Perez, editorialist, Le Courrier de Genève, December 7, 2010, our translation). However, in trying to articulate a collective place from which to rally around, journalists now find themselves in a different environment which requires a re-emphasis on serving the public for the public's interests, and also now demands that journalists constantly demonstrate they are doing this."]}, {"title": "Seeing From Behind the Scenes: A Multi-method Analysis", "paragraphs": ["While a return to the principles of honesty and integrity is called for by journalists, as indicated above their actual routine day-to-day practices often do not reflect this, as is the case of Swiss public service broadcasting examined below. While it is clear that the routine work of journalism may employ unethical practices from time to time, such fabrication of information is usually only accessible to the public on two conditions: when a “leak” reveals a practice in a sensitive context, or when one is granted access to the backstage of newsrooms. In both cases there is a tendency for journalists to reflexively self-legitimise their practices, exhibiting the gap between what they say they do and what they actually do.", "The study draws upon ethnographic data collected as part of a field study (2005–2016) undertaken in the editorial offices of the main German-speaking (SF1) and French-speaking (TSR1) television channels as well as in that of the largest Italian-language daily newspaper (Corriere del Ticino) in Switzerland.7 The overall research aim was to explore the discourse of news production through the negotiation processes that govern decision-making in editorial meetings, which in turn constrain the production of news.", "In the context of ethnographic approaches (Fassin 2013; Snel, Shaw, and Copland 2015; Rampton, Maybin, and Roberts 2015), in particular those oriented towards the observation of the news media (Cotter 2010; News, Talk & Text Research Group 2011; Ekström and Lundell 2011; Perrin 2013; Tobback and Jacobs 2013), it’s common to adopt different methods to better grasp the complexity of the object: in our case, the community of journalists in the Swiss public service. This involved interviews with decision-makers, i.e. the politicians and managers, and collecting observational data from the field involving 20 journalists from the three cultural and linguistic regions who were each followed at work for one week.", "As mentioned above, the data examined below is that of the preparatory sessions of a televised debate by an experienced journalist and his assistant at the Corriere del Ticino (in the Italian speaking part of Switzerland). For the analysis, the research adopted methods directly relevant to the study of multimodal oral data at the micro level, such as interaction analysis (Jones 2012; Norris and Jones 2005; Norris 2011; Scollon 2001; 2008) and membership categorisation analysis (Sacks 1995; Hester and Eglin 1997; Fitzgerald and Housley 2015). To better understand the link between ideal practices and actual practices, the research focused on two closely related dimensions: the uncovering of tacit knowledge and the journalists’ management of “critical” situations through the mobilisation of locally invoked specific know-how.8 Here then, managing a televised political debate potentially represents a “critical” situation where the journalist anticipates such a situation and considers a solution that he will actually use in the context of the debate."]}, {"title": "The Televised Debate as a Critical Situation", "paragraphs": ["In March 2013, the Swiss population was asked to vote in favour of or against the so-called Minder initiative, named after the proposer of the initiative the MP Thomas Minder, who had gained the required signatures from the Swiss public to hold the vote. The Swiss political system is referred to as “direct” or ”semi-direct” democracy. At any time, Swiss citizens can collect signatures on a project aimed at modification of the Federal Constitution. If they are able to gather 100,000 signatures, their amendment is subject to a national vote. Before the vote, it is debated in parliament, and in the national media (Bovet 2009). This particular initiative aimed to cap the executives’ salaries and allowances which were considered abusive, and ending the practice of large companies guaranteeing huge severance payments to executives. For example, in the cases of Swissair in 2003 and Credit Suisse in 2009, billion-dollar losses were paid off by citizens after bankruptcy, while the CEOs received more than 5 years’ salary in advance. The public debate was intense and culminated in February 2013 when D. Vasella, CEO of Novartis, about to leave for the United States, announces that he will award himself an indemnity of 72 million Swiss Franc’s to respect a non-competition clause.9", "This is the context in which the televised political debate on January 22, 2013, broadcast by the regional channel Teleticino, a partner of the daily newspaper Corriere del Ticino occurs (Bovet 2009). MB, an experienced journalist, editorialist and head of the national section, hosts the debate in which the public participates by email or SMS Figure 1. Good Professional Reasons for Bad Journalism Practice: Inventing Audience Contributions in a Live Tv DebateAll authorsMarcel Burger & Richard Fitzgerald https://doi.org/10.1080/17512786.2019.1582352Published online:12 March 2019Figure 1.  the setting of the debate.Display full sizeFigure 1.  the setting of the debate.", "Figure 1.  the setting of the debate.", "Figure 1.  the setting of the debate.", "The stage is typical of the genre: two camps are facing each other and the journalist/host is arbitrating from the centre. The background is made up of the front pages of the daily paper, whose name stands out in large characters in the centre. The show employs routine properties of journalistic roles in the civic debate genre of moderator and manager of the parties involved (Tolson 2001, 2006; Burger 2009, 2013; De Smedt and Vandenbrande 2011) with audience participation (Livingstone and Lunt 1994; Thornborrow and Fitzgerald 2013; Thornborrow 2015) as well as introducing questions from the audience/citizens.  1 Debate January 22, 2013. min. 55:31 (MB: journalist / N: assistant / D1, D2, D3, D4: debaters)", " 1 Debate January 22, 2013. min. 55:31", " (MB: journalist / N: assistant / D1, D2, D3, D4: debaters)", "Table", "During the last few minutes of the debate, indeed the last question, the journalist introduces a question from “Marco” (line 2), an audience member invented by the journalist during the prior preparation for the debate, whose question is characterised as “launching a provocation” (line 2). The journalist then goes on to “read” the question from Marco, which concerns the values of society and the punishment of wrong doers. Here then, the journalist could have asked the question himself, or anonymised the question as he did in the next part. But yet he chose to pretend that the question had been asked by a named member of the audience. In doing so, he not only gives the pretence of this question coming spontaneously from a member of the audience, he also pretends to read this question from a “text” sent by Marco, and is therefore pretending to “quote” Marco to the participants and audience. MB then has deliberately employed apparently unethical actions as a journalist: he had fabricated a source in front of a live audience.10"]}, {"title": "Inventing a Member of the Public as a Practical Solution", "paragraphs": ["As we shall examine below, MB’s use of “Marco’s question” was not spontaneous or a slip up, but was explicitly discussed and formulated in an editorial meeting the previous day. The question, then, is why and how did the journalists decide prior to the event to invent and use a fictitious audience member to ask a question?", "Firstly, the day after the debate, during a debriefing session with the researchers, the journalist MB explains why he used the invented question:  1. Debriefing January 23, 2013. min. 12:10 (MB: journalist) … for me it was very difficult because I realized after five minutes that they were mixing everything up and that for the viewers, I put myself in the shoes of the viewers, it was very difficult to make a choice and so I had to constantly bring them back euh to the object of the- the debate", " 1. Debriefing January 23, 2013. min. 12:10 (MB: journalist)", "… for me it was very difficult because I realized after five minutes that they were mixing everything up and that for the viewers, I put myself in the shoes of the viewers, it was very difficult to make a choice and so I had to constantly bring them back euh to the object of the- the debate", "Here MB reflects on what was happening during the programme, and that a potential critical situation emerges that he wants to manage. Specifically, MB orients his action in the programme toward the higher orders of “quality journalism” that he encounters: those specific to the debate genre (2a), to television media (2b) and to the pressure of competing channels (2c):  2. Debriefing January 23, 2013. min. 14:22 (MB: journalist) a/ after all quality journalism aims to clarify the purpose especially in a participatory democracy like ours people vote and therefore they must understand and so that’s the purpose of quality journalism but still you are on TV and so the debate is fundamental to create interest and so you have to guarantee both things at the same time b/ this balance between euh the purpose of quality journalism and the purpose of television to mix it’s a nice exercise you need training sometimes you fail in one of two goals finally it works well for television but on the information level it doesn’t work c / and there is another television from the Italian part of Switzerland has a similar debate so me when I do something I know the competition is doing the same thing and I have to decide how to do it in relation to the competition then the competition it’s rather- they’re sitting in armchairs and it’s a living room discussion so rather dead me I still prefer standing so we discussed the scene how to organize it last Monday and we decided to make them stand up so standing it’s one against the other standing it’s more euh it’s more aggressive than sitting while they talk and so compared to the competition I still keep this debating aspect but of quality that’s the goal", " 2. Debriefing January 23, 2013. min. 14:22 (MB: journalist)", "a/ after all quality journalism aims to clarify the purpose especially in a participatory democracy like ours people vote and therefore they must understand and so that’s the purpose of quality journalism but still you are on TV and so the debate is fundamental to create interest and so you have to guarantee both things at the same time", "b/ this balance between euh the purpose of quality journalism and the purpose of television to mix it’s a nice exercise you need training sometimes you fail in one of two goals finally it works well for television but on the information level it doesn’t work", "c / and there is another television from the Italian part of Switzerland has a similar debate so me when I do something I know the competition is doing the same thing and I have to decide how to do it in relation to the competition then the competition it’s rather- they’re sitting in armchairs and it’s a living room discussion so rather dead me I still prefer standing so we discussed the scene how to organize it last Monday and we decided to make them stand up so standing it’s one against the other standing it’s more euh it’s more aggressive than sitting while they talk and so compared to the competition I still keep this debating aspect but of quality that’s the goal", "Thus, according to MB while the debaters make the debate, the role of the journalist is to insure the quality and clarity of the event. In order to manage this critical situation, when “they are mixing everything up” and would be confusing for the viewers, MB uses the interventions from the audience as a way of controlling the debate and debaters and steering the clarity of the discussion. One form of audience intervention, using an invented source, is a strategy that was discussed and prepared the day before by the journalist and his assistant, and which we turn to now.", "In observing the preparatory session, we can see that three interrelated processes emerge, considered as “good” practices by the journalists themselves where the contingencies for critical action are planned. In terms of the debate’s progression, MB and his assistant decide a priori appropriate moments for interventions (e.g. at the end of the show, before the final summary);In terms of content, to avoid the silence of the public, they list quotes from external sources that will be used to solicit responses from the debaters present on the set;They formulate an intervention themselves and attribute it to fictitious audience members. It is on this last aspect that we focus attention by considering successively three extracts (a to c) of the debate’s preparation session with MB, the journalist, and N, his assistant.", "In terms of the debate’s progression, MB and his assistant decide a priori appropriate moments for interventions (e.g. at the end of the show, before the final summary);", "In terms of content, to avoid the silence of the public, they list quotes from external sources that will be used to solicit responses from the debaters present on the set;", "They formulate an intervention themselves and attribute it to fictitious audience members. It is on this last aspect that we focus attention by considering successively three extracts (a to c) of the debate’s preparation session with MB, the journalist, and N, his assistant.", "In his office, the day before the debate, MB composes and reads to his assistant N the text of the thematic framing for the programme’s opening on January 22. The assistant then, after expressing her fear of a live broadcast where the public does not contribute questions, submits to MB extracts of conversations taken from the ongoing public debate that might be useful in such a case.  4. Workplace interaction January 21, 2013. min. 16.10, MB: journalist & N: assistant.", " 4. Workplace interaction January 21, 2013. min. 16.10, MB: journalist & N: assistant.", "Table", "N quotes the words of Marco Romano (line 391), a young politician with centre-right leanings. The views of the latter, even if they are highly predictable, distance themselves from the extreme right-wing that dominates in the Italian-speaking part of Switzerland. Romano’s statement, which has already appeared in the media, is considered very relevant by MB (line 397) because it broadens the scope of the debate.11 However, in the next extract (B), MB identifies the possible problem of using this as a quote.", "Table", "Here then N identifies an important editorial standard that the quotation satisfies in addition to its relevance (line 398: “I thought it was a provocation”). While MB initially agrees with the idea being suggested to exploit the quote (in the conditional tense, line 400), he gradually expresses his doubt (lines 403, 405, 406) before rejecting the proposal. MB identifies the problem as using a quote from a politician who is not going to be in the studio, and so not part of the live debate (line 406: “you quote a politician who is not there”). Here then the journalists identify a relevant angle for the debate, and a journalistic reason for it being used during the debate as a provocation. In doing so, the journalists identify both the good and bad reasons for using/not using the quote and from this evaluation MB announces that they should “drop it”, that it cannot be used.", "However, the matter is not quite settled. As examined in the next extract, N goes onto point out again that she thought it was a good provocation, i.e. that it fulfilled that aspect of the debate to be lively and engaging. From this, MB then begins to warm to the idea of using the quote but attributing it to a different person, a member of the audience.", "In the next extract the journalists continue to discuss the quote and start to tease out a solution to the problem. Returning first to identifying why it would be good journalist practice, as a provocation, they then set about finding a way that would allow them to use this quote.", "For this section of analysis, we draw on Membership Categorisation Analysis to highlight the way journalists organise, employ and deploy social category-based reasoning in the production of news (Eglin and Hester 2003). This is particularly visible during live news production, for example when major news crews were on hand to report from the house of the Syed Farook and Tashfeen Malik responsible for 2015 San Bernardino terrorist attack (Fitzgerald and Evans 2019). This “news-culture-in-action” points to a process whereby individuals and individual actions are rendered into newsworthy membership categories who act according to their “membership”, and who are treated as interacting or reacting with other newsworthy categories in action in routine predicable ways. In the example below, MB invokes a categorial based reasoning (Sacks 1995) tied to his “professional” knowledge of the audience and how the “average” audience member engages with the news.", "Table", "In this extract, the quandary as to the use of the politician’s quote is now placed alongside what the “the average reader” might know or remember about who said it. MB suggests that the average reader would not be able to remember where they read something, only that they read it (line 414). MB, then, retains the idea of the question being worthy but not quotable, if from the politician, but also provides a way in which it could be used by shifting the focus to what the “average reader would know”. In other words, MB denies the (quotation) form of N’s proposition but upholds the (thematic) relevance of the content that he wants to exploit. The theme satisfies two essential constraints of the mediagenic aspect of news in a debate: to be of relevance (“the problem cannot be fought off only with legal provisions, we must change the culture”: lines 395–396) and at the same time spectacular in effect (“I thought it could be a good provocation”: line 409). Thus, in this move MB begins to provide for a separation between the content of the question and the author of the question. That is, while the point raised is undoubtedly relevant, it is unethical for a politician to be granted a voice when he/she is not taking part in the debate. Step one is to propose that the “average reader” would not connect the argument with the politician.", "MB’s professional category-based reasoning as a professional journalist provides grounds for “knowing” the audience, which in turn also means he is able to understand what the “average news reader” knows. Indeed, in the interview conducted after the debate MB reported that one of his constant concerns was to “put oneself in the public’s shoes”. In placing himself in the shoes of the “average reader” (line 413)12, he is able to experience the programme as a member of the audience, and as such able to argue that the average member of the audience would not remember the specifics of what or where they have read the argument expressed by any particular person (line 414). Only an impression of the theme would “stay[s] in his mind” (line 417) and the average audience member would have internalised it and reformulated it “as if it were his own” (line 420). This account of how the audience think is predicated to MB’s own experience as a professional journalist (“that’s how it works”: line 416). In short, for MB, the original proposal to use the quote is faulty, not because it is roundly unethical but that it only considers the content of the provocation and author of the contribution to the debate, and not the second part of the debate equation, the audience’s engagement in public debate and how they would engage in this particular televised debate.", "With the two goals of the debate – to have a lively debate, and to have demonstrated audience engagement – MB is thus able to connect and reconcile the potentially unethical action with the wider professional and practical goals. In a practical sense, what he does on-air is blur, in Goffman’s terms (1981), the “principle” and “author” of the question by shifting the principle from a particular author to a “public” author. In so doing he reconfigures the relationship between the author as someone, Marco Romano Politician, to the author as someone as anyone (Scannell 2000), i.e. Marco from Ponte Capriasca, audience member.13 Of course, whilst this action is performed for the audience, the journalist, in reality, is both “author” of the sentiment and “animator” of the question. Thus, for good professional reasons the journalist obfuscates the author and animator of the comment to produce live “quality” journalism, and so reconcile his professional categorial identity with the creation of a fictitious audience member. That is, it is from and because of his experience and professionalism that he then is able to connect the two elements and reconcile this apparently unethical action."]}, {"title": "Conclusion", "paragraphs": ["In this paper we have examined an instance of a Swiss journalist deliberately inventing an audience member in a live TV political debate. Drawing on the perspective of the journalists themselves, we have highlighted how they reason “bad journalist practices for good journalism reasons”. While at face value it is clear that the actions of the journalist were ethically problematic, we are not arguing that this shows that truth is relative or alternative. Rather, we are interested in examining how the rhetoric of journalist ethics in Switzerland is managed through ad hoc professional reasoning practices that provide ways to shift between the principles and the in-situ practices of news journalism work. Indeed, this aspect of journalism is not new and has been the subject of critical research since early studies of journalism.14 Rather, this research takes seriously and attempts to contribute further understanding to just how these practices are reconciled with such principles in practice, and more broadly how journalism ethics are managed in the face of the fragmentation of the audience and media products as well as new forms of political and media engagement through new forms of technology.", "Thus, while from an ontological point of view this fictionalisation represents a bad practice, from a practical point of view, which admits nuanced perspectives, it is done for good reasons. On the one hand, the requirement for truth as the foundation of journalism according to Kovach and Rosenstiel (2014) is constrained. On the other hand, the debate of ideas and the plurality of citizen voices are seemingly given voice. In doing this, the journalists are able to maintain, for them, what corresponds to the definition of “truth” not as an absolute, but as a negotiated practice. Indeed, according to Barbie Zelizer and Stuart Allan: truth is approached by journalists not as an absolute entity but as a practical objective to be realized in newsmaking practices. […] It emerges through the journalist’s ability to assemble and verify facts and to collect them in an account that approximates in a reliable and credible fashion some unfolding of action in the real world. (Zelizer and Allan 2010, 162)Of course, a major element within the emergence of “post truth”, “fake news” and the “crisis of legitimation” in journalism centres around the notion of trust. Can and should journalism be trusted? The attacks on journalism have been particularly effective in highlighting the separation between the “principles” in relation to truth and accuracy and the practice of journalism, where the day to day work of journalism means these ideals are routinely fudged, although possibly for good professional reasons. In light of this dissonance it is important to acknowledge that practices that are regarded as unethical in principle are routinely used and, indeed, form part of routine journalism practice for good reasons. Acknowledging this means opening up the discussion about day to day practices of journalism for a more candid understanding of such practices.", "truth is approached by journalists not as an absolute entity but as a practical objective to be realized in newsmaking practices. […] It emerges through the journalist’s ability to assemble and verify facts and to collect them in an account that approximates in a reliable and credible fashion some unfolding of action in the real world. (Zelizer and Allan 2010, 162)", "For example, in the case discussed here, the validity criterion of the “truth” is neither the identity nor the identification of a source, but rather the intellectual contents or sentiment of the comments that circulate in public spaces and are within the public interest. In this case, then, the argument for quality journalism in Switzerland situates the news media in their primary role of being mediators of public interest for the public itself, i.e. a necessary and sufficient condition of the truth of journalistic information. It is this essential professional role of the journalist to circulate and mediate public discourses through their judgement, even if this means transgressions of journalism ethics when done for good professional reasons."]}], "references": [{"title": "Pratiques langagières des débats et constitution des espaces publics", "year": "2013", "journal": "Bulletin Vals-Asla", "volume": "98", "authors": [{"name": "Burger Marcel.", "first_name": "Burger", "last_name": "Marcel."}]}, {"title": "Argumentation in Journalism", "year": "2016", "journal": "Journal of Argumentation in Context", "volume": "5", "authors": [{"name": "Burger Marcel", "first_name": "Burger", "last_name": "Marcel"}, {"name": "Delaloye Laura", "first_name": "Delaloye", "last_name": "Laura"}]}, {"title": "‘Maybe There is a Very Simple Debate’. How Journalists Frame a Public Debate in the Newsroom", "year": "2018", "journal": "Cahiers de l’Institut de linguistique et des sciences du langage", "volume": "54", "authors": [{"name": "Burger Marcel", "first_name": "Burger", "last_name": "Marcel"}, {"name": "Delaloye Laura", "first_name": "Delaloye", "last_name": "Laura"}]}, {"title": "New(s) Times: Towards a ‘Second Wave’ of News Ethnography", "year": "2000", "journal": "European Journal of Communication Research", "volume": "25", "authors": [{"name": "Cottle Simon.", "first_name": "Cottle", "last_name": "Simon."}]}, {"title": "Beyond the Broadcast News Interview: Specialized Forms of Interviewing in the Making of Television News", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Ekström Mats", "first_name": "Ekström", "last_name": "Mats"}, {"name": "Lundell Asa Kroon", "first_name": "Lundell", "last_name": "Kroon"}]}, {"title": "Why Ethnography Matters: on Anthropology and its Publics", "year": "2013", "journal": "Cultural Anthropology", "volume": "28", "authors": [{"name": "Fassin Didier.", "first_name": "Fassin", "last_name": "Didier."}]}, {"title": "Entering the Liminal Zone: Generating News with Occasioned Objects in Live TV News Reporting", "year": "2019", "journal": "Journalism Studies", "volume": "", "authors": [{"name": "Fitzgerald Richard", "first_name": "Fitzgerald", "last_name": "Richard"}, {"name": "Evans Bryn", "first_name": "Evans", "last_name": "Bryn"}]}, {"title": "Identity, Categorisation and Sequential Organisation: the Sequential and Categorial Flow of Identity in a Radio Phone-in", "year": "2002", "journal": "Discourse and Society", "volume": "13", "authors": [{"name": "Fitzgerald Richard", "first_name": "Fitzgerald", "last_name": "Richard"}, {"name": "Housley William", "first_name": "Housley", "last_name": "William"}]}, {"title": "‘The News That Wasn’t’", "year": "2018", "journal": "Cahiers de l’Institut de linguistique et des sciences du langage", "volume": "54", "authors": [{"name": "Jacobs Geert.", "first_name": "Jacobs", "last_name": "Geert."}]}, {"title": "Busy Saying Nothing New: Live Silence in TV Reporting of 9/11", "year": "2005", "journal": "Multilingua", "volume": "24", "authors": [{"name": "Jaworski Adam", "first_name": "Jaworski", "last_name": "Adam"}, {"name": "Fitzgerald Richard", "first_name": "Fitzgerald", "last_name": "Richard"}, {"name": "Constantinou Odysseas", "first_name": "Constantinou", "last_name": "Odysseas"}]}, {"title": "Telling Stories From the Newsroom: a Linguistic Ethnographic Account of Dramatization in the Broadcast News", "year": "2016", "journal": "Working Papers in Urban Language \\& Literacies", "volume": "197", "authors": [{"name": "Merminod Gilles.", "first_name": "Merminod", "last_name": "Gilles."}]}, {"title": "Narrative of Vicarious Experience in Broadcast News: A Linguistic Ethnographic Approach to Semiotic Mediations in the Newsroom", "year": "", "journal": "Journal of Pragmatics", "volume": "", "authors": [{"name": "Merminod Gilles", "first_name": "Merminod", "last_name": "Gilles"}, {"name": "Burger Marcel", "first_name": "Burger", "last_name": "Marcel"}]}, {"title": "Towards a Linguistics of News Production", "year": "2011", "journal": "Journal of Pragmatics", "volume": "47", "authors": [{"name": "", "first_name": "", "last_name": ""}]}, {"title": "Talk and Action: Practicing Internal Multilingualism in the Newsroom", "year": "2009", "journal": "ZITIMATA EPIKINONIAS (Communication Issues)", "volume": "3", "authors": [{"name": "Perrin Daniel", "first_name": "Perrin", "last_name": "Daniel"}, {"name": "Burger Marcel", "first_name": "Burger", "last_name": "Marcel"}, {"name": "Fuerer Mathias", "first_name": "Fuerer", "last_name": "Mathias"}, {"name": "Gnach Aleksandra", "first_name": "Gnach", "last_name": "Aleksandra"}, {"name": "Schanne Michael", "first_name": "Schanne", "last_name": "Michael"}, {"name": "Wyss Vinzent", "first_name": "Wyss", "last_name": "Vinzent"}]}, {"title": "Argumentation in Journalism", "year": "2016", "journal": "Journal of Argumentation in Context", "volume": "5", "authors": [{"name": "Perrin Daniel", "first_name": "Perrin", "last_name": "Daniel"}, {"name": "Zampa Marta", "first_name": "Zampa", "last_name": "Marta"}]}, {"title": "Argumentation in Journalism", "year": "2016", "journal": "Journal of Argumentation in Context", "volume": "5", "authors": [{"name": "Rocci Andrea", "first_name": "Rocci", "last_name": "Andrea"}, {"name": "Luciani Margherita", "first_name": "Luciani", "last_name": "Margherita"}]}, {"title": "For-anyone-as-someone Structures", "year": "2000", "journal": "Media, Culture \\& Society", "volume": "22", "authors": [{"name": "Scannell Paddy.", "first_name": "Scannell", "last_name": "Paddy."}]}, {"title": "‘Grab a pen and Paper’: Interaction v. Interactivity in a Political Radio Phone-in", "year": "2013", "journal": "Journal of Language and Politics", "volume": "12", "authors": [{"name": "Thornborrow Joanna", "first_name": "Thornborrow", "last_name": "Joanna"}, {"name": "Fitzgerald Richard", "first_name": "Fitzgerald", "last_name": "Richard"}]}, {"title": "Is Language a News Value in Belgium? A Case Study of the Use of Dutch-Language Quotes in the French-Language TV News", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Tobback Els", "first_name": "Tobback", "last_name": "Els"}, {"name": "Jacobs Geert", "first_name": "Jacobs", "last_name": "Geert"}]}]}