{"doi": "10.1080/21670811.2012.756666", "url": "https://doi.org/10.1080/21670811.2012.756666", "title": "INNOVATION AND THE FUTURE OF JOURNALISM", "volume": "1", "year": "2013", "issue": "2", "journal_name": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Pavlik", "first_name": "John", "name": "John V. Pavlik"}], "abstract": " Journalism and the media are in the midst of tumultuous change, driven at least in part by technological and economic uncertainty on a global scale. The thesis of this paper is that the key to the viability of news media in the digital age, as demonstrated by both long- and short-term patterns, is innovation. To insure long-term success, innovation in news media should be guided by four principles: intelligence or research, a commitment to freedom of speech, a dedication to the pursuit of truth and accuracy in reporting, and ethics. Evidence is presented that early innovation by news media leaders that adhere to the principles outlined here are finding success in both building audience and generating digital revenue. ", "body": [{"title": "Introduction", "paragraphs": ["Journalism and the media are in the midst of tumultuous change, driven at least in part by technological and economic uncertainty on a global scale. In the United States, 151 daily newspapers closed in 2011. This is fewer than in 2010, but still a substantial number, and more than 10 percent of the total number of dailies publishing in the country. As the Project for Excellence in Journalism (PEJ) reports, the “core of newspapers’ financial problems has been declining advertising revenues” (Edmonds, Guskin, and Rosenstiel 2011; Rosenstiel 2012). Newspaper advertising revenues have dropped 48 percent since 2006. The decline in 2011 was less severe than in 2010, but it is still a sharp drop of 6.3 percent. While online revenues have been climbing, they have not risen fast enough to off-set the drop in revenues from the traditional print news product. Audiences, or readership, of newspapers, especially the print product, have declined for at least two decades, as well (Bogart 1989). A 2012 study from the Pew Research Center found that just 29 percent of Americans say they read a newspaper yesterday. Less than a quarter, or 23 percent, read a print newspaper (NetNewsCheck 2012). By contrast, The Newspaper Association of America reported that in 1972 about 50 percent of men aged 18–29 and 38 percent of women in that age group read a daily newspaper (Simms 1993).", "Print newspaper advertising revenues were nearly $45 billion in 2003. They had dropped to less than $23 billion in 2010. Online advertising revenues for newspaper businesses grew from $1.2 billion in 2003 to more than $3 billion in 2010. This is nearly a 300 percent increase. While such a substantial percentage increase is notable, it is not nearly enough in an absolute sense to make up for the collective loss of some $22 billion in print ad revenues during the same period industry-wide. Furthermore, newspaper circulation has been on a generally declining trend for much of the past decade. From 2003 to 2009, the newspaper industry showed continuously declining circulation. In 2010, the industry rebounded a bit, with circulation recovering slightly, yet not nearly enough to compensate for the nearly decade-long slide.", "Television news has shown a similar pattern. At both the network and local levels, TV news operations have seen declines in both audience and revenues (Stelter 2012). In 2011, this trend reversed a little. Network TV “audiences grew for the first time in a decade,” reports Pew (Rosenstiel 2012). Morning and late evening newscasts on local TV increased in popularity for the first time in five years as well.", "Terrestrial radio (including news) has struggled as well on both audience and revenue fronts, especially as satellite radio (Sirius XM) and internet-delivered radio (e.g., Pandora) have siphoned off some of the premium market of radio listeners. Sirius XM chief executive Mel Karmazin reported the third quarter of 2012 brought 446,000 new subscribers to the satellite radio service, bringing the total paying subscribers to 23.4 million (monthly subscription rates are about $15) (Sisario 2012). Karmazin reported the service expects to bring in 1.8 million new subscribers for the year, and will report a profit, having earned $867 million in revenues for the quarter with a net income (profit) of $74.5 million. The rise of pay satellite radio also demonstrates much of the audience’s willingness to pay for media content (e.g., radio) previously offered for free in an advertising-supported model."]}, {"title": "Redirecting the News Media", "paragraphs": ["The Pew Center’s Project for Excellence in Journalism “State of the News Media 2012” report provides an intriguing window into a possible redirection for the news industry in the twenty-first century (Rosenstiel 2012). On the one hand, the study indicates the news industry is still groping for a revenue model for the digital age. “In sum, the news industry is not much closer to a new revenue model than a year earlier and has lost more ground to rivals in the technology industry,” the report states. On the other hand, the report adds that mobile devices may be “leading to a deeper experience with news than on the desktop/laptop computer.” Pew found that 44 percent of Americans own smart phones and 22 percent own tablet devices. The tablet adoption represents a doubling of these devices in only one year. Pew notes that half of the US population has a mobile device, and one connected to the internet wirelessly. Two-thirds of these use their wireless devices to obtain news. Pew adds that news consumption is the second most popular mobile activity, following only email. These trends offer intriguing possibilities for news media seeking innovative revenue models via mobile platforms.", "Adding to the complexity of the digital media environment, audience fragmentation is growing. Pew found that approximately two-thirds of consumers access at least three sources for local news each week. “Urban and suburban residents also use a wider variety of local news sources on a regular basis,” Pew reports (Rosenstiel 2012). “Close to half of urban (45%) and suburban (51%) residents use a combination of traditional, online and mobile local news media to get their local news, compared with 38% of those living in small cities and 27% of rural residents.”", "A growing generational divide in news consumption patterns is also emerging. A national New York Times study reported in October 2012 shows that more than half (53 percent) of Baby Boomers (those 55 and older) said they read print newspapers, compared to less than a quarter (22 percent) of Millennials (those 18–34) and a third (32 percent) of Generation Xers (ages 35–54) who report they read newspapers (Sonderman 2012). Significantly, online news consumption is consistent across all ages, but younger cohorts have substantially greater news consumption via smart phone and tablet devices (i.e., mobile) than among Baby Boomers.", "Burst Media reported the results of a study in April 2012 that expands on this generational media gap. Burst Media (2012) found that Facebook was second only to news sites as a source for political news among younger cohorts. About half (44 percent) of Millennials access news sites for political information. A quarter (22 percent) of the group use Facebook and about a fifth (17 percent) use YouTube to get news about politics. In contrast, more than half (53 percent) of Baby Boomers use news sites and only one-tenth (8 percent) use Facebook or YouTube. Generation Xers show a pattern of political news consumption somewhat between the two groups, with just less than half (49 percent) using news sites, and about one-tenth (12 percent) Facebook and one-twentieth (6 percent) YouTube.", "These patterns indicate that news media leaders have a unique opportunity to re-engage with their communities and the citizens they serve, particularly younger audiences and urban communities. Research shows these citizens continue to have a large appetite for news. But they are increasingly turning to mobile devices and social media, often in combination with traditional media, to access news, including political information."]}, {"title": "Thesis: Innovation is the Key", "paragraphs": ["Both short- and long-term patterns suggest that news media leaders can utilize these developments to invent a viable revenue model for the twenty-first century. The thesis of this paper is that the key to this viability is innovation. In the business literature, innovation refers to “The process by which an idea or invention is translated into a good or service for which people will pay, or something that results from this process. To be called an innovation, an idea must be replicable at an economical cost and must satisfy a specific need” (BusinessDictionary.com 2012).", "Innovation in news media is defined here as the process of taking new approaches to media practices and forms while maintaining a commitment to quality and high ethical standards. Innovation is driven largely by technological advances and economic challenges (Tarde 1903). Innovation in news media, including both the professional journalists and citizen journalists who generate news content, lies along at least four dimensions. These are (1) creating, delivering and presenting quality news content, (2) engaging the public in an interactive news discourse, (3) employing new methods of reporting optimized for the digital, networked age, and (4) developing new management and organizational strategies for a digital, networked and mobile environment.", "For long-term sustainability, this innovation should be guided by four principles. First among these is intelligence or research. Second is a commitment to freedom of speech. Third is a dedication to the pursuit of truth and accuracy in reporting. Finally, but importantly, is ethics.", "Advances in innovation in media management are urgently needed in the United States and the world beyond. The reasons are at least three-fold. First, the economic foundation for journalism and the media is increasingly uncertain and competitive, particularly from new entrants in the digital marketplace and in the global arena. Many media enterprises, including newspapers, are in tenuous economic positions, and many have gone out of business, or have needed government subsidies or funding from foundations or other economic support.", "Second, technological change has created an open environment for sweeping change and has lowered the barriers to entry. New entrants are increasingly challenging the long-held positions of incumbent media organizations, both profit and not-for-profit, or government sponsored. In a 2012 study, the PEJ cautions, “Technology intermediaries,” including Google, Amazon, Facebook and Apple, “now control the future of news” (Rosenstiel 2012).", "These and a small number of other “technology giants began rapidly moving to consolidate their power by becoming makers of ‘everything’ in our digital lives.” Moreover, PEJ adds, “The gap between the news and technology industries is widening.”", "Third, the pace of technological change appears likely to increase, leading to even further opportunities for adaptation. Developments in the information technology arena have not lessened in the twenty-first century. If anything, they have continued unabated, with mobile technologies advancing rapidly. Storage technologies have similarly continued to develop with nanotechnologies emerging in 2012 that promise to make atomic-level magnetic memory a near-term reality. Haptic, wearable and 3D-display technologies are also in rapid development. Witness Google’s Project Glass, the wearable augmented-reality technology announced in early 2012, expected to reach the marketplace in 2013, with competitors such as Apple not far behind. These are just a few examples of the rapidly emerging new media developments.", "Lessons from the newspaper industry, music industry, motion picture industry and other global media industries where traditional enterprises have been slow to adapt demonstrate that a lack of innovation is likely to erode the economic viability of incumbent media industries. Digital media companies such as Google, Facebook, Apple and Yahoo! have become dominant, multi-billion dollar enterprises in the global marketplace, and have captured much of the advertising, subscription and other digital revenues that traditional media enterprises might otherwise have developed. In many cases, social networking media have emerged as vital components of the digital media marketplace. Traditional media have been slow to integrate these emergent technologies into their business practices or monetize them substantially or utilize them effectively to create new content forms, engage the citizenry or reinvent methods of work. Research suggests that adopting innovations can pose a dilemma for incumbent news organizations, however, because the cost of the investment in new technologies for incumbents may be higher than for newer entrants (Christensen 1997). Meanwhile, a failure to adapt may ring a death-knell, as incumbents risk losing their marketplace advantage to more efficient digital organizations. News executives are thus often increasingly placing a greater emphasis on flexible work environments, research and innovative use of technology if not investment (Briggs 2012). Research by Rogers and others also suggests that early adopters of a technology “receive less of a benefit than later adopters do” (Lievrouw 2002; Rogers 1962, 2003). Thus, many news organization leaders are reluctant to be the first to innovate; they often are more inclined to let others be the first to test the digital waters.", "There is a substantial body of research in the business literature examining innovation in the context of media organizations (Hang and van Weezel 2012). One of the important contributions of this literature is the linkage between media innovation and entrepreneurship. Shane and Venkataraman (2000) offer a widely cited definition of entrepreneurship, which they propose “is concerned with the discovery and exploitation of profitable opportunities” (Shane and Venkataraman 2000).", "Of relevance as well is the research of City University of New York (CUNY) computational journalism (CJ) expert Nicholas Diakopolous, who has developed a process for systematically developing technical innovation in journalism (Diakopolous 2012). Diakopolous suggests that such innovations should be based on three considerations. These are “(1) What innovations are needed either to solve problems, meet user needs through new experiences, or increase efficiencies in processes; (2) Whether the innovation is technically feasible and how to make it work; and (3) Whether the solution fits the values of the intended users and is likely to be adopted.”", "Particularly significant is the emergence of mobile technologies and their increasing adoption by citizens using them to access and distribute wirelessly news and information via the internet. This diffusion of mobile, networked technology among the public is enabling a wide spectrum of innovation opportunities for news media to create effective new content forms for news. Among the news content opportunities are storytelling platforms utilizing location-based images and video, such as augmented reality. These location-based forms are particularly promising as they both build on the geographic-based traditions of journalism (e.g., consider the first part of every news story, the dateline, which identifies the location from which a story has been reported or filed) as well as utilize the mobile technologies citizens are increasingly engaging.", "In addition, the growth of social media and public engagement in a news flow via social media underscores this development. Citizens are increasingly utilizing their mobile devices to access and participate in a news dialog via social media. At no time is this more apparent or perhaps more urgently needed than during times of crisis. This was dramatically illustrated in late October and early November 2012 when Hurricane Sandy struck with devastating force the east coast of the United States (and Canada), where the damage is estimated to be some $50 billion dollars and where at least 95 lives were lost (Craft 2012; Barron, Goldstein, and Semple 2012). The effects and aftermath of what some dubbed the “Frankenstorm” were felt acutely in New Jersey, where the historic storm made landfall. Innovative news media called upon the public to act as citizen reporters to use mobile and social media to help report on the storm’s impact (Walsh 2012). As one example, CBS News invited its listeners in the region to use Twitter by tweeting @CBSNews any information they had about gas stations that were still open and had gasoline available in the days after the storm flooded and swept through New Jersey, knocking out power and leaving without electricity not only millions of residents but also gas stations (and other businesses), making it impossible for those stations to provide gasoline for fuel-starved cars (Associated Press 2012; CBS News 2012). Consequently, long lines stretched a mile or more (as observed by the author who is a professor at Rutgers in New Jersey, and reported by the media) at those stations still able to provide gas. An estimated 80 percent of the state’s gas stations were either without power or gasoline or both by the Wednesday following the storm’s landfall over the previous weekend (CBS Local 2012). Yet, it is essential to verify the authenticity of citizen-contributed reporting to maintain the accuracy of what is reported. During Hurricane Sandy social media abounded with unreliable reports (e.g., fake Hurricane Sandy photos on Twitter). Sorting the reliable from the unreliable can be a challenging process, especially when time is of the essence. One innovative resource working with news media around the globe to help authenticate via efficient digital tools is Paris-based Citizenside.com. Citizenside has developed digital tools based partly on location-based information embedded in photographs to confirm the citizen reporter’s location (Goodman 2009). Such verification can help quality news organizations assure the accuracy of their publicly reported news and information.", "Furthermore, in many cases during a crisis such as the “Sandy” disaster, social media in combination with mobile device use may be the only way for citizens to access news and information. During the storm’s aftermath, many political leaders, for example, embraced social media such as Twitter and Facebook to deliver information to the public when many citizens lacked power and were unable to watch television for news or even get a printed newspaper (i.e., some newspapers were unable to print or deliver their printed product during the storm’s aftermath), as reported in the New York Times (Stelter and Preston 2012). Many citizens were limited to mobile media as their only form of mediated communication, and needed to go to locations that still had power, such as the public library, Grand Central Station or banking ATM venues to recharge their mobile devices.", "This increasing convergence between mobile device use and social media engagement presents a growing revenue opportunity, as well. Facebook produced $153 million in revenue, or 14 percent of all its advertising revenue for the social media network in the third quarter of 2012, via mobile devices (Guynn 2012). News media leadership has a unique opportunity to bring together three elements in an innovative strategy. These elements are one, a tradition of quality news; two is the increasing and rapid adoption by citizens of mobile technologies, especially among youth and urban communities; third is the convergence of citizens’ use of social and mobile media for news consumption as well as participation in the news flow as citizen reporters. By blending these three elements, news media leadership can create a business or revenue model that will have the potential to generate sufficient revenues, both through advertising and metered paywalls, to sustain quality news organizations in the twenty-first century.", "In its 2011 annual report on the state of the media, the Pew Center calls the social sharing of news “among the most important news developments” of the decade (Rosenstiel 2012). It builds audiences. This signals a key strategy for news media leadership to the digital future.", "Developing and employing innovative methods of newsgathering and reporting represents an essential area of news media growth and adaptation in the twenty-first century. Such methods include a wide spectrum of digital developments, including not only the effective utilization of mobile devices in newsgathering (e.g., photography and videography via smart phones), but also the advent of what is increasingly known as “big data” (Graham 2012). The Guardian (United Kingdom) has been a pioneer in developing interactive visualizations based on “big data” (The Guardian 2012a). The Guardian produced ground-breaking big data visualizations based on Twitter feeds during the Tottenham riots in 2011 (The Guardian 2012b). One such data-driven visualization illustrated how riot rumors spread on Twitter. In this case, the visualization revealed how 2.6 million tweets showed the capacity of Twitter to correct misinformation: “particularly if the claim is that a tiger is on the loose in Primrose Hill” (The Guardian 2012c).", "News media leadership can capitalize on these technological developments to employ new strategies for managing their resources, both human and other. Among the most important opportunities is to reduce cost and increase organizational efficiency and execution without sacrificing quality of newsgathering, intellectual capital or the news product ultimately delivered to the public. One strategy to pursue is the decentralization of newsgathering and production by using networked mobile technology. By creating and managing a virtual newsroom, news media management can dramatically reduce cost by lowering or even eliminating the central, physical newsroom. Just as online and mobile news delivery can eliminate the need for a printing press, newsprint and newspaper delivery via trucks, the utilization of mobile, networked technologies deployed among the newsgathering, production and editing staff can eliminate the need for a central, physical newsroom."]}, {"title": "Four Principles for Successful Innovation in News Media", "paragraphs": ["Fundamental to news media leadership in developing an innovative digital strategy are four journalism principles that will insure the long-term viability of news media in the age of global, mobile, networked media. First among these is research intelligence. Research, or systematically gathered information designed to build knowledge, is essential to guide news media decision-makers in not only evaluating alternative approaches but in assessing the impact of different digital designs and methods. While sound subjective judgment plays an important role in developing digital strategy, basing decisions on systematically gathered intelligence is critical because it greatly strengthens the reliability of those decisions.", "The second principle is a commitment to freedom of speech. In the United States, news media, and newspapers in particular, have been both legally and historically bound to freedom of speech and press by means of the First Amendment of the United States Constitution. But freedom of speech needs a guardian (Lofton 1980). Without a protector, freedom of speech and press can erode, and cannot be taken for granted, both within the US borders and globally. News media leadership needs to vigorously champion freedom of expression and continuously reinforce public appreciation of the value of a free press to the effective functioning of society, both at home and abroad. A robust system of freedom of speech and press will help insure that journalists, both professional and citizen, will be able to report without fear of censorship or harassment.", "The third principle is a dedication to the pursuit of truth and accuracy in reporting. Truth and accuracy in reporting insures that news media will both function at a high level, as well as maintain the trust of the public and the sources reporters rely upon for newsgathering.", "A fourth principle is ethics. Ethical decision-making insures the long-term viability of digital strategy, as well as promotes the social responsibility of that strategy. Such social responsibility is necessary to guarantee the trust and confidence of the public, the citizens journalism serves, as well as protecting reporters’ access to the news sources necessary to story development. Perhaps even more importantly from a business or operational perspective, ethics can serve as a form of quality control by encouraging adherence to a high level of organizational action. The failure to adhere to an ethical framework and its consequences were well illustrated in 2011 with the collapse of Rupert Murdoch’s News of the World as a result of the phone-hacking scandal that destroyed the public faith in the 163-year-old newspaper as well as that of advertisers and others linked to the publication’s business viability. For news organizations seeking innovative strategies, one of the important ethical issues to address is providing strong and transparent privacy policies. As news media utilize technologies such as online discussion boards, location-based media such as geographically tagged photos, and engage citizen or user-generated content (UGC), they need clearly articulated privacy policies regarding these technologies and their audiences as well as how advertisers might utilize media audience or user information via digital news media.", "Building an innovative strategy built on networked, digital and mobile technologies will enable the news media and their staffs of journalists, both professional and citizen, to achieve the goal of building a sustainable business or financial model to produce quality journalism in a global, networked and mobile environment.", "Figure 1, the Journalism Innovation Matrix, illustrates how the proposed three digital media innovation strategies can work in combination with the four news principles for effective journalism in a digital, networked and global marketplace. Each cell in the typology provides an example from the professional digital news environment of an innovative technique implemented using a strategy in combination with at least one of the principles.", "Figure 1 Journalism Innovation Matrix. aVenture Beat (2011); bGelles (2012); cCitizenside (http://www.citizenside.com/, accessed November 4, 2012); dWikiLeaks (http://wikileaks.org/, accessed November 4, 2012); eABYZ Newspaper Archive online (http://www.abyznewslinks.com/priva.htm, accessed November 4, 2012); f The Guardian (2011); gCBS News (2012); h The Guardian (2012e); iGlasser (2012); jSilverman (2010); kAl Jazeera Transparency Unit (http://transparency.aljazeera.net/en/, accessed November 4, 2012); lOsborne (2012)", "Figure 1 Journalism Innovation Matrix. aVenture Beat (2011); bGelles (2012); cCitizenside (http://www.citizenside.com/, accessed November 4, 2012); dWikiLeaks (http://wikileaks.org/, accessed November 4, 2012); eABYZ Newspaper Archive online (http://www.abyznewslinks.com/priva.htm, accessed November 4, 2012); f The Guardian (2011); gCBS News (2012); h The Guardian (2012e); iGlasser (2012); jSilverman (2010); kAl Jazeera Transparency Unit (http://transparency.aljazeera.net/en/, accessed November 4, 2012); lOsborne (2012)"]}, {"title": "Preliminary Evidence", "paragraphs": ["Early evidence suggests that such digital innovation by traditional print news media is successful in not only building audience but also generating online advertising revenue (Scofield 2012). New York Magazine, for instance, has developed a strong online and mobile presence, providing extensive original content, multimedia and interactive reporting on both its website and mobile app, creating a large digital audience. NYmag.com is ranked sixth in the New York metropolitan online marketplace in terms of unique monthly visitors, with 3.324 million, well ahead of Newsday.com (2.3 million), CBS New York (2.2 million) and VillageVoice.com (0.9 million). It trails only five media sites, including NYTimes.com (28 million), WSJ.com (13 million), NYDailyNews.com (11 million), NYPost.com (6.1 million) and ESPN NY (4.8 million). Accordingly, the publication has captured an increasing amount of digital advertising revenue. Lauren Starke, director of public relations for parent company New York Media, reports the magazine will generate about 40 percent of its revenue in 2012 from digital advertising. This is substantially greater than the typical publication nationwide, which generates roughly 10 percent of its advertising revenue from digital sources (Scofield 2012).", "New York is a growing online advertising market. Online ads account for about a 19.4 percent share of the city’s advertising market, nearly a quarter (21.4 percent) higher than the national average. Advertisers will spend roughly $587 million in the online space in New York City in 2012, and this figure is anticipated to increase by 60 percent by 2017 to nearly a billion dollars ($949 million) annually.", " The New York Times has supplemented its digital advertising with a metered paywall launched in March 2011. It has some 592,000 paying subscribers, an 11 percent increase since March 2012 (Bercovici 2012; Beaujon 2012). With subscription costs between $15 and $35 per month, the metered paywall is generating roughly $15 million a month in revenue. The metered paywall combined with increasing online revenues has somewhat offset declining advertising revenue for The New York Times and produced a 1 percent increase in revenue growth (Bercovici 2012).", "Similarly, the Wall Street Journal has seen increasing success with its paywall, launched in 1997. News Corp., the Wall Street Journal parent company, reports its print and online circulation has increased every quarter since acquiring Dow Jones in 2007 (Murdoch 2011, 4, 8). Print and digital circulation was 12 percent greater in 2011 than in 2010, and notably, print and digital advertising revenue similarly increased 11 percent in 2011 compared to 2010.", "Internationally, The Guardian, known as a leading innovator in digital news delivery, has developed the largest total (combining print and digital) monthly readership of British quality print media titles, according to a National Readership Survey and Digital Data Survey conducted in 2012. The Guardian’s website, tablet and newspaper editions had a total monthly readership of 8.95 million as of March 2012, ahead of the Daily Telegraph audience of 8.82 million (The Guardian 2012b). Of these, 4.698 million are digital Guardian readers, putting it in second place for quality news sites in the United Kingdom. The Mail Online (digital site of the Daily Mail) has the largest online newspaper audience in the world, with 6.5 million unique visitors each day, according to Comscore (The Guardian 2012c).", "Digital advertising revenues for The Guardian were £14.7 million ($18.87 million) for the first quarter of 2012, 26 percent ahead of the same period in 2011 (The Guardian 2012c). Meanwhile, Forrester Research forecasts consumer spending on digital news will jump by 77 percent to almost £250 million ($321 million) a year by 2017 (The Guardian 2012d). Forrester also predicts the number of people who purchase digital news content will increase by 68 percent from 4.8 million to 8.1 million annually. About one-fifth (20 percent) of tablet users will buy digital news content by 2017. The Guardian does not have a paywall, unlike its principal digital competitor, Mail Online. One of the issues of concern with creating a metered paywall for access to digital news content is that fewer readers will have access to the site. Such a loss of readership is both problematic for serving the mass public and the democratic process, but also can adversely affect advertising revenues (The Guardian 2012d)."]}, {"title": "Concluding Reflections", "paragraphs": ["The thesis of this paper is that innovation is the key to the viability of news media in the digital age, as demonstrated by both long- and short-term patterns. Early evidence indicates that innovation strategies in news media are proving successful in at least three areas. These are (1) creating, delivering and presenting quality news content; (2) engaging the public in an interactive news discourse both in terms of citizen reporters and in concert with social media where a public dialog can easily occur online; and (3) employing new methods of reporting optimized for the digital, networked age. News media that have begun to implement these innovation strategies are beginning to see increasing levels of paying subscribers to their digital products, and are seeing generally increasing advertising revenues from their digital products, both online and mobile. These trends are preliminary and not on a smooth upward curve. They are also still affected by the struggling economic recovery. Moreover, there is increased competition nationally and internationally for these digital resources, particularly online and mobile advertising, from digital companies, such as Google and Facebook.", "Further, it has been proposed here that these early tendencies are only viable over time if news media leaders adhere to four principles in developing and implementing their innovation strategies. First among these is intelligence or research. Second is a commitment to freedom of speech. Third is a dedication to the pursuit of truth and accuracy in reporting. Fourth is ethics, which not only promotes organizational behavior in a socially responsible manner but also serves as a mechanism to insure quality control. Failing to use these principles as a guide will both erode public trust in the media, the most vital intangible asset journalism has, as well as undermine the long-term growth in audiences, particularly those willing to pay for digital news media products. It is increasingly apparent that any viable economic model for media in the digital age will necessarily rely on a multi-dimensional revenue model. This revenue model will likely include a heavy reliance on paid content as well as online and mobile advertising. While some quality digital news media may generate significant revenues from foundation grants and public donations (e.g., ProPublica.org), it is unlikely that commercial news media will find these revenue sources sufficient.", "A viable revenue model is critical to not only the survival of diverse digital news media, but also to the support of a robust system of journalism committed to creating quality news content, including investigative and enterprise reporting. The public needs such journalism content on multiple levels. These include serving not only as an information resource for an informed electorate or citizenry on national, state and local levels, but also providing independent news and information on a wide variety of topics and as an information aide in people’s daily lives. Thus framed, innovation in news media can provide the foundation for an enduring public journalism that engages citizens in an informed discourse on matters of public importance. Future research should consider questions of the development and assessment of strategies of digital innovation for media in a networked, increasingly global marketplace. A critical, theoretical analysis of these strategies explored through research is essential in providing an independent perspective. Systematic investigations of how these strategies are implemented and their impact on the success of news media may play a critical role in the potential viability of journalism in the digital age."]}], "references": [{"title": "How to Get Kids, ‘Tweens, Teens and Twentysomethings to Find Value in Our Papers", "year": "1993", "journal": "ASNE Bulletin", "volume": "747", "authors": [{"name": "Simms M.L.", "first_name": "Simms", "last_name": "M.L."}]}]}