{"doi": "10.1080/1461670X.2011.571830", "url": "https://doi.org/10.1080/1461670X.2011.571830", "title": "“IT IS THROWN AGAINST ME THAT I HAVE A CASTLE”", "volume": "13", "year": "2012", "issue": "1", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Luckhurst", "first_name": "Tim", "name": "Tim Luckhurst"}], "abstract": " The nomination of an anti-war candidate in the Central Southwark by-election of February 1940 confronted Britain's newspapers with a dilemma. How should the press in a democracy fighting totalitarianism balance its obligation to hold power to account and its duty to the national interest? At this stage of the phony war, editors who knew that by-elections could stimulate national debate privileged the interests of the state. They conflated establishment and public interest and limited discussion to ideas represented in orthodox parliamentary opinion. Content analysis reveals newspapers engaged in self-censorship on behalf of a war that had not yet generated popular enthusiasm. ", "body": [{"title": "Introduction", "paragraphs": ["On 2 January 1940 The Manchester Guardian reported that, “Mr Charles Searson has, according to a statement issued by his election committee, been adopted by certain sections of workers as a prospective candidate in the forthcoming Parliamentary by-election in Central Southwark … Mr Searson, a local shopkeeper, is described by his supporters as a ‘Labour anti-war candidate’”. Mr Searson was a Labour member of Southwark Council, chairman of its Housing Committee and a trade unionist of 49 years’ standing (M-OA TC 46/3/Ga1). His candidature breached party policy. Labour had declared its support for war in September 1939 and had concluded an electoral truce with the Chamberlain Government and the Liberal Party. It stipulated that wartime vacancies in the House of Commons should be filled by a nominee of the party in possession without opposition from the other two (Calder, 2008, p. 58).", "Two contested wartime by-elections had occurred before the contest in Central Southwark. At Clackmannan and East Stirling in October 1939 a pacifist took 1060 votes and lost to an official Labour candidate who took 15,645. At Stretford, Greater Manchester in December 1939 an Independent Labour Party pacifist took 4424 votes and a Communist candidate 1514 against the Conservative victor who took 23,408. Searson's candidature provoked the first such contest of 1940 and the first to occur in London. It pitched Labour's anti-war left against the party's National Executive Committee and parliamentary leadership. It threatened to expose the extent of anti-war sentiment among Labour activists. It gave the Communist Party of Great Britain (CPGB) an opportunity to present its revolutionary defeatist case in a capital that expected to be bombed when public enthusiasm for war was tepid. The by-election also presented Britain's newspapers with an opportunity to prove their usefulness by demonstrating in time of war the vitality and relevance of the fourth estate ideals to which they professed allegiance."]}, {"title": "Press History of the Phony War", "paragraphs": ["Basic narratives about newspapers during the Second World War contrast editorial conduct between 1939 and 1945 with the British press's failure to hold power to account between 1914 and 1918. Claude-Jean Bertrand (1969, p. 153) notes this simple dichotomy, writing that in the First World War newspapers, “lost much of their credibility by serving propaganda purposes”, but displayed “responsible and often heroic behaviour” and so restored their reputations during the Second. Dedicated press history of the phony war is sparse. Griffiths (2006, p. 265) observes that Lord Beaverbrook was “sent to the United States to find out what President Roosevelt thought about the conflict”. Temple (2008, p. 43) notes that, “The British press, after a shaky start, had a ‘good war’”. He observes that the popular press had opposed war until it started and that even the Daily Herald had supported an agreement with Germany. Knightley (2004) considers the constraints under which reports by correspondents in France and Finland were gathered and filed. Cockett (1989) explores newspaper coverage of domestic politics, using among his sources the diaries and correspondence of Geoffrey Dawson and Robert Barrington-Ward of The Times and correspondence between James Louis Garvin, editor of The Observer, and his proprietor, Lord Astor. Cockett (1989, pp. 169–70) argues that, following Leslie Hore-Belisha's resignation on 5 January 1940, “the press relapsed into a mood of resentful acquiescence”, in which newspaper editors and proprietors were convinced that the War Cabinet was unfit for purpose, but felt compelled not to attack the government for fear of fracturing national unity; “the press was prepared to attack the government in detail, but hung back from criticizing Chamberlain himself or the individuals in the government because that would split the nation and help the Germans”. He concludes that, at the time of the Central Southwark by-election, Britain's newspapers were gripped by “a tortuous paralysis”. Curran and Seaton (2003) contemplate the ownership and censorship of newspapers. Diaries, biographies and memoirs, notably those of Sir Alexander Cadogan, Sir Henry Channon and Cecil King, touch on relationships between newspaper editors/proprietors and their contacts in Whitehall and Westminster. Absent from these studies is content analysis of British newspapers during the phony war."]}, {"title": "History of By-elections", "paragraphs": ["In the First World War newspapers had broadly supported the politicians’ consensus that voting and war-fighting were incompatible. Parliament repeatedly postponed the general election scheduled for December 1915. Punch (cited in Pugh, 2009, p. 12) satirised the very idea of wartime voting in a cartoon depicting British trenches festooned with placards declaring “SORRY FRITZ—NO FIGHTING TODAY. WE'RE HAVING AN ELECTION”. Butler (1973, p. 8) shows how, between the wars, by-elections came to be seen as barometers of public opinion. He notes that, in the pre-1945 era, by-election contests can “offer historians guidance on mass reactions that is difficult to get from any other source”. They had dramatic potential and, on occasion, propelled single-issue campaigns to national prominence. Examples include campaigns fought by the Anti Waste League in 1921 and by the Empire Crusade in 1930. Butler notes that by-elections attracted fresh interest as soon as the mass media era began. Before the Second World War contests often attracted extensive newspaper coverage and were depicted as indicators of national opinion. Addison (1973, p. 170) writes that, throughout the phony war, the government was on the lookout for evidence of anti-war feeling. The Independent Labour Party's performance at Stretford in December 1939 gave it grounds for concern. In by-elections electoral discontent is commonly directed against the party in government. There was no Conservative candidate in Central Southwark, but Labour's participation in the electoral truce meant that the Party was accused of collaboration with the government by some of its members. Addison argues that in Stretford such frustrated Labour supporters had turned to a pro-peace candidate. Central Southwark offered them fresh opportunity to oppose the conflict and the electoral truce."]}, {"title": "Methodology", "paragraphs": ["Content analysis helps us to understand newspapers not as mere voice pieces for powerful proprietors or editors but as dynamic organisms influenced by factors including external political events and the internal debates they provoke between editors, reporters and leader writers. It reveals the manner in which they respond to stories broken by rivals, readers’ responses and pressure from political allies. This study presents qualitative content analysis of reporting of the Central Southwark by-election in a selection of national daily newspapers including The Times, the News Chronicle, the Daily Express, the Daily Mirror, the Manchester Guardian, the Daily Herald, and the Daily Worker between 1 January 1940 and 18 February 1940. It also analyses journalism published in the London Evening Standard and the New Statesman and Nation. ", "These titles offer a representative sample chosen according to market segment, circulation, political sympathy and commitment to coverage of the politics of the Labour movement. The Times was the essential establishment title of the day. With an average net circulation of 2,510,019 in the last Audit Bureau of Circulations list (1939) prepared before the war, the Daily Express was the largest popular Conservative title. It outsold the Daily Mail by approximately one million copies per day. On the left the Daily Mirror enjoyed similar dominance. It sold approximately 2,500,000 copies according to figures compiled by its proprietors. The News Chronicle was the dominant Liberal daily with a circulation of 1,298,757. Precise circulation figures for the Daily Herald are absent, but ABC figures show that it had a daily sale of 2,113,856 in the first post-war statistics compiled in 1948. It was a mass circulation newspaper in 1940 and its commitment to reporting the Labour Party makes it particularly relevant. The Daily Worker's relationship with the Communist Party and the Labour movement require its inclusion. The Manchester Guardian and the New Statesman and Nation are here because they paid close attention to controversies in the Labour Party and Labour Movement. The Evening Standard, circulation 384,419, was a London newspaper with an interest in national politics.", "Details of the by-election campaign are mainly from the Mass Observation Archive, Topic Collection 46, By-elections 1937–1947, University of Sussex."]}, {"title": "The Politics of Central Southwark", "paragraphs": ["Central Southwark fell vacant when its Labour Member of Parliament (MP), Colonel Harry Day, died shortly after war began. Day had taken the seat at the 1924 general election. He lost to a National candidate in 1931 and won again at the 1935 general election by a majority of 1363 votes over a National Labour candidate. Labour would have filled it in the manner prescribed by the electoral truce, but Councillor Searson threatened to stand against any official Labour candidate and Labour stalled. On 23 January 1940 The Manchester Guardian's “Our London Correspondence” column observed that, “The Southwark Labour Party had been hoping that Councillor Searson would disappear from the scene and were giving him time to do so”. Hinley Atkinson (M-OA TC 46/3/Ba), head Labour agent for London, offered an explanation. Following the 1935 contest, there was “confusion in the public mind between Labour candidates which the entry of an independent Labour candidate may well enlarge”.", "Throughout the campaign Charles Searson would present himself as a Labour candidate. His canvassers’ guidelines (M-OA TC 46/3/Ca) instructed them to “Say that you have called on behalf of Councillor Searson, the official Labour Stop the War Candidate”. His posters, leaflets and graffiti employed the description and Searson's claim was underlined by references to elements in the local Labour movement that agreed, in December 1939, to nominate him as a Prospective Labour candidate. These included Bermondsey and Rotherhithe Trades Council and Borough Labour Party. Searson's nomination provoked an immediate response to these organisations from Mr G. R. Shepherd (M-OA TC 46/3/Bb), Labour Party National Agent, who wrote to tell them that their action was unconstitutional. This rebuke failed. Searson resigned from the Party and Labour recognised that it would have to fight. It selected as its official candidate John Hanbury Martin, another Southwark councillor and chairman of the Southwark Air Raid Precautions Committee. Sir Charles Edwards moved the writ for the by-election in the House of Commons on 24 January 1940 (House of Commons Debates, 1940). Labour had reason to fear an anti-war candidate banished from its ranks. Memories of resistance to war in 1914 remained potent in the Party. Six Labour MPs declared themselves opposed to hostilities in September 1939. In November a further 22 MPs supported a manifesto demanding an immediate armistice. More than 70 constituency Labour parties endorsed their suggestion (Calder, 2008, p. 58). In January 1940 William Temple, the Labour-supporting Archbishop of York, urged that Britain should make plain “the conditions under which we shall be ready to agree to an armistice and enter into negotiations” (New Statesman and Nation, 1940). The New Statesman and Nation, then edited by Kingsley Martin, a pacifist-socialist and First World War conscientious objector, reflected the confusion afflicting the British left. It argued that the electoral truce was making party activists disconsolate and it did not, initially, express a preference for the official Labour candidate, noting that, “In Southwark two Labour Councillors fight each other and the indefatigable Mrs Van der Elst [of whom more later]”. Addison (1973, p. 170) notes that if the phony war had been prolonged continuance of the electoral truce might have provoked a general revolt in the Labour Party.", "Labour was divided. The CPGB was not. It poured resources into Central Southwark, adopting the “front” tactic of embracing Searson without labelling him as one of its own. The “front” was not entirely fictitious. Searson was supported by local clergymen, 24 of whom signed a leaflet, As Christians We Say a Vote for Searson is a Vote for the Peace of the World. It was printed by the Farleigh Press, printer of the CPGB's newspaper, the Daily Worker. All of Searson's campaign literature was printed there, a fact that Labour activists drew to public attention. At a public meeting (M-OA TC 46/3/Bc) attended by all three candidates at St Mark's Hall, Browning Street on 8 February, Searson answered the allegation that he was Stalin's man saying, “There's a conspiracy to tie a red label on me. I challenge anyone to prove I'm a Communist”. A man in the audience responded, “Why was your printing done by the Farleigh Press who print the Daily Worker? Why Communist Press rather than Odhams? [publisher of the Labour-supporting Daily Herald]”. Such circumstantial evidence of the CPGB's support for Searson was not necessary. Communist canvassers had flooded the constituency as soon as the writ was issued. The former General Secretary of the CPGB, Harry Pollitt, determined to recant the bellicosity that had seen him welcome the declaration of war and cost him his job, spoke in Southwark on Searson's behalf. The Daily Worker championed him. Searson's challenge to the major parties’ frontbench consensus came at a useful moment for the Communists. The Nazi–Soviet Pact had sown confusion among the party's leaders and damaged its reputation, but the party's intellectual influence remained powerful and the popular admiration for Soviet Communism revealed in pre-war opinion polls had not been eradicated. Addison (1975, pp. 137–40) observes that, “In the war years it was still an article of faith among ‘progressives’—people who were not Marxists, but optimists for mankind—that the Soviet system was a great and inspiring experiment in science and democracy”. Searson's Communist supporters believed that the Government's attitude towards the Russo-Finnish War, then raging along the Mannerheim Line, could be exploited to win progressive support. The appeal of such arguments to members of the progressive intelligentsia at this stage of the phony war was illustrated during the by-election campaign by an article in the New Statesman and Nation. It reported that, By overwhelming majorities the Socialist movements in all the Universities have accepted the Communist attitude to the war. In the debates one or two members tried rather feebly to state the Labour case, but they were annihilated … The same is true of the constituencies, where in many areas the Labour case is simply going by default, and near-Communists are taking advantage of the party's natural pacifism to press their demands for an immediate peace and to exculpate Stalin. (New Statesman and Nation, 3 February 1940)  ", "By overwhelming majorities the Socialist movements in all the Universities have accepted the Communist attitude to the war. In the debates one or two members tried rather feebly to state the Labour case, but they were annihilated … The same is true of the constituencies, where in many areas the Labour case is simply going by default, and near-Communists are taking advantage of the party's natural pacifism to press their demands for an immediate peace and to exculpate Stalin. (New Statesman and Nation, 3 February 1940)", "Knightley (2004, pp. 246–7) asserts that, “No one seemed prepared to question the fact that the allied efforts to help the Finns against the Russians greatly exceeded their efforts to help the Poles against the Germans”. Searson questioned it. He told the audience at the Builder's and Labourer's Hall, Blackfriars Road on the evening of 4 February (M-OA TC 46/3/Bc) that when Poland was overrun, “We didn't raise a finger”. There was “a conspiracy against the USSR” that aimed to destroy it. Chamberlain's government should be deposed because it planned to join Hitler and fight Russia. His guide to canvassers (M-OA TC 46/3/Ca) asserted that, “The present government will not be content to fight Germany … it will drag this country into yet another war with Russia”. Speaking in his support at the Lorrimore Hall on 7 February, Harry Pollitt (M-OA TC 46/3/Bc) declared, “The essence of Tory policy is to build up Hitler to attack Russia”. Searson's campaign focused on issues of more immediate concern to Central Southwark's working-class population. He condemned evacuation for scattering families and disrupting education. He highlighted disruption to the supply of coal for domestic heating and he expressed solidarity with housewives struggling to make ends meet. His posters carried slogans including, “Stop the War, and Open the Schools, Vote Searson”, and “Welfare not Warfare, Vote Searson” (M-OA TC 46/3/Bc). A sticker declared, “Say the Nazis, ‘Guns not butter,’ Says Chamberlain ‘Guns not butter,’ Vote Searson Labour's Stop the War Candidate and GET BUTTER” (M-OA TC 46/3/Ga). A leaflet, Searson Speaks to the Women of Southwark (M-OA TC 46/3/Ga), proclaimed, “War brings unhappiness to your homes. War takes away your men-folk. War stops your food supplies. War takes your children's lives, education and welfare”. Searson declared the war an imperialist struggle and asked how the Prime Minister could describe it as a war for democracy when Britain denied democratic rights to its colonial subjects. For two weeks his campaign promoted Communist Party policy on the streets of Southwark."]}, {"title": "The Communist Party in 1940", "paragraphs": ["MI5 feared during the phony war that the Soviet Union would use British Communists against the British state. In November 1939 Soviet penetration persuaded the Foreign Secretary, Lord Halifax, to purge the Foreign Office Communications Department. In January 1940 Walter Krivitsky, a Soviet intelligence officer who had defected to the United States in 1939, landed at Southampton. Krivitsky told MI5 debriefers that a Soviet intelligence network was operating in Britain (Andrew, 2009, pp. 263–5). Roger Hollis, the future Director General of MI5, then working on its Russia desk, believed that Soviet intelligence routinely used ordinary Communist Party members. The Ministry of Information was concerned that CPGB campaigns might damage public morale. At the time of the Central Southwark by-election the Party had sufficient rank-and-file strength to make an impact in a single parliamentary constituency. After the Party's Central Committee meeting of 24 September 1939, at which Harry Pollitt's “just war” line was replaced by the Comintern's “imperialist war” formulation, many members were appalled, but party discipline held. Branson (1985, p. 275) claims that party membership grew in the winter of 1939/40 along with sales of the Daily Worker and Labour Monthly, the Community Party magazine. Mass Observation counted many Communists among the thousands of volunteers who helped Searson to conduct two complete canvasses of Central Southwark, to deliver nearly 130,000 copies of more than 20 items of election literature and to plaster the constituency with posters, stickers and graffiti. Charles Searson acknowledged that he was “accepting help from the Communists”. In his name they put the revolutionary defeatist case to thousands of voters. Labour's parliamentary leaders, aware that much grassroots opinion in the Party sympathised with revolutionary defeatism, took his challenge seriously. Clement Attlee and Herbert Morrison spoke in Southwark in support of John Martin."]}, {"title": "Newspaper Coverage", "paragraphs": ["Newspaper coverage of the First World War had made the front generation sceptical about editorial integrity. The Empire Crusade promoted during the inter-war years by the great press barons, Lords Beaverbrook and Rothermere, had shown the propagandist depths to which they would descend. The press displayed little independence on the question of appeasement. It united titles as diverse as The Times, the Daily Express and The Manchester Guardian in obedience to Chamberlain and the Foreign Office. But as 1939 became 1940, popular cynicism about newspapers was not intense. Curran and Seaton (2003, pp. 140–1) show that in January 1940, BBC radio was less widely trusted than newspapers according to British Institute of Public Opinion surveys. As war began, the British were, in Angus Calder's words, “[T]he world's most avid newspaper-readers”.", "Editors and proprietors had been frustrated by the Ministry of Information's early censorship which came close to strangling the flow of information about the war and starving newspapers of their lifeblood. But newspapers devoid of news were not threatening to circulations and profits alone. They embarrassed the government and increased distrust among readers. So, from the start of the war newspapers began to explore the meaning of what Calder calls “security censorship without policy censorship”. Cockett (1989, p. 145) notes that The Times was newly “determined to shake off the stigma of appeasement and approach the war, now that it had come, in a positive and energetic fashion”. Such criticism of government as the establishment title was now willing to print rose to a chorus following Leslie Hore-Belisha's dismissal as Secretary of State for War. The populist Hore-Belisha was popularly considered to be warlike, a quality that set him apart from the Prime Minister and Foreign Secretary. The Daily Mirror ( 1940a ) led the charge, insisting that, “[W]e shall not be doped with the familiar and fatuous argument that controversy or discussion concerning Cabinet changes is unpatriotic and undutiful in the midst of a big war”. The News of the World signed Hore-Belisha as a columnist. He (Hore-Belisha, 1940) demonstrated his martial enthusiasm by proposing a British assault on St. Petersburg to aid the Finns and leave the Germans with “a Soviet corpse on their hands”. A Low cartoon in the Evening Standard depicted towel-wrapped Colonel Blimps celebrating their “greatest victory of the war” (cited in Smart, 2003, p. 107).", "The Mirror was similarly blunt in its criticism of policies including evacuation and rationing, which the Government was reluctant to impose but the newspaper believed necessary in the interests of fairness. All newspapers covered the trial and execution of IRA bombers Peter Barnes and James Richards for the “bicycle bombing” that killed five and injured 100 in Coventry in August 1939. Barnes and Richards were hanged on 7 February despite pleas for clemency from the Taoiseach, Eamon de Valera. Parts of the press fretted that refusal to commute their sentences would encourage Irish sympathy for Germany. Newspapers recognised their freedom to criticise and oppose government. They were operating before suppression for publishing articles detrimental to the war effort was made possible by Defence Regulation 2D in July 1940. Their paper supply had not yet been restricted. Political support for press freedom survived and was advertised two days before polls opened by Sir Archibald Sinclair, the Liberal leader, in his speech on being installed as Lord Rector of Glasgow University. “Newspapers are not infallible”, said Sir Archibald, “nor are they, nor ought they to be immune from criticism. But the best corrective of the mistakes of either newspapers or politicians is an educated and enlightened public opinion” (reported by the Daily Mirror, 1940b).", "The titles the future Secretary of State for Air considered vital to the health of Britain's public sphere were serving readerships in which enthusiasm for the war was at low ebb, particularly among women. Malcolmson (2008, p. 59) notes that Mass Observation was investigating this phenomenon. He quotes one 22-year-old woman's conversation with her cousin: “Remarked on the supreme irony of the fact that in spite of only about one person in a hundred only really supporting war, yet we are compelled to go on with it. Suppose that German people feel the same”.", "The second issue of the magazine US: Mass-Observation's Weekly Intelligence Service was published in February 1940. It records that “the dissatisfaction of women appears to be increasing more rapidly than that of men” (cited in Malcolmson, 2008, p. 60). Many Britons felt resentful, depressed and confused about the war. Their distrust of the Government and the Prime Minister was profound. These were issues around which Charles Searson and his allies created their campaign, but the mainstream commercial newspapers declined to identify the connection. All had seen call-up of experienced reporters; but this had not peaked and Southwark is a mere tube-ride from Fleet Street. Yet, mainstream newspapers declined to greet the contest as a gauge of public opinion about the war. The Manchester Guardian of Friday 2 February grumbled that servicemen would be denied the right to vote unless they were granted special leave to return home. Such leave would be largely futile, it explained, because the absent voters register had been compiled before any Southwark residents were conscripted. The Daily Mirror and Daily Express pointed out that blackout would delay the count and declaration for 48 hours.", "Owned since 1929 by Odhams Press Ltd (51 per cent) and the Trades’ Union Congress (49 per cent), which retained the right to determine editorial policy, the Daily Herald was, by 1940, a mass-market newspaper with populist instincts. Its editorial policy reflected the cautious social-democratic views of its minority shareholder and the Labour Party leadership. This caution was reinforced by that of Viscount Southwood, the generous but dull Chairman of Odhams Press. The Daily Herald promoted Labour policy while seeking to entertain its readers as effectively as its Conservative rivals. For this, the Labour Party's pet newspaper, the incompatibility of war and contested by-elections was party policy that must be promoted. Before campaigning began Arthur Greenwood, Labour's Deputy Leader (1940), penned a column, “Get this Straight … We Never Will Be Yes Men”, in which he invited party members who might campaign for Charles Searson to think again. Greenwood explained why the electoral truce was not a political truce, Labour was as “independent as it has ever been”, and set out why by-elections in wartime “would not give a reliable verdict”: the electoral register was stale; the blackout would make voting difficult; and the wartime economy demanded overtime working that was incompatible with electoral participation. A day later the Daily Herald (1940c) reported a speech by Clement Attlee, leader of the Labour Party, in which he denounced British Communists as “Stalin's ventriloquist's dummies”. It did not mention in advance the imminent prospect of a by-election in Central Southwark. Until the writ was moved it depicted as an abstract principle the Labour Party's case that by-elections should not be contested in wartime. It first reported the by-election on Friday 26 January in a single column on page four. Headlined “Southwark Polling Day Fixed”, the story said, Polling Day for the Central Southwark by-election has been fixed for Saturday February 10. Nominations are to be received next Thursday. The by-election has been caused by the death of the Labour member Mr Harry Day. The prospective Labour candidate Mr J.H. Martin is likely to be opposed by a National Independent and by a “stop the war” advocate. (Daily Herald, 1940e)  ", "Polling Day for the Central Southwark by-election has been fixed for Saturday February 10. Nominations are to be received next Thursday. The by-election has been caused by the death of the Labour member Mr Harry Day. The prospective Labour candidate Mr J.H. Martin is likely to be opposed by a National Independent and by a “stop the war” advocate. (Daily Herald, 1940e)", "Advancing the Labour Party's ambition to avoid confusion, the Daily Herald did not name Charles Searson, nor did it publish his self-description as “Labour's Stop-the-War Candidate”. It never would. Labour sympathisers who relied upon it for news might have been perplexed about why the by-election was occurring. Readers of the Daily Worker were left in no doubt.", "The Daily Worker was the official organ of the Central Committee of the CPGB which appointed its editor and controlled editorial policy. In the contest to lead left/progressive opinion during the phony war, it promoted assiduously the Communist perspective. The CPGB aspired to expose divisions in the Labour Party between grassroots anti-war opinion and the pro-war leadership. It aimed to establish itself as the voice of working-class hostility to war and to promote fears that the government would exploit the Soviet Union's invasion of Finland to justify switching the war against Stalin. Throughout the coldest winter since the nine weeks’ frost of 1894–5, it promoted these lines relentlessly. Every example of internal dissent from the Labour Party's war policy attracted coverage. So, on 4 January the front page (Daily Worker, 1940a) carried a report from the 20th annual conference of the University Labour Federation in Liverpool revealing that Labour students had adopted an anti-war stance. A story on page two (Daily Worker, 1940b) linked the twin themes of division within the Labour Party and opposition to the war to declare Communist support for Charles Searson. It reported that Phyllis Tidy, a veteran Borough Councillor and Mayor of Southwark in 1938, had joined his campaign. It said Searson was familiar to local residents for “his years of labour to clean up the slums of the borough and re-house the people”. He was determined “to rouse the 36,000 local voters against the imperialist war”. Laying it on thick the house journal of British Communism depicted Searson as doughty and lovable. Southwark trade unionists respected him for his “leadership during periods of dispute in the printing trade”. Customers in his shop, where Searson sold drapery and furnishings, would “greet him as an old friend”. Women would drop in to congratulate him on his candidature. The London District Committee of the Communist Party called upon its members and supporters to help him in “this vital election”. On Saturday 6 January the Daily Worker(1940c) united the key Communist arguments and linked them to the by-election in Central Southwark. Its news coverage praised Mr D. N. Pritt MP, an Independent Socialist, for warning that Chamberlain and Daladier were conspiring to “switch the war against the Soviet Union”. The editorial column, “Searson for Southwark”, condemned the electoral truce and attacked Labour for supporting it, explaining that, if it were honoured, Southwark would be “saddled with an M.P. who has never been to the polls”. It depicted Searson as the champion of local Labour Party members who had chosen him to represent their views against a stubborn national leadership that was divorced from working-class opinion. Searson was a Labour candidate, insisted the Daily Worker. It supported him “for the cause of peace, progress and solidarity with the Soviet Union”.", "Leslie Hore-Belisha's resignation as Secretary of State for War lent an imaginative new angle to the Communist argument. On 8 January, the Daily Worker's front page asserted that Hore-Belisha was sacked for opposing a new war against the Soviet Union and that the generals responsible for his dismissal were determined to wage war on two fronts. Its editorial linked this assertion to Charles Searson's campaign, explaining that “only the unified action of the working class can prevent this foul and bloody crime from being committed” (Daily Worker, 1940d). In the narrative constructed by the CPGB's Central Committee this conflation of lies and wishful-thinking produced immediate results. On Thursday 11 January the newspaper felt able to report that Labour in Southwark was in crisis. Support for Searson was pouring in from all over England. Meanwhile the leadership of the constituency Labour Party refused to adopt any policy on the war and would not allow its members to discuss the issue (Daily Worker, 1940e). The following Monday further confirmation that the anti-war views of Labour Party members were being censored by Transport House was reported, gleefully. The Worker revealed that Hinley Atkinson, Labour's London agent, had suspended Hampstead Labour Party for adopting an anti-war stance (Daily Worker, 1940f). By Wednesday the voice of British Communism felt emboldened to go further. Labour was using “Gestapo methods” to smother working-class opposition to the war (Daily Worker, 1940g). This barrage against the leadership of the Labour Party and its employees in Transport House appears to have been designed as much to provoke a response from the Daily Herald as to promote directly Charles Searson's campaign. The Worker seemed determined to provoke the Herald to advertise the anti-war case by denouncing it. If that was the ploy, a superficial reading of the Labour-supporting newspaper suggests that it failed.", "As we have seen, the Herald did not mention the Central Southwark by-election until after the writ had been moved. Less austere than its Stalinist rival, it maintained throughout January 1940 a diet of morale-boosting stories including a welcome to the prettiest New Year babies (Daily Herald, 1940a), the cartoon strip Christa and Wanda, the Fuehrer's Secretaries and the tale of the five Mair children, who walked 29 miles from their evacuation digs in Bletchley to the family home in Islington because Joyce (5) yearned to see her mother (Daily Herald, 1940d). But behind this veneer the Daily Herald revealed that the Labour Party was concerned about internal challenges to its war policy and the electoral threat posed by the CPGB. It supported the plucky Finns against the Red Army—which it portrayed as poorly led—and celebrated the flow of volunteers to fight for Finland. It promoted Labour as a Party that could support the war and the electoral truce, while defending the working class. In January 1940 its hostility to revolutionary defeatism was partnered by celebration of evidence that the Labour movement was committed to defeating Hitler and opaque reporting of any hint that it was not. So, on Friday 5 January, the Daily Herald's editorial rejoiced in the news that Durham miners had voted 714 to 21 to support resistance to aggression. The free vote “shows where the British working class stands”, it concluded (Daily Herald, 1940b). In contrast, the Herald's version of the disaffiliation of Hampstead Labour Party, published on Thursday 25 January, excluded crucial detail. Readers learned that the Hampstead Party had been excommunicated “on the ground that its declaration of policy destroyed the basis on which it was affiliated to the party” (Daily Herald, 1940d). They were not told that the offending declaration was one of opposition to the war. The Daily Herald condemned opposition to the war without acknowledging that much of it emanated from within Labour Party ranks. Thus, on Monday 29 January, the newspaper carried an account of Clement Attlee's denunciation of the anti-war case at the South Wales Regional Conference of the Labour Party in Cardiff. It made plain the ferocity of Attlee's declaration that, “The Labour Party has always been a peace Party, but the movement cannot act as blacklegs in the present struggle” (Daily Herald, 1940f); but this was condemnation without an object. Attlee did not address his opponents directly and the report followed his lead, omitting to identify the Labour activists who supported a cessation of hostilities and not acknowledging their existence.", "The Daily Herald tried to persuade Charles Searson not to stand. When that failed it portrayed him as a traitor. Only in its edition of Friday 2 February (1940g), eight days before polling, did the Labour movement's mass-circulation newspaper acknowledge that Labour's war policy faced a head-on contest against a candidate with plentiful supporters and resources. In doing so it highlighted the extent of anti-war sentiment in Labour ranks and the alarm it was provoking in Transport House. The Daily Herald of 2 February reported that Labour's National Executive Committee (NEC) was threatening “drastic action” against Party members who “are supporting the ‘unofficial’ candidate in opposition to the official Labour candidate”. Having advertised for the first time the existence of a pro-Searson faction within the local party, it explained that Labour was willing to conciliate sinners who repented. It quoted an NEC statement that said: “The National Executive desires to treat with respect the anxieties which some of our members are feeling on war and peace issues”. But, lest tolerance should embolden the rebels, the NEC—via the Daily Herald—emphasised that they were keeping atrocious company. Searson was “fully supported by the Communist Party”.", "The editorial (Daily Herald, 1940h) advised that Southwark electors were to “have the chance of saying whether they wish Britain to do a dishonourable deal with Hitler before the war is won”. Searson was a “Stalinite”, whose “intervention has forced this election on the constituency”. It concluded that: “Comrade Stalin may enjoy shaking hands with Ribbentrop. But the British working class prefers to keep its fingers clean”. This was party-line reporting, but obedience to powerful sponsors can bring newspapers stories. It brought the Daily Herald the best exclusive of the campaign. On Tuesday 6 February (Daily Herald, 1940i) its correspondent, Alan Hodgson, reported that Charles Searson had written to the Management Committee of the Central Southwark Labour Party on 28 September 1939 seeking the committee's support to become the official Labour nominee to replace Harry Day. He did not mention his anti-war stance although Labour's pro-war policy was already official. The implications were plain and damaging, as the Labour Party intended them to be. Had Searson been adopted as Labour's official candidate there would have been no by-election and no anti-war campaign in Central Southwark. Searson replied to the Daily Herald in a letter published the following day. He was “glad you have discovered my letter”. It was “never read to the Management Committee to whom it was addressed”. He denied concealing his hostility to the war.", "The Daily Worker could not ignore its rival's revelation. It reported the controversy but remained overtly loyal. Searson was “Confident of a Big Vote Against War” (Daily Worker, 1940h). Hundreds of Labour organisations and activists were opposed to the conflict. They were being denied their democratic rights by a party leadership in cahoots with the class enemy. On Friday 9 February the Daily Worker had its own exclusive. A Communist would stand in the Silvertown by-election occasioned by the resignation on grounds of ill-health of the Labour MP Jack Jones. The CPGB would fight under its own banner. The only mention of Charles Searson came in a single column on the front page. The anti-war candidate needed money and volunteers. The impression is of a newspaper making excuses in advance. On polling day the Daily Worker was already looking beyond Central Southwark. Harry Pollitt's nomination as the CPGB candidate for Silvertown appeared on the front page (Daily Worker, 1940i); Charles Searson did not. The Daily Herald's eve-of-poll edition carried the full text of the Labour NEC's new Declaration of Policy on the War and the Peace and applauded publication of Arthur Greenwood's equally well-timed book, Why We Fight. This, it advised, should be read “by those on the left who are now as vitriolic in their denunciation of the war as they were in their demands for it before it began”. On page nine Alan Hodgson explained why Southwark was backing John Martin. Close to the polling booths where the voters would cast their ballots, “the finishing touches are being made to one of the deepest bomb-proof shelters in London … Councillor John Martin is the man mainly responsible for securing this shelter”. Voters were already calling their future MP, “The man who gets things done”. Having exposed Charles Searson's duplicity, the Daily Herald anticipated victory in Central Southwark. On polling day it promoted the contest on its front page (Daily Herald, 1940j) and reinforced its Vote Labour message with an editorial explaining that, “The truth about Anti-War candidates is that they are chiefly anti-Labour” (Daily Herald, 1940k).", "The partisanship of the Daily Herald and the Daily Worker persisted throughout the campaign."]}, {"title": "Beyond the Ideological Catfight", "paragraphs": ["Voters anxious to understand the issues at stake would have struggled to find a newspaper that offered reporting designed to inform and not also to persuade.", " The Times disapproved of the contest and covered it in six short reports published between 23 January and 13 February. The most extensive, two paragraphs published on polling day, mixed fact and comment. It explained that, “Few elections can have been conducted in so strange an atmosphere. Electors are asking: ‘Why should there be an election at all in view of the political truce?’” (The Times, 1940a). The failure to attribute this quote and the use of the generic plural “electors”, suggests it was also the newspaper's opinion. The Times of 10 February also reported that: “There have been few meetings and the candidates have relied mainly on canvassing and the circulation of literature”. On 8 February it reported that, “Mr Attlee was continually heckled when he spoke at a Southwark Central by-election Labour meeting last night”. Other coverage consisted of listing the candidates and outlining timetables for nomination and counting. On 13 February The Times ( 1940b ) published the result and observed that: “The total electorate is 33,000 of which less than a quarter voted on Saturday”.", "In the few reports it published, The Manchester Guardian was barely less pro-Labour than the Daily Herald. On Thursday 8 February it reported Clement Attlee's speech in support of John Martin (The Manchester Guardian, 1940a), revealing that, “the Leader of the Opposition was continually heckled”. Attlee said that those who were interrupting him took their orders from Russia and would change their minds instantly if Moscow did. On polling day it conveyed Herbert Morrison's message to electors that, “A victory for the so-called ‘Stop-the-War’ candidate would be received with rejoicing by the German propaganda machine, but it would be a defeat for the true cause of peace and social freedom” (The Manchester Guardian, 1940b).", "Lord Beaverbrook's London Evening Standard largely overlooked the by-election. The morning after the writ was moved it reported that there would be a contest (London Evening Standard, 1940a). Thereafter it ignored Central Southwark until the result was declared, at which point its columnist, Frank Owen, explained that this was “a dreadful result for the Socialists” (London Evening Standard, 1940b). The new MP had got only half the votes won by his predecessor. It was all “the Socialists’” fault. They should abandon the electoral truce that had “brought freak candidates into the field”. The second of these freaks was the aforementioned Mrs Violet Van der Elst.", "Mrs Van der Elst (1882–1966) was born Violet Dodge, the daughter of a coal porter and a washerwoman. She worked, in her youth, as a scullery maid before marrying the Belgian inventor of Shavex, a brushless shaving cream. She made her fortune by developing this product and, following her husband's death in 1935, used her money to campaign on issues dear to her heart. She first achieved prominence as a campaigner against capital punishment, often appearing in her white Rolls-Royce outside prisons in which hangings were scheduled (cited in Time magazine, 25 May 1936). Like Charles Searson, Violet Van der Elst had wanted to be an official Labour candidate, though not in Central Southwark. The NEC had rejected her application, inflicting “a cruel injustice, something akin to the present diabolical treatment of Finland by Soviet Russia” (M-OA TC 46/3/Gb). This and other deluded statements by Mrs Van der Elst were widely circulated in Central Southwark in three editions of her self-financed election newspaper, The Voice of the People, which she paid her employees to distribute. She campaigned on a variety of pledges including increased old age pensions, better homes at better rents and increased health services (M-OA TC 46/3/Gb). Describing herself as, “The Great Personality who will fight for you”, and advising voters to “Poll early and avoid the black-out”, she excited the interest of the market-leading Daily Express, which sent its sketchwriter, William Barkley, to witness her in action. His report appeared on polling day and was trailed on the front page with another fine Van der Elstism, “Every penny I have I made with my brain”. Barkley's report (1940) was written to entertain as well as inform. He began by confronting Charles Searson in his shop on Walworth Road, asking, “How could you stop the war?” Mr Searson: By turning out the government and clearing the way for negotiations.  Would you negotiate with Hitler?—No.  With Goering?—No.  With Goebbels?—No Sir.  With anybody?—With the German people, who should be strong enough to tell the Nazis where to go.  If you don't like Hitler, do you like Stalin?—I am told that a success for me would bring joy to Moscow. I would rather see rejoicing in Moscow than in Downing Street, because of my sympathies with Socialist countries.  ", "Mr Searson: By turning out the government and clearing the way for negotiations. ", "Would you negotiate with Hitler?—No. ", "With Goering?—No. ", "With Goebbels?—No Sir. ", "With anybody?—With the German people, who should be strong enough to tell the Nazis where to go. ", "If you don't like Hitler, do you like Stalin?—I am told that a success for me would bring joy to Moscow. I would rather see rejoicing in Moscow than in Downing Street, because of my sympathies with Socialist countries.", "Mrs Van der Elst visited Walworth Road too, in an open-topped car. Addressing a crowd gathered fortuitously by a man determined to highlight the dangers of gas attack she declared, through his microphone, “It is thrown up against me that I have a castle, but I have given many poor people a happy time there. Send me to Parliament. I will see that babies have nourishment when they are born”. William Barkley concluded, “Forecast on form: Mr Martin should win easily”. He did. John Martin won 5285 votes, Charles Searson 1550 and Violet Van der Elst 1382.", "Charles Searson told reporters, “We lost because we were fighting against tremendous odds. We were fighting the Liberals, Tories, and Labour, and the national press as well” (The Manchester Guardian, 1940c). His assertion was not entirely self-serving. Between 27 January and 7 February Mass Observation asked voters in the constituency if they were “getting all the news you ought to get”, and, if they were not, “who do you think is responsible for suppressing the news?” One hundred and twenty-nine questionnaires were completed. Fifty voters (38 per cent of the sample) said they were getting all the news they ought to get; fifty-seven (44 per cent) said they were not; twenty did not know (16 per cent); and two said they were getting too much news (1.5 per cent). Among those who believed they were being deprived of news, allocation of responsibility varied. Many thought the Government, the Ministry of Information or the Prime Minister were to blame. Several blamed reporters.", "One newspaper published an assessment of the by-election that helped readers to make sense of it. The News Chronicle's A. J. Cummings visited the constituency on Thursday 8 February. His report appeared the following day. It began: The Southwark by-election has produced the “strangest of wars”.  There is an air of unreality about it. The electors in general are apathetic to the point of extreme boredom—partly on account of the electoral truce and partly because they regard two of the candidatures as freakish and therefore negligible. (Cummings, 1940)  ", "The Southwark by-election has produced the “strangest of wars”. ", "There is an air of unreality about it. The electors in general are apathetic to the point of extreme boredom—partly on account of the electoral truce and partly because they regard two of the candidatures as freakish and therefore negligible. (Cummings, 1940)", "Of Searson he wrote that he had tried to become the official Labour candidate, “though not under any anti-war banner”, and observed that “no doubt there is an element of pique in his present opposition”. Cummings also identified Searson's precise relationship with the CPGB: “His efforts are supported with furious energy by a large group of communists … They have firmly imprisoned poor Mr Searson, and will undoubtedly claim it as a Communist victory if he does not forfeit his election deposit”. The reporter had the measure of Mrs Van der Elst too: “Apparently she is not against the war or against the Government: but thinks her ‘moral courage’ will enable her in Parliament to improve the lot of the poor”. Of John Martin he wrote that the Labour man would almost certainly win, but, “His task is not rendered easier by the plain fact that among the working-class folk of Southwark the war temperature as well as the political temperature is nearly down to freezing point”. Mass Observation agents garnered similar impressions. One noted that, “People seem very fed up with the by-election” (M-OA TC 46/3/A). Another overheard a Searson supporter complain that, “Some of them don't even know that Labour isn't against the war”. A canvasser detected apathy among voters, “[M]ost of them just look at you with a face like a dying colt” (M-OA TC 46/3/C)."]}, {"title": "Conclusion", "paragraphs": ["Newspapers function as medium and message. During a contested by-election in a democracy at war with totalitarianism, means and ends converge to give them an opportunity to demonstrate that the vitality of representative democracy benefits from the activities of an unlovable press. In Central Southwark that opportunity included the chance to report Charles Searson's anti-war message to the rest of the United Kingdom and to stimulate debate. The potency of by-elections was understood by public, politicians and press. The significance of the contest in Central Southwark was plain to the leaders of the Labour Party. Yet the mainstream press surveyed here put hostility to the Communist Party before service to the public sphere and declined to treat the contest as a plausible test of national public opinion. Only pressure from the Daily Worker and the intensity of Searson's campaign opened cracks in its collective omerta. The Daily Herald was persuaded to fight fire with fire. The Daily Express abandoned silence to vilify the contest as an absurdity. The Manchester Guardian moved from scrutiny of the progressive movement's internecine squabble to partisan support for the Labour Party.", "Journalism can nudge public opinion to consider unorthodox opinions. In their coverage of a by-election campaign that sought to highlight questions about the purpose and conduct of the war, the national newspapers studied here refused to. The Daily Worker and Daily Herald delivered crude propaganda messages. The Daily Mirror and the Conservative and Liberal titles relegated the contest or, when provoked, depicted it as a freak-show. Even simplistic dichotomies of a type routinely deployed in national newspapers to enliven their coverage of politics were largely absent. The familiar narrative of “Them and Us”, appeared in the Daily Worker and Daily Herald but the Labour title limited its deployment. Even stigmatising Searson's supporters as servants of a foreign power meant giving them publicity. Instead the Daily Herald offered its readers a precursor of the “all in it together” propaganda that would characterise mass-market journalism during the Blitz.", "This analysis broadens our understanding of Cockett's “tortuous paralysis”, and Temple's “shaky start”. The non-Communist titles’ coverage of the contest did little to atone for their compliance with appeasement. Spurred by their contempt for Communism they supported the new orthodoxy of the electoral truce with comparable loyalty. Initially they did so by ignoring the contest. When the vigour of Searson's challenge became clear, several national newspapers published hostile depictions of candidate and cause. All except the Daily Worker limited their questions to those represented within mainstream parliamentary opinion. Mainstream press reporting refused to engage with the anti-war case. Instead it worked to stifle a debate that was alive in the Labour Party and of concern to its leaders, the Government and the security services.", "Curran and Seaton argue that, between 1940 and 1945, British newspaper journalism conformed to establishment wishes willingly enough to save democracy from the worst instincts of some of its leading advocates. In Central Southwark mainstream newspapers conformed with alacrity.", "To provide optimum service newspaper representations of the democratic process must not seek only to shape public opinion, they must reflect it. In Central Southwark newspapers sought only to shape it. Two did so via propagandist reporting, the remainder by denying the anti-war message oxygen. Tom Buchanan (1997, p. 22) notes that, “In the 1930s, ‘public opinion’ was conventionally regarded as being the public view of opinion-formers who interpreted the sentiments of their voiceless fellow-citizens”. In Central Southwark the mainstream press included in this analysis did not take the trouble to interpret. It ignored dissent and declined to provide a platform for debate."]}], "references": [{"title": "Southwark Is Suffering from Extreme Boredom", "year": "1940", "journal": "News Chronicle", "volume": "", "authors": [{"name": "Cummings A. J.", "first_name": "Cummings", "last_name": "J."}]}, {"title": "", "year": "1940", "journal": "", "volume": "", "authors": []}, {"title": "", "year": "1940", "journal": "", "volume": "", "authors": []}, {"title": "", "year": "1940", "journal": "", "volume": "", "authors": []}, {"title": "", "year": "1940", "journal": "", "volume": "", "authors": []}, {"title": "", "year": "1940", "journal": "", "volume": "", "authors": []}, {"title": "", "year": "1940", "journal": "", "volume": "", "authors": []}]}