{"doi": "10.1080/14616700701411748", "url": "https://doi.org/10.1080/14616700701411748", "title": "WHY SHOULD THEY CARE?", "volume": "8", "year": "2007", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Johnson", "first_name": "Sammye", "name": "Sammye Johnson"}], "abstract": " Much of the research that we do as magazine scholars is personal and related to our particular interests. We are fascinated by the literary magazines of the 1920s. We are curious about the images used in cigarette ads and how they were viewed by magazine readers in the 1950s. We share our findings with students in lively classroom discussions, and debate different issues with our colleagues as we probe and process the magazine world. Because we are publishing our findings in scholarly refereed journals, we conduct research that often seems theoretical and esoteric to those working in the magazine industry. However, some of us want to look at current trends in magazines and figure out what they mean. We would like to share our findings with the magazine industry and engage in a dialogue. This paper provides an overview of research into the magazine form and considers the relationship of academic scholarship to the magazine industry. ", "body": [{"title": "", "paragraphs": [""]}, {"title": "", "paragraphs": ["The relationship between academic scholarship and the magazine industry is not currently a strong one. Although the newspaper and broadcasting industries have several foundations that support individual academic studies, for the most part, the magazine industry does not fund researchers. And why should they?", "Magazine professionals have a lot of information available to them from trade journals and industry reports. Until recently, Advertising Age's “Cover Story” offered a “monthly ranking of celebrities’ popularity as reflected by their appearances on the covers of more than 30 of the nation's leading publications” (Fine, 2001, p. 18).1 Folio: magazine has an ongoing critique of magazine redesigns, as well as discussions about editorial and circulation strategies, advertising sales, and personnel practices. Other professional publications, such as Magazine World, Columbia Journalism Review, American Journalism Review, Media Week, Media Industry Newsletter, and Adweek regularly discuss trends occurring in the magazine industry. Most trade articles about magazines stress the financial bottom line—recognition of the importance of having a magazine that is cherished and renewed by readers, that is supported by advertisers, and that sells out on the newsstands. In recent years, this emphasis has come to include advice on how to “brand” the magazine as a way of creating consumer loyalty and increasing opportunities for product or franchise extensions.", "When articles about magazines appear in The New York Times, The Wall Street Journal, and USA Today, they highlight the redesign or repositioning of a well-known magazine, announce the start-up of a new magazine concept, or examine the advertising and editorial dance that seems to get closer and closer. Think about all the coverage recently about TV Guide's downsizing, about the new Men's Vogue, and Target's sole advertising sponsorship of an issue of The New Yorker. Are we going to see academic research about those individual topics? Probably not—although it would make sense to look at whether there's a trend toward decreasing circulation, whether men are ready for a cutting-edge fashion magazine, and what happens if the traditional separation between advertising and editorial no longer exists.", "If magazines want research, they can turn to such industry groups as the Magazine Publishers of America (MPA), International Federation of the Periodical Press (FIPP), American Business Media (ABM), Veronis, Suhler & Associates, Mediamark Research Inc. (MRI), Simmons Market Research Bureau, and Publishers Information Bureau (PIB). Plus, the research department staffs of such magazine publishing giants as Meredith, Dennis Publishing, McGraw-Hill, Time Inc., Condé Nast, Hearst, and Hachette Filipacchi spend hours trying to decipher the links between individual issues, newsstand sales, circulation figures, and media buzz. Unfortunately, much of this research is proprietary and available only to members or employees. It is not available to magazine scholars.", "Consequently, it is difficult for magazine scholars to undertake industrial research. Magazine publishing houses simply don't want to share information about circulation, distribution, advertising, or editorial research—beyond what can be found in a media kit or what will be quoted in a trade publication.", "Twenty years ago, when I gave the results of my research about who is depicted on the covers of Time magazine, suggesting to the managing editor that perhaps there was an unspoken agenda that led to men being more likely to be covered than women, I did get a response. But it was off the record and not for attribution. Therefore, I couldn't include it as part of my research discussion section.", "More than 40 years ago, magazine scholar Theodore Peterson called magazines the “medium of instruction and interpretation for the leisurely, critical reader” (Peterson, 1964, p. 442). Today, the MPA says, “A magazine is a friend, a tangible and enduring companion and an integral part of a reader's personal and professional life” (MPA, 2005, p. 5).", "In 1979, former Esquire publisher Sam Ferber wrote what I think is one of the most eloquent—and significant—statements about magazines and their impact on society. Ferber said, “Magazines must probe, analyze, and offer background material. They must provide a broader perspective, they must synthesize and define complex issues. A magazine today must stand for something or it represents nothing” (Ferber, 1979, p. 44).", "Those three statements have a lot of meaning for us—whether we are readers or researchers. Magazines help readers make sense of their world and their lives. Magazines require that readers sit down, read, and reflect. To use a magazine as a reader or as a researcher, we have to pay close attention to it, and we have to invest a bit of ourselves in that process. As we do so, we become more thoughtful and critical.", "As magazine researchers, we have to consider both the academic and the professional interpretation of magazines and how they are used if we are going to adequately study this dynamic and constantly changing field—and if we are going to determine what magazines stand for. Unfortunately, one of the major problems facing us as researchers is the breadth and depth of the field itself.", "How many magazines exist today? It depends on who is counting and what kinds of titles are being counted. Some agencies list only consumer magazines, others combine consumer and agricultural publications, some count only trade and business magazines or only association publications. Some magazines are not included on any lists.", "Look at how two reference books and two professional organizations counted magazines in 2005: Ulrich's Periodicals Directory states there are more than 186,000 publications worldwide. In contrast, SRDS Consumer Magazine Advertising Source identifies only 2700 magazines. The Custom Publishing Council lists more than 115,000 custom magazines, but the MPA says there are exactly 18,821 magazines, of which 7188 are consumer publications.", "Additionally, whole groups of magazines fall through the cracks in these lists: most public relations magazines, magazines that do not accept advertising, many small regional and city publications, literary magazines, and newly created magazines. For example, no accounting has been done of public relations magazines; estimates by scholars and researchers have ranged from 10,000 to 100,000 being published (Johnson and Prijatel, 2000, p. 20).", "According to the Audit Bureau of Circulations (ABC), the total paid circulation of American magazines added up to 363 million in 2004. Advertisers spent $22 billion in magazines in 2004.2 Obviously, the magazine industry is a big business in the United States.", "An equally important component in the magazine industry is globalization. According to Global Entertainment and Media Outlook, magazines worldwide—in the United States, Europe, the Middle East, Africa, Asia, Latin America, and Canada—are an even bigger business, expected to grow in earnings to more than $93 billion in 2008.3 ", "US magazines span the globe, with Time and Newsweek available throughout Europe, South America, Africa, Asia, and Australia. After the fall of the Soviet Union, Russia became a hot market for American magazines; titles such as Men's Health, Glamour, and Harper's Bazaar can now be found on Russian newsstands. Cosmopolitan has more than 40 international editions, including a 127,000-circulation edition in Indonesia, the world's largest Islamic nation (Carr, 2003). Modern Plastics Worldwide is distributed in 41 countries in Europe, 13 in the Middle East, 22 in Asia and the Pacific, 13 in Africa, and 26 in the Americas. Its readers are primarily managers in the plastics processing industries.4 ", "Successful international magazine imports—those started elsewhere that now have full-fledged American editions—include Elle and Marie Claire from France and Maxim and FHM (For Him Magazine) from the United Kingdom.", "In 2004, 1006 new magazines were launched in the United States (Husni, nd). Thousands have been published since the first magazines hit the newsstands in 1741. Consequently, there are thousands of magazines available for us to study—and that is a problem.", "Because there are so many magazines, it is difficult for us to focus. How do we decide which list to draw our research sample from? It is hard for us to create typologies that we can all agree on and build upon. We haven't been aggressive in establishing baseline foundations or in replicating each other's research. Magazines can be studied as shapers, reflectors, cultural crucibles, agenda setters, power brokers, historical entities, community builders, framers, feminist manifestos, economic commodities, advocates, pos t-modern documents, and more. How do we tackle magazines and their meanings? What kinds of methodologies should we use? Should our approach be quantitative, qualitative, historical, descriptive, Marxist, literary, feminist, post-modern, or economic?", "Adding to the research conundrum is that magazines are not located within one academic discipline or within one cultural, social, geographic, or financial arena. Those who study magazines come from backgrounds in journalism, communication, advertising, history, English, sociology, psychology, gender and women's studies, art, marketing, and literature.", "Despite the thousands of magazines—past and present—available for us to study, magazine research has not dominated journalism, communication, mass media, popular cultural, or critical studies scholarship. Yes, there are two journals that have a special focus on magazine research—American Periodicals and the Journal of Magazine and New Media Research. But neither is exclusively devoted to magazines, with American Periodicals including research about newspapers and newsletters at least half of the time in any given issue. Also, American Periodicals tends to be oriented toward literary journals and their historical place, as opposed to mass consumer publications and their impact on today's readers. The Journal of Magazine and New Media Research includes such new media as 'zines, e-zines, and other technological instruments. Although it stresses magazine research, it has concentrated on consumer magazines; the Journal of Magazine and New Media Research has published only one article about business or trade magazines in the 10 issues since it was founded in 1999.", "If we turn to such refereed journals as Journalism & Mass Communication Quarterly, Critical Studies in Mass Communication, Journal of Communication, and Journalism History, research about the demographics, attitudes, beliefs, and professional practices of magazine professionals has been neglected. But so has magazine research in general.", "Peter Gerlach revealed the scarcity of magazine research articles published in Journalism Quarterly (as Journalism & Mass Communication Quarterly was called until 1995) from 1964 through 1983. He found only 6 percent of the articles published dealt with magazines. Gerlach (1987) also reported that 53 percent of the magazine research published consisted of content analyses.", "When Mark Popovich studied magazine research that had been published in Journalism Quarterly and other journals from 1983 to 1993, he found that 76 percent of all magazine studies relied on content analysis techniques. Said Popovich, “As a body, these research studies remain fragmented and unrelated to the forces or systems from which they emanate” (1995, p. 25). Popovich also noted that the percentage of published magazine research articles grew slightly, from 6 to 8 percent in Journalism Quarterly (1995, pp. 24–25). He pointed out that advertising studies found in the Journal of Advertising Research have followed the content analysis model since the 1950s, selecting and coding specific magazine ads to determine gender, ethnic or age stereotyping, sex roles, body image, and their effect on audiences.", "David Sumner completed an informal study of the last four years of the 20th century, from 1995 to 1999, of both Journalism & Mass Communication Quarterly and Journalism History. He found that less than 5 percent of the articles in Journalism & Mass Communication Quarterly related to magazines; Journalism History published only 6 percent of its content on magazine topics. Sumner identified most of the magazine articles as content analysis studies, which “weren't really about the broad issues that interest magazine scholars the most. They examined how a few magazines, usually newsweeklies, represented particular ethnic groups or social issues in ads or editorial content” (Sumner, 2000, p. 1).", "The content analysis model hurts magazine researchers who want to study broad trends and patterns in magazine publishing—in terms of editorial, design, production, circulation, distribution, or management issues—or who want to profile a specific magazine over time in relation to those issues. Research centering around trends and patterns is more likely to be noticed and used by magazine professionals.", "This is not to say that we shouldn't be doing content analysis research as magazine scholars. There is much that is valuable and insightful in following that model. However, I believe that following this model hurts those who want to make predictions as to what will be happening in the magazine industry in the future. Research that looks at magazines as societal reflectors and shapers simply does not fit the content analysis mode that is the dominant research model in the journalism and mass communication field, according to such researchers as Daniel Riffe and Alan Freitag in 1997 and Craig Trumbo in 2004.", "While there are many excellent content analyses and framing studies, we seem to be studying the same magazines and the same topics over and over again. If we want to study how newsmagazines framed a particular political event—whether it's an election or a war—we use Time and Newsweek. If we want to know about women's magazines and their attitude toward sex and romance, we look at Cosmopolitan; for men, we turn to Maxim. For much of the 1940s, 1950s, and 1960s, researchers used Ladies’ Home Journal as a key to understanding women's magazines.", "A 2005 study of media history research papers presented at several recent conferences revealed that magazines were third in terms of what medium was studied (newspapers were first, followed by multimedia); additionally, regardless of medium, most media historians prefer to study the 19th century (Eberhard, 2005). I don't think we can usefully inform the professional magazine world if we are harking back to the 1860s, 1870s—or even 1960s and 1970s. If we are going to have a relationship with the magazine industry, we must be looking at the here and the now.", "Few articles about magazine trends are presented at journalism and mass communication conventions; even fewer are published in refereed journals. Nor do I recall seeing many magazine profiles that examine a publication over time. Some might argue that these would be too descriptive, but how else are we going to start discovering trends and relationships?", "Interestingly, you can find trend and “think” pieces as chapters in books or as essays in anthologies. However, most universities put more promotion and tenure weight on refereed journals than they do on chapters or books. You are not as likely to find trend and “think” pieces in refereed journals. Again, this is not to say that refereed articles are not valuable; they are. But do all papers have to have a theoretical basis to be valuable to our field? Does everything have to have a hypothesis supported by numbers, percentages, or statistical analyses? Shouldn't a paper that is innovative and relevant because it extrapolates and predicts be just as valuable as one that looks back and counts words or images? I fear we are depriving ourselves of some significant research and observations about the professional magazine world in our rush to be the same as every other journalism and mass communication research area.", "Recently, I asked several of my fellow magazine researchers to share with me comments from papers about professional magazine topics they had written that had been highly praised in terms of originality and contribution to the field, but which ultimately had been rejected for publication because they lacked traditional research components.", "Here's what one reviewer said about a paper attempting to predict magazine start-up successes in the future: the paper received 1s (highly agree) and 2s in every category except “literature review adequate”, “method clearly described”, “method appropriate”, and “paper shows theoretical strength”. In each of those four categories, the paper received a 5 (highly disagree). There was the notation that the “literature review was based on secondary mass media resources” and that no theoretical hypothesis was provided. Nevertheless, the paper was ranked worthy of acceptance by the reviewer, who wrote, “Will lead to much discussion among scholars. Full of good data. Very professional.” Yet another reviewer of this paper totally rejected it and gave it an overall rating of “poor”. This reviewer wrote, “Where is the original research? Where is the research question? This paper is too professional.” The paper was not accepted for publication.", "A paper about magazine audiences found two Journalism History reviewers at opposite ends of the spectrum. One wrote, “The article is full of useful information that explains current status and still ties us to the history from which magazine publishing has grown. It is one of the few pieces I've seen that goes to the essence of the industry: the understanding and relationship with audience.” However, the second evaluator wrote, “Needs precise focus fortified b y use of primary sources. Lacks a research component and theoretical construct.” The paper was rejected.", "These papers were acknowledged as being well-written, well-organized, interesting, and useful reading. But it appears that being too professional or applied can be the kiss of death for a paper submitted to an academic journal.", "Perhaps we need to redefine and expand what we mean by “research” for the magazine field. Perhaps we need to open ourselves up to well-documented essays that break new ground or provide synthesis, while continuing to publish traditional content analyses. Perhaps we should consider accepting for presentation and publication articles that have “professional”, or practical applications, and analyze trends that have meaning to the magazine industry at large.", "We could redefine how we approach our field, but we would also have to recognize the challenges inherent in doing so. We would need to educate journal editors about the value of essays grounded in primary and secondary research (though lacking in hypotheses) and of trend pieces that are based on current practices and spring from interviews and recent media articles. And finally, we would need to open ourselves up to alternative approaches and be willing to support them enthusiastically. Only then can we have a research relationship between academic scholarship and the magazine industry."]}], "references": [{"title": "“Why We Do What We Do”", "year": "2005", "journal": "Clio", "volume": "39", "authors": [{"name": "Eberhard Wally", "first_name": "Eberhard", "last_name": "Wally"}]}, {"title": "“Magazines: the medium of enlightenment”", "year": "1979", "journal": "USA Today", "volume": "", "authors": [{"name": "Ferber Sam", "first_name": "Ferber", "last_name": "Sam"}]}, {"title": "“Cover Story”", "year": "2001", "journal": "Advertising Age", "volume": "", "authors": [{"name": "Fine Jon", "first_name": "Fine", "last_name": "Jon"}]}, {"title": "“Research About Magazines Appearing in Journalism Quarterly”", "year": "1987", "journal": "Journalism Quarterly", "volume": "64", "authors": [{"name": "Gerlach Peter", "first_name": "Gerlach", "last_name": "Peter"}]}, {"title": "“A Content Analysis of Content Analyses: twenty-five years of Journalism Quarterly”", "year": "1997", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "74", "authors": [{"name": "Riffe Daniel", "first_name": "Riffe", "last_name": "Daniel"}, {"name": "Freitag Alan", "first_name": "Freitag", "last_name": "Alan"}]}, {"title": "“Letter from Our Division Head: revisiting an old question”", "year": "2000", "journal": "Magazine Matter", "volume": "20", "authors": [{"name": "Sumner David E.", "first_name": "Sumner", "last_name": "E."}]}, {"title": "“Research Methods in Mass Communication Research: a census of eight journals 1990–2000”", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Trumbo Craig W.", "first_name": "Trumbo", "last_name": "W."}]}]}