{"doi": "10.1080/14616700701411979", "url": "https://doi.org/10.1080/14616700701411979", "title": "DOCUMENTING KATE MOSS", "volume": "8", "year": "2007", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Hartley", "first_name": "John", "name": "John Hartley"}], "abstract": " In the early 1990s a new image of British national identity emerged on the pages of The Face, Dazed and Confused and Vogue. Fashion and style photography created an aesthetic out of the lives of young Londoners and the places they lived in, including second-hand markets, the rave scene and shared flats. Corinne Day's seemingly private photo-diaries became the basis for her fashion magazine work. In these pictures she featured her friends, her flat, her sofa and fairy lights, and also a girl called Kate Moss who “didn't look very much like a model.” For Day and other innovators, new ways of documenting contemporary reality were achieved through fashion and women's magazines, rather than by classic photojournalism. ", "body": [{"title": "Introduction", "paragraphs": ["If you seek among contemporary magazines for the values (social and journalistic) and the achievements (documentary and aesthetic) of the “golden age” of photojournalism, the era of Picture Post in the United Kingdom or Life in the United States, where would you look? This article suggests that the answer may be found in fashion photography. In high-end periodicals, canonical like Vogue or cutting-edge like the Face, fashion photography was a dynamic agent of change and renewal in the national cultural imaginary. It is comparable, I argue, with the energy of modernising renewal that characterised the picture press itself in its early decades. But it is not a direct line of filiation by any means, more a matter of dispersal of the original energy throughout the media system, and then a new burst of energy from a new source.", "The reinvention of socio-visual values and aesthetics in 1990s fashion photography was similar in its disruptive modernising energy to the innovative “golden age,” but very different in what was imagined and documented, and for whom. It allowed for new conceptualisations of the modern to become sayable (or at least “seeable”) and to be experienced by a different kind of reader compared with the good old days. Compared with classic Picture Post's imagined reader, this one was more female; more interested in private life, music, consumption and partying; less ordinary, more different; less political, more active; less interested in recording the past and its problems than in imagining a personal future; and of course less down at heel, much better dressed, even when on the dole. Indeed, the modernisations of the 1980s and 1990s were dedicated to the renewal of what had been established in the 1930s to 1950s but had become rigid or had gone to seed, not only economically and politically but culturally and visually (i.e. journalistically) too.", "Such a disruptive renewal was the work of many hands, although it did not amount to a coherent aesthetic movement, beyond loose journalistic categories like grunge, or later on cool Britannia, Britart, Britpop etc. Nor did it generate a new business plan for visual media; a new cultural form on the scale of the picture weeklies of the 1930s, although the expansion and internationalisation of style magazines was part of the story. Nevertheless, the renewal was more thoroughgoing than I have space to trace here. It was variously manifested in music, dance, comedy and politics (for which see Spitting Image writer John O'Farrell's Things Can Only Get Better, 1999), all founded on Britain's rising prosperity in the 1990s. From among all these developments I have settled—not arbitrarily (see Hartley and Rennie, 2004)—on one photographer, Corinne Day, and one model, Kate Moss, to illustrate the moment of disruption and to carry the line of argument. That argument is simply stated: photojournalism's values and aesthetics migrated to fashion photography, to document a new kind of modernisation, personified in a new kind of identity, which was not only a symbol of changes in the wider environment but also an agent of change."]}, {"title": "Photojournalism—Everywhere and Nowhere", "paragraphs": ["First, what became of photojournalism? The classic titles that invented and popularised it have all but disappeared, starting with Picture Post's demise in the mid-1950s and ending with that of Life itself (as a weekly at any rate) in 1972.", "Photojournalism is no longer displayed on the newsstand under its own masthead. Consumers can no longer buy it for its own sake, although it has been incorporated into other media. It was partly a victim of its own success. It became so ubiquitous that specialist outlets were no longer needed. Periodicals in general became more visual, less wordy, a process that the photo-weeklies led and thereby accelerated in other forms, including daily newspapers. Photographs expanded across the page until there was room for little else. The most visual newspapers—the redtops—integrated the gathering, editing and design of visual (graphic and photographic) and verbal (headline and story) elements into one process. The picture papers were defunct but photojournalism was everywhere.", "Despite its ubiquity as it merged with mainstream news reporting and magazine design, photojournalism also disappeared as a distinct craft, not least because photojournalists themselves were progressively outsourced from direct employment in the periodical or daily press to freelance or agency work. Practitioners made pictures for promotional, art, portrait, fashion, advertising and corporate work. Photojournalists persisted as a kind of professional-ethical ideal, not as distinct persons. That ideal still exerts force, for instance via the World Press Photo awards. In 2004/5 this event attracted 4226 photographers from 123 countries to submit 69,190 (all digital) entries (World Press Photo, 2005, p. 144). “Visual reportage” evidently remains in rude good health globally. Each year's winners appear in a Yearbook and a travelling exhibition. In 2005 it went to New York to mark the UN's 60th anniversary1. The Yearbook and exhibitions demonstrate how the feel of the tradition—its values and aesthetics—can be maintained in the hands of ambitious and accomplished photographers, skilled editors and loving curators. But this is largely for the benefit of aficionados and professionals; there is little expectation of attracting the paying public as a whole to make sense of their own lives via such fare, as they might have done while browsing the big 35 mm-format pages of Picture Post to see, for instance, a photo-essay about people in street shelters during the Blitz, photographed by cockney youngster Bert Hardy. That was when the magazine's penetration was said sometimes to reach 80 per cent of the population (McDonald, 2003, p. 1).", "Nowadays, few Journalism schools around the world even teach photojournalism as a specialist career option (for instance, the postgraduate diploma in Photojournalism at Cardiff was abandoned in 2002). Outsourcing of picture gathering meant that formal training counted for less than a willingness to do whatever it took to capture candid shots of events or, increasingly, celebrities.", "These were the cut-throat skills of the street, not the liberal values of the academy. In any case the demand for news photographs outstripped the ability of a closed profession of experts to supply it. And so photojournalism went freelance, giving way to the photo-agency—with Magnum leading the way from 1947—and thence, inexorably, to the stock archive, led by Getty Images. These developments allowed editors maximum visual flexibility and a massively increased choice of images, while relieving them of the need to maintain a waged workforce of photojournalists. Where Tom Hopkinson had to send two staffers—say Bert Hardy and journalist James Cameron—to complete an assignment (e.g. Inchon, Korea, 1950), now both of these salaries could be saved by logging on to WENN, Newspix, or Getty Images.", "The story of the Picture Post archive is instructive. Picture Post was launched in 1938 and soon amassed a large stock of pictures, collected during the ordinary course of production. After a decade, in 1947, publisher Sir Edward Hulton realised the value of the archive itself, above and beyond the titles it served, by incorporating the Hulton Picture Library, combining the photographic resources of Picture Post and other magazines in his stable such as Farmer's Weekly, Lilliput, Leader and Nursing Mirror. When he folded Picture Post in 1957 he sold the Hulton Picture Library to the BBC. They kept it till 1988, using it primarily for internal picture-sourcing purposes. They sold it to cable entrepreneur Brian Deutsch for £1.5 million. Mark Getty bought the Hulton Deutsch Collection for £8.6 million in 1996 when it became Hulton Getty (McDonald, 2003). Thus, what amounted to the British national archive of 20th-century photojournalism (it had absorbed several other press archives in the meantime, including the Express and Evening Standard libraries and Keystone)2 was vacuumed up as the basis for what has gone on to become the world's largest stock archive. The (British) “Hulton Getty” brand was eventually absorbed into global Getty Images (2004), where it joined the Time and Life collections.3 ", "Here, under “editorial,” you may view photographs going back to the earliest days, for instance portraits by Julia Margaret Cameron, including one of Alice Liddell (the original Alice in Wonderland), and photos of Alice as a child by Lewis Carroll himself, taken in 1858–60. Among the best known images in literary and photographic history, here they are, tagged as “news, human interest, people,” each digitised thumbnail inviting you to “add to cart.”4 The same applies to everything else, whether stills from famous stories or the work of pioneering photojournalists. The mastheads and photographers are long gone, not to mention the culture, values and aesthetics in which they were produced, but the images themselves remain for indefinite monetisation.", "Again, photojournalism is nowhere and everywhere, streamed into a global archive that is not interested in the provenance or the national-narrative value of the images. The name Hulton seems finally to be fading even from professional consciousness. The work of the giants—Bert Hardy, Felix Man, Grace Robertson, Kurt Hutton, Bill Brandt, Peter Gidal, Lee Miller (to name but a few!)—is emptied of its original significance but at the same time it is made available to anyone who can afford a fee, leading to a strange afterlife for the photographs. They remain available to illustrate any story anywhere in the world, or to be repurposed as decorative design for greetings cards, nostalgia or mood books and even coffee mugs. Monetisation and democratisation have converged."]}, {"title": "From Picture Weeklies to Porn and “the Paps”", "paragraphs": ["The demise of the picture weeklies and of the specialist photojournalist coincided with the rise of “non-news” journalism in the mainstream press, including leisure, gossip, lifestyle, travel, nature, home making, arts and entertainment, portrait and fashion journalism (see Hartley, 1996). These genres drew on commercial and street-photographer traditions of photography as much as they did upon photojournalism “proper.” So it may be appropriate to mark 1960 as the watershed year between the “golden age” and the contemporary era. It was in this year that Federico Fellini's La Dolce Vita was released. Thenceforth commercial street photographers would be named after a character in that film called “Paparazzo.” Typically the fictional name stuck while the real prototype, Tazio Secchiaroli, was largely forgotten.5 ", "It was also in 1960 that the quirky magazine Lilliput, founded in 1937 by Stefan Lorant, bought by Edward Hulton in 1938 and edited by Tom Hopkinson from 1941 (i.e. the team that gave us Picture Post),6 finally ran out of steam and merged with Men Only, a title which itself became one of the United Kingdom's best-known porn magazines from 1971 under the ownership of Paul Raymond. Lilliput was “a delightful little publication,” according to Hopkinson. “In wartime particularly,” he wrote, “Lilliput was an easy magazine to sell. It made no demands. It did not attack or criticize. It simply made one laugh, providing a couple of hours of easy enjoyment” (Hopkinson, 1982). Lilliput did not attempt to mainstream soft porn in the way that Hugh Hefner's Playboy did (from 1953). Nevertheless among its delights were nudes photographed by Bill Brandt and others, and its fare of light writing by luminaries, visual jokes and juxtapositions, and eye-candy for the man of the world, made it a precursor of men's magazines that populated both the top (Playboy) and the general (lad-mag) shelves of the newsstand.", "Porn and paparazzi—both “children” of photojournalism, which itself included an extensive collection of pin-ups and objects of desire going back to the foundation of photography. Perhaps it is not surprising that the current Wikipedia entry for “Photojournalism” tries to recognise both heroic and pin-up traditions by making a fascinating visual distinction between what it identifies as the “golden age”, on the one hand, and “ethical and legal considerations” of photojournalism, on the other. The “golden age” is illustrated using a photograph by Dorothea Lange for the Farm Security Administration (“Migrant Mother,” 1936) which is captioned as “the seminal image of the Depression,” even though it is not in fact an example of photojournalism as it did not originate as a newsphoto. The Wikipedia entry reads: In the “golden age” of photojournalism (1930s–1950s), some magazines (Picture Post (London), Paris Match (Paris), Life (USA), Sports Illustrated (USA)) and newspapers (The Daily Mirror (London), The Daily Graphic (New York)) built their huge readerships and reputations largely on their use of photography, and photographers such as Robert Capa, Alfred Eisenstaedt, Margaret Bourke-White, W. Eugene Smith became well-known names.7   ", "In the “golden age” of photojournalism (1930s–1950s), some magazines (Picture Post (London), Paris Match (Paris), Life (USA), Sports Illustrated (USA)) and newspapers (The Daily Mirror (London), The Daily Graphic (New York)) built their huge readerships and reputations largely on their use of photography, and photographers such as Robert Capa, Alfred Eisenstaedt, Margaret Bourke-White, W. Eugene Smith became well-known names.7 ", "However, when it comes to illustrating the “ethical and legal considerations” of photojournalism, the Wikipedia entry shows a skimpily clad and supine “starlet”, posing for a crowd of photographers at a Cannes Film Festival (Figure 1).", "Figure 1.  Starlet with photographers—Cannes Film Festival (circa 1979). Wikipedia entry for ‘‘Photojournalism’’. Source: en.wikipedia.org/wiki/Photojournalism, accessed 11 September 2006. Reproduced under GFDL Licence. Neither the model nor the photographer (Eried) is credited in the entry, from which this picture was eventually deleted for ‘‘dubious relevance’’ (25 April 2007): see Wikipedia discussion of that decision at: en.wikipedia.org/wiki/Wikipedia:Featured_picture_candidates/delist/starlette/", "Figure 1.  Starlet with photographers—Cannes Film Festival (circa 1979). Wikipedia entry for ‘‘Photojournalism’’. Source: en.wikipedia.org/wiki/Photojournalism, accessed 11 September 2006. Reproduced under GFDL Licence. Neither the model nor the photographer (Eried) is credited in the entry, from which this picture was eventually deleted for ‘‘dubious relevance’’ (25 April 2007): see Wikipedia discussion of that decision at: en.wikipedia.org/wiki/Wikipedia:Featured_picture_candidates/delist/starlette/", "Are we to conclude that heroic tradition of rugged photojournalism fizzled out into celebrity, porn and paparazzi—migrant mother morphed into supine starlet? That is a challenging question precisely because the answer is in the affirmative. The challenge is not simply to find that good examples of photojournalism survived the rise of celebrity media, nor to show how the themes of war, famine, conflict and disaster are still captured in pictures, but to show instead that photojournalism's founding values and achievements have migrated into those very parts of the media that are thought to have supplanted it. In short, the challenge is to understand what there might be about celebrity and starlets, paparazzi and porn that make them a proper subject for and locus of photojournalism, rather than a cause for regret at its demise."]}, {"title": "Documenting Kate Moss", "paragraphs": ["The popular reach once enjoyed by the photo-weeklies is now the bailiwick of celebrity media. According to The Economist ( 2005 ): “New figures from the Audit Bureau of Circulation show that the ten bestselling celebrity publications and ten most popular tabloids [in the United Kingdom] have a combined circulation of 23m”.", "Naturally, since this is where the money-shots are, new agencies have arisen to supply the market. Prominent among them is Big Picture, founded in 1993 and run by Australian Darryn Lyons, a former Daily Mail photographer.8 Big Picture supplies paparazzi-captured photographs of celebrities to the news media. In the process, Lyons himself has achieved celebrity status, partly via a BBC Wales-produced documentary series Paparazzi (2005).9 It follows Lyons and his “paps” (paparazzi), who are drawn not from professional photography but from the street (one recruit is a repurposed truck driver), in their quest for candid shots of celebrities, usually female, preferably sexy. The story is told of Big Picture's big break—capturing photos that led to the News of the World breaking a story of infidelity involving footballer David Beckham. On the show's website there is a list of the “most papped celebs”10: Most Papped Celebs  1. Posh & Becks  2. Brad & Angelina  3. Kate Moss  4. Siena Miller  5. Kylie Minogue  ", "Most Papped Celebs ", "1. Posh & Becks ", "2. Brad & Angelina ", "3. Kate Moss ", "4. Siena Miller ", "5. Kylie Minogue", "British model Kate Moss is a perennial favourite of the paparazzi. In a masterpiece of understatement she once admitted: “I feel uncomfortable being photographed by paparazzi.”11 The extent of her discomfort is rarely on public display, but on one 2006 occasion she confronted a group of paparazzi gathered near her home and “lost the stirrup” (“perdere le staffe”) as Italian weekly Grazia put it: she let fly at a couple of them with a “free kick” worthy of Beckham himself, which was duly recorded by the other paps present and published (Grazia, 2006). The same photos soon turned up—credited to the WENN agency—on a Flickr site.12 Such coups instil a sense of job satisfaction in the Big Picture agency itself—sales director Mel Lyons (Darryn's former partner) told Management Today: I get a sense of achievement when I've decided to doorstep Kate Moss and then get to see our pictures of her all over the papers the next day. I still get a buzz, even after 13 years. (Management Today, 2006)  ", "I get a sense of achievement when I've decided to doorstep Kate Moss and then get to see our pictures of her all over the papers the next day. I still get a buzz, even after 13 years. (Management Today, 2006)", "There is always a chance that members of the public will be present at a newsworthy event or celebrity sighting. The power of even low-grade mobile-phone photographs and videos taken by tube passengers was demonstrated in the London bombings of July 2005, leading some journalism commentators to wonder whether “citizen journalists” had become “citizen paparazzi” (Glaser, 2005). Less squeamish, Darryn Lyons launched a business to encourage citizen paparazzi in the celebrity field. His “Mr Paparazzi” site coaches users in how to operate, gives details of contracts and ethics (“ultimately, if the photo is dodgy, then we can't sell it”) and how to submit material. It is presented as a bit of fun: you can also read “Mr P's blog” and buy celebrity merchandise including ringtones and photographs.13 More controversially, you can text in celebrity sightings to a tipping network (Kiss, 2006). For Big Picture, it's big business: Pictures are constantly flying in, sometimes 100 a day, and I have to spot a fresh angle in what may be a boring-looking shot. As soon as it comes in, I edit it and send it out. I have to know what's going on and who's with whom, so that when we get calls from our tipping network I can get our photographers down there. (Mel Lyons in Management Today, 2006) The democratisation and monetisation of photojournalism has reached its logical conclusion: now we're all paparazzi.", "Pictures are constantly flying in, sometimes 100 a day, and I have to spot a fresh angle in what may be a boring-looking shot. As soon as it comes in, I edit it and send it out. I have to know what's going on and who's with whom, so that when we get calls from our tipping network I can get our photographers down there. (Mel Lyons in Management Today, 2006)"]}, {"title": "Carpe Diem—Seize the Day", "paragraphs": ["Even if the distributed, user-generated model can pay off for agencies like Big Picture, this does not explain how valuable properties like Kate Moss came to be worth photographing in the first place. Such value is not intrinsic. Indeed, many column inches have been devoted to the endless quest for an explanation of her iconic status (e.g. Garratt, 2006; Gill, 2006; Vernon, 2006). The Observer quotes photographer Juergen Teller: “I don't really get it. She is beautiful, but so are many others” (Vernon, 2006).", "Something made Kate Moss newsworthy and iconic. Or rather someone: Corinne Day, a 25-year-old self-taught photographer and ex-model. She took Moss on a day trip to Camber Sands, East Sussex. The resulting black and white photos were published in The Face (July 1990), as part of its “Third Summer of Love” theme, which celebrated club, rave and festival music and its attendant youthful fan culture, not fashion.14 The clothes Moss modelled were not fashion either—they included “big knickers” and a bobble hat from “school outfitters,” various items from market stalls and “string around wrists from WH Smith.” Sixteen-year-old Moss is seen smoking, grinning, with no make-up, wearing little more than a headdress or daisy-chain, out on the endless sands or hard up against a sunny wall. The set seemed candid, unartful, girly, an unlikely agent of change; anti-fashion, anti-photographic even, cocking a snook at what it had come to replace. It was a “look” whose time had come.15 ", "While Margaret Thatcher lit a fuse under social-democratic welfare, the very modernisation promoted in Picture Post, a young Kate Moss was growing up in Croydon. She was a “not entirely enthusiastic” pupil at Riddlesdown High School in Purley, founded in 1957 during the full flowering of the welfare state.16 Moss's own life is contemporaneous with the rise of Thatcherism. She was born 16 January 1974, just days before Edward Heath lost the “Three Day Week” election to Harold Wilson and thereafter the leadership of the Tory party to Margaret Thatcher. And Moss's career took off as Thatcher's ended, in 1990.", "Corinne Day was into music, partying and a lithe slimline youthful beauty that echoed her own. She was far from “the girl most likely” to succeed in the haughty world of fashion. She found that her real talent lay in playful and provocative inversions of the prevailing glossy aesthetic. Her pictures irrupted into a scene of over-produced celebrity branding, centred on the phenomenon of the “supermodels.”", "Moss and Day alike were beneficiaries of all that Picture Post had wanted for British youngsters. But their experience told of different truths. Corinne Day used not poetics but an uncompromising technique of unrhetorical straight-on truthfulness. “Her prints were likened to stills from a gritty documentary or freeze-frames from a home movie. Whatever they were, they tried hard not to be fashion photographs, attempting to be natural and without ‘style.’ Few, though, saw beyond the frequently grimy locations to the innocent beauty in her pictures or their humour” (Derrick and Muir, 2002, p. 266). It's a “DIY” idea of beauty, self-made, unadorned, owing nothing; “imperfect beauty” as curator Charlotte Cotton later dubbed it (Cotton, 2000, pp. 78–87). Day's photography was an authentic portrait of post-Thatcher youth—soon to be known as Generation X. Her style was dubbed “grunge” or “dirty realism,” an aesthetic that was summed up in a Time Out cover for London Fashion Week, featuring model Erin O'Connor in a passport booth, with the slogan: “Britain says F**k Fashion: and the world buys it” (Wells, 2006, p. 23).", "The clarity of Day's vision of the lives of Thatcher's children led to commissions from Vogue, but also to critical comments about heroin chic, the waif look, anorexia and kiddie porn. Her photo-set “Under-Exposure” for Vogue in June 1993 caused a big stir. It showed a “downbeat” 19-year-old Kate Moss in her own flat wearing ill-fitting un-labelled tights. When the pictures were published “the press greeted them with a tidal wave of disapproval” (Derrick and Muir, 2002, p. 271). They reputedly kept Day out of favour with Vogue (and Moss) for some time (Cotton, 2000, p. 85).", "Meanwhile, Day documented the lives of people in her own circle including models Tara Hill, Rosemary Ferguson and Georgina Cooper, and musicians like Andy Frank of Pusherman, for her exhibition and book, Diary (Day, 2000) As often as not they are sprawled in a flat or a squat, trashed, smashed or taking a shit, navigating the everyday realities of sex, drugs and tampons, going through tough times as well as moments of charm and delight. Day's image of life in 1990s Britain was off-putting for some just because it did present a vision of a life not always lived according to a received set of rational, modernising positive values. Here is one review of the Diary exhibition at the Photographer's Gallery: It would be easy to dismiss this as a triumph for mediocrity, simply a set of snaps … which has somehow won a cultural lottery and been awarded rather more than its fifteen minutes share of fame. But the excited buzz in the galleries confirms that it strikes a strong chord in many younger views [sic]. Sadly and perhaps disastrously it represents their aspirations. (Marshall, 2000) Corinne Day did come back in vogue where it mattered, in Vogue. Her telltale trademarks—simplicity, colour, directness, fairy lights, sofas … and Kate Moss—appeared to mark the millennium. Moss and Day had not worked together for seven years, but the reconciliation photograph shows that little had changed between the two of them: it's a candid shot of a grinning Moss clutching a sandwich (joke), still wearing “knickers” but this time “by Robert Cavalli with diamanté trim” (Vogue, December 2000).", "It would be easy to dismiss this as a triumph for mediocrity, simply a set of snaps … which has somehow won a cultural lottery and been awarded rather more than its fifteen minutes share of fame. But the excited buzz in the galleries confirms that it strikes a strong chord in many younger views [sic]. Sadly and perhaps disastrously it represents their aspirations. (Marshall, 2000)", "Since then Corinne Day has published regularly in British (and Italian) Vogue, with and without Kate Moss. As Day was drawn into mainstream commercial fashion photography, fashion accommodated to the challenge of her approach to documenting the lives as well as the style and beauty of her subjects. In a review of the Victoria & Albert Museum's Imperfect Beauty exhibition (2000), Peter Campbell, art critic of the London Review of Books, wrote that fashion photography these days says less “about the product than about imagined fates. They tell stories in which clothes will be tear-stained (or champagne or beer stained). They show how they will be stretched dancing or crushed on the grass—and how people who wear them might see out the day or see in the dawn.” He asks whether art invaded fashion or fashion swallowed art, just as I ask the same question about fashion and photojournalism. Campbell concludes: Corinne Day's pictures in Imperfect Beauty are, on the face of it, the most personal of all. Yet her girls are, in this context, artful. Photographs have lost the special status they had as evidence, but we still sort out, as far as we can, the real from the make-believe. Sometimes (as in the case of Sally Mann's pictures of her children) people get agitated because the signals are ambiguous. Fashion, the most artificial of photographic genres, will use any style—no matter how un-artful—to catch your eye. But the story the interviews in Imperfect Beauty tell often suggests a hankering for picture-making projects in which “selling an item of clothing” is not the highest priority. (Campbell, 2000) Campbell concedes that photographers like Day aspire to exceed the confines of fashion, but he makes no such move himself, for instance to admit that “catching your eye” is a top priority in photojournalism too, which remains as artful as you like in persuading readers to attend to the realities on show. Sorting out “the real from the make-believe,” in short, is not a matter of genre (photojournalism versus fashion), but of readers’ capabilities (visual literacy). The “signals” are indeed “ambiguous.” Magazines like Vogue or The Face were interested in tutoring astute reading among their consumers. They allowed their own practices to be exposed to critique and renewal, modernising the very idea of how to document reality, not just revamping the “look” of a season. The fruits of that intervention were subsequently generalised across the world via the media of popular dissemination, a process personified in Kate Moss, who has “changed the perception of fashion and beauty across the globe” (Derrick and Muir, 2002, p. 271), whose image has “documented” changes in taste, culture, lifestyle and experience. Turbo-charged by brushes with controversy—anorexia, kiddie-porn, waif-look, heroin-chic, cocaine-video, news-prone boyfriends, hard partying and iconic Englishness—Kate Moss was propelled from modelling and marketing into a global career as a newsworthy bearer of “signs of the times.” Darryn Lyons confirms her value: Kate Moss is always a story. And what's really unusual is she's a story for everybody, from the tabloids to the broadsheets to the glossies to the Daily Mail. Which is why her pictures are worth a lot of money to us. How much money? Fifty grand plus. If she's with Pete [Doherty] or someone else sexy. She's the only celebrity model left for us really. (Vernon, 2006) Corinne Day started out by visualising people she knew and realities she lived, on the dole, hanging around, “bored and scruffy.” She used fashion magazines to disseminate personal experience and self-discovery, and blazed a trail for “girl photographers” who could see—and make—a completely different reality from that portrayed not only in women's media but in photojournalism generally: “I wanted the ordinary person to see real life in those pages” (Cotton, 2000, pp. 84–5). The choice of those pages was part of the message. So if you seek the social and journalistic values and the documentary and aesthetic achievement of classic photojournalism, it is among such “picture-making projects” that the search might begin. If you think those values are lost then perhaps you've been reading the wrong magazines.", "Corinne Day's pictures in Imperfect Beauty are, on the face of it, the most personal of all. Yet her girls are, in this context, artful. Photographs have lost the special status they had as evidence, but we still sort out, as far as we can, the real from the make-believe. Sometimes (as in the case of Sally Mann's pictures of her children) people get agitated because the signals are ambiguous. Fashion, the most artificial of photographic genres, will use any style—no matter how un-artful—to catch your eye. But the story the interviews in Imperfect Beauty tell often suggests a hankering for picture-making projects in which “selling an item of clothing” is not the highest priority. (Campbell, 2000)", "Kate Moss is always a story. And what's really unusual is she's a story for everybody, from the tabloids to the broadsheets to the glossies to the Daily Mail. Which is why her pictures are worth a lot of money to us. How much money? Fifty grand plus. If she's with Pete [Doherty] or someone else sexy. She's the only celebrity model left for us really. (Vernon, 2006)"]}], "references": [{"title": "“&#039;About a Girl’: fashion photography as photojournalism”", "year": "2004", "journal": "Journalism: Theory, Practice, Criticism", "volume": "5", "authors": [{"name": "Hartley John", "first_name": "Hartley", "last_name": "John"}, {"name": "Rennie Ellie", "first_name": "Rennie", "last_name": "Ellie"}]}, {"title": "“Inside Elliott&#039;s Empire”", "year": "2006", "journal": "British Journalism Review", "volume": "17", "authors": [{"name": "Wells Dominic", "first_name": "Wells", "last_name": "Dominic"}]}]}