{"doi": "10.1080/17512786.2012.667281", "url": "https://doi.org/10.1080/17512786.2012.667281", "title": "THE NEWSROOM OF THE FUTURE", "volume": "6", "year": "2012", "issue": "5-6", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Zhang", "first_name": "Shixin", "name": "Shixin Ivy Zhang"}], "abstract": " This study uses four news organizations and their online services based in Beijing to identify newsroom convergence models in China. It finds that there is a gulf between central-level and local news sites' convergence efforts. At the macro level are policy barriers such as TV licensing, licensing to distribute news on the Web and the issuance of press cards. At the meso level, the websites have five main revenue streams: state subsidy, advertising, wireless value-added services, sales of data and website construction. State subsidy is only available to key state news sites like Xinhuanet and Peoplesnet. These central-level sites can afford to experiment with multiplatform and multimedia services as well as original products and services. By contrast, local news sites struggle to stay in the market and their strategies focus on providing local news and information while forging strategic partnerships with big businesses to sustain their advertising platform. ", "body": [{"title": "Introduction", "paragraphs": ["To meet the demands of an audience migrating from old to new media and cope with declining revenue, news organizations have implemented newsroom convergence models with different business strategies, newsroom structures, production processes and cross-media delivery. Their twin aims are to explore new revenue streams and reach the widest audience possible.", "Newsroom convergence has been examined and analysed widely for a decade. It can be defined as “some combination of news staffs, technologies, products and geography among the previously distinct provinces of print, television and online media” (Singer, 2003) and it mainly involves “cooperation among print, broadcast and online journalists to tell stories effectively in appropriate media to a wide audience” (Castaneda, 2003). In this paper, newsroom convergence is defined as an evolutionary process in which news staff collaborate to gather, produce and deliver news via multimedia platforms to meet the demands of news consumers.", "Newsroom convergence varies from country to country, company to company and culture to culture (Quinn, 2005, p. 5). Academics have reported on various newsroom convergence models from around the world, mainly from the United States and Europe. China is a missing link in newsroom convergence literature. Hence this study seeks to address newsroom convergence models in China with a focus on print–Web convergence and online newsrooms in Beijing."]}, {"title": "An Analytical Framework and Research Questions", "paragraphs": ["Studies of newsroom convergence focus on news organizations while organizational sociologists have debated the relationship between structure and agency. There is a trend towards the reconciliation of these two. Scully and Creed (1997) proposed “inhabited institutions” to research organizations by embedding work activities as an “agency” within institutional contexts. This approach focuses on embeddedness, not only in terms of the micro-level interactions, but also meso- and macro-level organizational structures and the broader contexts. The purpose is to study the social interactions in key types of media institutions. Based on this structure/agency dualism, an analytical framework is proposed in Figure 1 to study newsroom convergence at the macro, meso and micro levels by embedding human actions, reactions and interactions within the organizational structure and the socio-political institutions. These three levels—namely external environment, newsroom convergence models, and individual journalists and editors—impact and interact with each other.", " FIGURE 1  Analytical framework for studying newsroom convergence", " FIGURE 1  Analytical framework for studying newsroom convergence"]}, {"title": "Macro Level: External Environment", "paragraphs": ["Many countries face limits on cross-media ownership and consequently convergence. In China in 2001 media policies were deregulated with cross-regional operations allowed. But restrictions remained on cross-media operation. Broadcast services (TV and radio) were able to run newspapers, but newspapers were not allowed to operate broadcast services (Zhang, 2009).", "Against this background, television/newspaper convergence is inevitably rare in China. The prevalent forms of convergence are newspaper–Web and television–Web. Every newspaper or television/radio station has its own website(s). Since broadcasters face no regulatory restrictions running newspapers, there are cases of media convergence that cover newspaper, television and Web. For example, China Business News, a finance broadcaster affiliated to Shanghai Media Group, China's number two media group, launched a daily in 2004 and a weekly periodical in 2008, hence operating a multimedia platform across print, television, radio and Web.", "Market competition is another driving force behind media convergence. China has a huge and fragmented media market: more than 2000 newspapers, 9000 magazines, 2200 TV stations, 800 million mobile-phone subscribers and 220 million blogs (Ljunggren, 2011). The Internet is expected to overtake newspapers in advertising revenues in China by 2012. In 2010, television advertising maintained its lead among different media, registering total revenues of 75.86 billion yuan, more than twice that of newspaper advertising at 36.5 billion yuan, and almost three times that from online advertising at 25.66 billion yuan (Chen, 2011) (Figure 2).", " FIGURE 2  Advertising revenue of China's TV, newspapers and Internet, 2001–2010 (billion yuan)", " FIGURE 2  Advertising revenue of China's TV, newspapers and Internet, 2001–2010 (billion yuan)", "China's media conglomerates have expanded across multimedia platforms and adopted different modes of media convergence. But very little literature is available to indicate how the different platforms interact and collaborate in terms of gathering, producing and disseminating news.", "Information technology or digitalization is the catalyst behind convergence. In China, the Internet and the mobile technologies are well developed and widely used. In 2011, the China Internet Network Information Center (CNNIC) issued its 28th Report on China's Internet Development. The report reveals that as of the end of June 2011, China's population of Internet users, already the world's largest, reached 485 million. China's microblog users reached 195 million, the fastest-growing Internet application mode. About 65.5 per cent of China's Internet users, or 318 million people, use mobile phones to surf the Web (Gao, 2011).", "Given this context, this study will look at the policy barriers in relation to newsroom convergence and examine the newsroom convergence models at the meso level and individual journalists at the micro level. Three main research questions are addressed:  RQ1: What is the business model for the online services of Chinese news organizations?  RQ2: What are the organizational structures and print–Web collaboration modes in China?  RQ3: What are journalists’ changing roles and attitudes concerning newsroom convergence?  ", " RQ1: What is the business model for the online services of Chinese news organizations? ", "RQ2: What are the organizational structures and print–Web collaboration modes in China? ", "RQ3: What are journalists’ changing roles and attitudes concerning newsroom convergence?"]}, {"title": "Research Methods", "paragraphs": ["Four news organizations and their online services based in Beijing were selected as foci for research: Xinhua News Agency and Xinhuanet (xinhuanet.com.cn); People's Daily and People's Daily Online (people.com.cn; abbreviated as Peoplesnet); Beijing Youth Daily and its online service Ynet (ynet.com); and Qianlong, Beijing Municipal Government's news portal (Qianlong.com). The rationale informing these selections is representation and access.", "These four organizations represent different levels of news media and newsroom convergence. Xinhua and People's Daily are central government-level organizations and they are in the lead positions in terms of media convergence in China. Xinhua ranked first and People's Daily fourth in the 2010 List of Media Convergence Pioneers in China compiled by Chinese media academics (Dong et al., 2010). Beijing Youth Daily and Qianlong represent local media and their online services are in the growth stage with basic integration between print and Web.", "In addition, three news websites—Xinhuanet, Peoplesnet and Qianlong (expected to merge with Ynet)—along with seven other news websites, were granted government approval in 2010 to transform from public institutions into corporate forms and float on the stock market. These websites are the best vehicles to track the status quo and trend of media convergence that the government wants to support and develop as a nationwide strategy.", "Xinhua News Agency, China's national news agency, was founded in 1931. It has 33 domestic bureaux and 117 bureaux around the world. It publishes more than 20 newspapers and magazines. Xinhuanet was launched in 1997. It has 31 local channels and hosts China's government website gov.cn.", " People's Daily is the Communist Party's flagship paper founded in 1948 with a circulation of three million. It has 10 subsidiary newspapers and six monthly magazines. People's Daily Online (Peoplesnet) was launched in 1997. It has 39 local channels across China. Its most renowned programme is “Strong Nation Forum”, focusing on themes for reinforcing China with national economic strength and national unity. In 2009, the People's Daily Online Development Company was established. In 2010, the People's Daily Online Stocking Company was established in the run-up to floating on the Shanghai stock exchange in 2011.", " Beijing Youth Daily (BYD) was established in 1949 and re-launched in 1981. BYD began life as the official organ of the Beijing Communist Youth League. It is now a 100-page metropolitan daily newspaper with a circulation of 600,000. It is the second-largest newspaper group in China after the Guangzhou Daily. It owns 10 newspapers and five magazines. Ynet was launched in 2000.", "Qianlong is the Beijing municipal government's news portal website established collectively by Beijing Daily, BYD, Beijing Morning Post, Beijing People's Radio Station and Beijing TV station in 2000. In 2005, BYD acquired a controlling stake in Qianlong as its first step towards building BYD into a multimedia company.", "Access is a critical element in conducting research in the field. Requests to access Xinhuanet and Peoplesnet newsrooms for the purpose of conducting participant observations were turned down. Instead I used my own contacts and the snowball sampling method to bypass access barriers. Semi-structured or in-depth interviews were conducted with 12 working journalists, editors and news managers from each news organization either face to face or via telephone between April and May 2011. The average interview lasted one hour. Two sets of interview questions were used, one taregting news directors and managers and the other, journalists and editors. The key issues addressed included business models, current and future digital strategies, challenges, organizational changes, the formats of print–Web convergence, roles of journalists and editors in online newsroom and practitioners’ perceptions of newsroom convergence. Interviews were recorded and transcribed manually by myself."]}, {"title": "Business Models", "paragraphs": ["Based on ownership, there are two kinds of news websites in China: commercial news portals/websites such as Sina, Sohu and Netease funded by domestic and international private capital; and official websites that are mostly online versions of traditional media at national, provincial and local levels. These sites are state-owned or state-controlled meaning the state holds the controlling stake in the websites such as Xinhuanet, Peoplesnet, Qianlong and Ynet. Except for a few central-level organizations like Xinhua, People's Daily and many Chinese news media are financially autonomous.", "In this section, revenue streams, corporate strategies and challenges for official news websites at central and local levels will be discussed.", "While the business segments of Chinese commercial websites focus on advertising, mobile value-added services, emails and gaming, the revenue mix for official websites consists of state subsidy, advertising, wireless value-added services, sales of data and website construction.", "State subsidy is available only to central-level news websites like Xinhuanet and Peoplesnet. In 2008, the central government committed 45 billion yuan (US$6 billion) to enhance China's international communication capability and improve the country's image abroad. Three state media organizations were key recipients: the Xinhua News Agency, China Central Television (CCTV) and People's Daily. CCTV was meant to develop China Network Television (CNTV); People's Daily's focus was People's Daily Online and Xinhua was to develop TV media. In 2010, these three state media were allowed to metamorphose from public institutions into business enterprises, integrate resources and float on the stock market. “We do receive funding from the state but it only accounts for a small portion (of our revenue) because Xinhua has a wide range of businesses. The funding spreads thin,” said a Xinhuanet manager. Advertising for Peoplesnet and Xinhuanet accounts for about 70–80 per cent of revenue. For local news websites Ynet and Qianlong, the percentage goes down to 40–50.", "Mobile phone-based wireless information services including SMS, MMS and mobile phone newspapers are other revenue sources. China has more than 1000 mobile phone newspapers across the country. Xinhua's mobile phone newspaper ranks second with millions of subscribers right after China Mobile's own newspaper (China Mobile is one of the two main China telecommunication companies; the other is China Unicom) with about 40 million subscribers. Xinhua has formed a long-term strategic partnership with China Mobile and China Unicom and signed agreements on the division of profits. “Mobile media including mobile phone newspapers and SMS are the strengths of Xinhuanet due to Xinhua's strong editorial teams and authoritative distribution of news,” said a Xinhuanet news manager. “This is an emerging sector. Xinhua may increase investment in the research and development of new products in this area. Mobile media will be the main platform for Internet-based media to compete in the future.” For Ynet, wireless service accounts for about 30 per cent of its revenue. However, not everyone is optimistic about the prospect of mobile phone-based services: a senior manager at Qianlong website said, “Wireless service is a declining sector. We depended on it [for revenue] when we developed our website in 2002. Then it gradually declined. We just make do with it at the moment.”", "Sales of data and information are another revenue stream. The websites provide paid news and information to other websites or organizations and charge fees for the use of their databases. For example, Ynet started to turn a profit in 2003. The earliest revenue model was to sell news stories made by BYD to the biggest commercial websites Sina and Sohu in China. Authorization for using and selling news was one form of BYD's investment in Ynet. Peoplesnet charges subscriptions for photos and texts about Communist Party newspaper's top news, state leadership activities, the Communist Party's events, figures, local policies, monitoring of public opinions on the Web via its database.", "Market competition for news websites is fierce in China, often competing more in style than substance due to the high level of homogenization of news content among different news sites after the “original sin” of providing news for free for news consumers and a news culture often far more tolerant of plagiarism. News sites sign agreements to share or exchange news content (the simplest way is to exchange links). “Homogenization is a special feature of China's news websites. You could never imagine such things would ever happen abroad,” the Qianlong senior manager pointed out. “There are no essential differences in website content. What you see on one website can be found on another. This is related to the fact that websites were free from the start. Since then it has developed as a convention.”", "In June 2010, the top five news sites owned about 60 per cent of the market. Three are commercial sites: Tencent ranked first (22.58 per cent), Sina second (10.77 per cent) and Sohu fifth (9.28 per cent). For official sites, Peoplesnet ranked third (10.29 per cent) and Xinhuanet fourth (9.73 per cent) (Chinalabs, 2010). For local sites, Qianlong ranked 10th (1.61 per cent) and Ynet was below the top 50. Commercial websites are taking the lead in market competition in terms of scale, audience and influence. Central government-level sites Peoplesnet and Xinhuanet compete with each other based on their high state status. Local websites are squeezed hard between both central-level and commercial websites, fighting to survive.", "News sites have different market strategies. At the central level, Xinhuanet and People's Daily Online are the only one-on-one competitors that have similar business operation models and news forms. Their core competence is authority. “We are authoritative in terms of distributing news depending on the influence of the Xinhua News Agency. Even though the commercial sites are faster in reporting news, people will come to us for confirmation,” said a Xinhuanet news manager.", "Their strategies are to develop multiplatform and multimedia services such as video and search engine and provide original and differentiated products and services. In 2010, People's Daily Agency and Peoplesnet formed the People's Search Company. This search company officially launched a new search engine, Jike, meaning “immediate” in 2011. “Jike is one of the most ambitious government attempts to enter commercial Internet space” (Chao, 2011). In 2010, China Xinhua News Network Corporation (CNC) launched satellite TV programs in both English and Chinese and the programs are distributed via Xinhuanet. “Video is a key element in multimedia services. However, the issue is how to make profit from video services. Many video-based websites like Youku that floated on the stock market in the United States are losing money,” said the Xinhuanet news manager.", "At the local level, the core competence of news websites like Ynet and Qianlong is unclear due to their small scale, lack of state subsidy, insufficient investment and human resources. It is difficult for them to produce original content or survive in a homogenized market. “We were born weak. It's not an issue of fair or unfair. We only have five or six reporters. How much original content can we produce? This is not a problem that websites like ours can fix,” said the Qianlong manager.", "The challenges for Chinese news websites to develop media convergence are (1) management mechanisms and business operation models; (2) market entry; (3) press cards; (4) financing sources, human resources and technology.", "The management mechanism and business operation model are the two biggest challenges for central-level news websites. Xinhuanet and Peoplesnet have never truly embraced a market-oriented management mechanism. Peoplesnet must report state leadership and local government officials’ activities on their front pages of negligible interest to any news consumer. “Political interests are critical to us. That means whatever we do should conform to the state policies and guidelines,” said a Xinhua news manager.", "Market entry is a twofold issue that involves a TV license and a license to distribute news. The state strictly controls television broadcast: private TV stations are prohibited. Most newspaper-based media conglomerates form partnerships with TV stations or video websites to run video streams on their websites. About 150 websites in total in China have been approved by the Outward Publicity Office (wai xuan ban) to distribute news. Ynet has applied for this license, but failed. Within China, regulations are not always as strict as they may theoretically seem from the outside. In practice, Ynet distributes a soft, uncontroversial news package, with no license. “We've come to accept this unfairness and regard it as a fixed variable. Under this situation, we do what we can,” said a Ynet manager.", "News sites are not permitted to report original news stories. The officially stated purpose behind this measure was to avoid “irresponsible, unethical and immoral” reporting on the Web. Websites have called for years for the regulatory bodies to relax restrictions and to allow them have their own reporting teams, to issue press cards to their reporters, and to grant them the right to report original news stories. Such restrictions have recently been relaxed. Staff who work for Peoplesnet and Xinhuanet are allowed to apply for press cards through traditional news organizations “when the conditions are met”. But commercial websites are strictly restricted on original news. The current practice is that reporters at the Xinhua News Agency and People's Daily also act as reporters for Xinhuanet and Peoplesnet. Since local news websites are not granted press cards, it is difficult for them to produce original news stories. The websites mainly edit, but they can interview for softer news like entertainment and sports that do not require a press card.", "Local news sites face financing, human resources and technology issues. Unlike commercial and central-level websites that have strong financial backing, local sites are underfunded, which leads to human resource and technology problems. “After we float on the stock market, things may get a bit better. However, the funding we get is incomparable to that of commercial websites,” said the Qianlong manager."]}, {"title": "Newsroom Structure and Print–Web Collaboration", "paragraphs": ["Websites affiliated to traditional news media are separate business operations either as a separate administrative unit or a company under the umbrella of the media conglomerate. Two separate editorial units, online and print, run their own channels with little crossover. Online and print newsrooms hold separate editorial meetings. The physical structure of online units is similar to that of print. Online staff sit together in an open workspace located on separate floors in the same building that houses the print unit. Seating is arranged on the basis of news sections such as current affairs, finance and education, sports, culture, local news, international news, forum administration, audio and video, photos and advertising.", "Newspapers and online newsrooms collaborate in four basic ways: (1) sharing journalists and content; (2) live studio webcast; (3) collaborative reporting on subject matters; and (4) cross-media reporting on public events and campaigns.", "The most common print–Web collaboration is to share journalists and content based on the Web's strength in interactivity and print's strengths in in-depth reporting. The Web carries stories and editorials from newspapers, open blogs for print journalists and editors, whereas newspapers carry reports on live Web interviews and Web users’ comments on controversial topics. Print journalists provide text, photos, audio and video streams at the Web editor's request as print journalists have press cards and can go anywhere.", "The live one-on-one interview in the audio and video studio is the most popular format for news websites: Peoplesnet, Xinhuanet, Ynet and Qianglong all have this format. Government officials, academics, experts, celebrities come to the website's studio and address Web users’ questions for about an hour. On the day, a Web editor or a print editor acts as the host and relays questions. The interview is broadcast live on the Web. Senior state leadership including President Hu Jintao and Premier Wen Jiabao interacted at Xinhuanet and Peoplesnet. The United States, Spain and Israel ambassadors came to Ynet and talked about international relations, trade and tourism. “The US visa officer came to Ynet and discussed visa policies and application procedures. It drew about 3000 netizens to participate in the talk,” said a Ynet editor.", "Print, Web and mobile newspapers collaborate on subject matter at some news organizations. In January 2010, People's Daily expanded from 20 to 24 pages. One of the four newly added pages was New Media. Every Tuesday, the New Media page editor from People's Daily, Media Channel editor from Peoplesnet and the editor from People's Daily's mobile newspaper sit together and discuss key topics for the next issue of the special page. Media experts are invited to attend interviews broadcast live at the Peoplesnet's audio and video studio. The print editor acts as the host. The content of the one-hour interview appears in the top news in the New Media page with a mobile phone access code at the start and a Web link at the end of the article (Zhan, 2011).", "Public events and campaigns are reported across platforms. In 2009, when the riots occurred on 5 July in Urumqi, the capital of the Xinjiang Uygur Autonomous Region, People's Daily sent a team of nine reporters to the field including three reporters from Peoplesnet (one for photos, one for texts and one cameraman). They worked side by side and filed more than 200 text–video reports (Zhan, 2011). Print–Web collaborations on news reporting are sporadic, unsystematic and irregular. Although news organizations encourage collaboration between the newspaper and the website, a mechanism is not in place to enable effective communications across different platforms. “Peoplesnet editor and print section editors may discuss what to put on the Web for a ‘warm-up’ before publishing a full story in the print. Or something is published in print first, followed up by the Web. However, such collaborative reporting is on an individual case-by-case basis. We don't do many reports like that,” said a print editor at People's Daily. “We only co-operate with Ynet when there are particular events,” said BYD editor."]}, {"title": "Journalists' Roles, Attitudes and Training", "paragraphs": ["Since print and online newsrooms in China are still run separately, some new roles are emerging. Three have been identified in this study: forum administrator, webcast host, and multi-skill journalist.", "A forum administrator helps the audience engage in discussions on the Web. A webcast host acts as a Web editor on normal days. During live interviews, they sit in front of computers in the studios and conduct interviews using questions posted from the Web. Multimedia journalists are mainly found at central-level news sites like Xinhua and People's Daily. They shoot video footage, take photos and write text.", "Interviewees held different opinions of journalists’ shifting roles from gatekeeper to explainer. On the one side, some thought Web editors still act as gatekeepers as there is too much information on the Web and some information is fake. The Web editors’ job is to judge, select and deliver true information. A credible source is important in the information age. “It's incorrect to say the role has shifted. Especially in an era of exploding information, people need a credible source to tell them what is true. Credibility is even more important than information diversity. Who relays what happened is critical,” said a Xinhua editor.", "On the other side, interviewees believed journalists do not keep gate any more. The public decide. A popular saying is that traditional newspapers work for news portals and news portals work for search engines. Search engine websites like Baidu and Google along with news portals like Sina have monopolized Web discourse and profited. By contrast, newspapers appear in a weak position in the new media industrial chain. “At newspapers, what you want is how to present the new and great stuff to readers within limited space, and how to do exclusive stuff. On the Internet, you think from the viewers’ standpoint and consider how to give them a nice reading experience. On the one hand, you need to put together all the relevant information and keep the information updated. On the other hand, you need to think about what else the viewers may be interested to read while reading this news piece so that the viewers have a continuous nice reading experience,” said a Ynet editor.", "All interviewees, editors in particular, are consciously pro-media convergence and believe traditional media and the Web can complement each other and expand influence. However, senior management and journalists’ mindsets still needed to adapt to convergence. “The traditional media should take the initiative in integrating with new media. The sooner they act, the more competitive they will be in the future,” said the Qianlong editor.", "Regular and irregular training programmes are held at the top news organizations. At People's Daily, in-house training is intense and regular with a focus on the young and newly recruited people. The goal is to train multi-skilled journalists. At Xinhua, journalists are required to be multimedia journalists. Print journalists receive training in TV news reporting. Ynet has no large organized training. It is mainly about Web news planning, news writing, news selection, and use of software to process photos and video streams such as Photoshop and Flash."]}, {"title": "Conclusion", "paragraphs": ["Chinese news websites affiliated to traditional news media have started to explore distinctive newsroom convergence models to meet market demand and to compete with commercial websites. There is a great disparity between central-level and local news sites in their convergence efforts, reflecting state support, policies, technology, financing and human resources.", "At the macro level, policy barriers mainly lie in market entry such as issuance of TV licenses, license to distribute news on the websites and press cards that decide the extent of convergence efforts for news organizations. Market competition is fierce in China with commercial news portals grabbing the market and homogenizing content on Chinese news sites. With the prevalent use of new products such as iPhones and iPads, there is a growing market demand for convergence of the Internet, telecommunication and broadcast networks.", "At the meso level, websites have five main revenue streams including state subsidies, advertising, wireless value-added services, sales of data and website construction. State subsidy is only available to state key news sites like Xinhuanet and Peoplesnet. The central-level sites enjoy the state support and financial strength to develop multiplatform and multimedia services, providing original products and services. By contrast, local news sites have to struggle to stay in the market due to their size, lack of state subsidy, investment, human resources and advanced technology. They focus on local news and information, forging strategic partnerships with bigger businesses to sustain their advertising platform.", "At the micro level, three new roles have emerged in the online newsroom: forum administrator, webcast host, and multi-skill journalist. Some interviewees think journalists and editors are still gatekeepers whereas others think the search engine and public individuals are gatekeepers with the emergence of social and private media such as Twitter/microblogs. Both management and journalists need to adapt their mindsets to convergence. A compensation package is needed to inspire journalists to handle the extra workload. Intense in-house pro-convergence training sessions are available at the central-level news organizations, but not so much with local media."]}], "references": [{"title": "Strange Bedfellows? The diffusion of convergence in four news organizations", "year": "2003", "journal": "Journalism Studies", "volume": "5", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "Newsroom Convergence Models of China&#039;s Beijing Youth Daily and Denmark&#039;s Nordjyske", "year": "2009", "journal": "Chinese Journal of Communication", "volume": "2", "authors": [{"name": "Zhang Shixin", "first_name": "Zhang", "last_name": "Shixin"}]}]}