{"doi": "10.1080/1461670X.2016.1175963", "url": "https://doi.org/10.1080/1461670X.2016.1175963", "title": "Valuable Journalism", "volume": "17", "year": "2016", "issue": "7", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Costera Meijer", "first_name": "Irene", "name": "Irene Costera Meijer"}, {"last_name": "Bijleveld", "first_name": "Hildebrand", "name": "Hildebrand P. Bijleveld"}], "abstract": "This paper aims at building a conceptual bridge called Valuable Journalism between quality journalism and users’ experience of quality. To that end a questionnaire was designed, built on previous data and triangulated with the results of three simultaneously organized qualitative audience studies. The distinct dimensions of valuable journalism, as well as their interrelatedness and internal consistency, were then tested with explorative and confirmative factor analyses. The findings suggest how the resulting four dimensions—urgency, public connection, understanding the region and audience responsiveness—and 13 news subjects may provide a good starting point for journalists and news organizations who want to focus more on what users and audiences actually experience as valuable journalism.", "body": [{"title": "Introduction", "paragraphs": ["The popular news the public supposedly wants, and the quality news it supposedly needs, are usually considered incompatible regarding what counts as important information in a democratic society (Barger and Barney 2004; Tandoc and Thomas 2015). We will respond to this assumption by developing a users’ standard for quality called Valuable Journalism (cf. Costera Meijer 2013a). To that end previous data were used to set up a questionnaire. Next, we tested the distinct dimensions of valuable journalism addressed, as well as their interrelatedness and internal consistency, with explorative and confirmative factor analyses. We will argue how the resulting four quality dimensions—urgency, public connection, understanding the region and audience responsiveness—may provide a good starting point for journalists and news organizations who want to focus more on what users or audiences actually experience as valuable journalism."]}, {"title": "Literature Review", "paragraphs": ["The fundamental role of journalism for maintaining a vital democracy (Allan 2010; Dahlgren 1995; Schudson 2008) explains why the quality of news is such an important research topic. The vitality of our democracy depends on the presence of excellent journalism. Usually scholars concentrate on content and production routines as yardsticks for quality (Hansen, Neuzil, and Ward 1998; Koch 2008; Merrill 1968). But being present is insufficient; excellent journalism should also be read, watched or listened to in order to impact on democracy. Prompted by the crisis in the newspaper industry and the emergence of new digital platforms and devices, interest in audience studies has been growing. Web metrics even make it possible for journalists to follow in real-time people’s interest in their work, enabling a new yardstick for journalists’ professional competence. On the flip side, as Tandoc and Thomas (2015) and Welbers et al. (2015) suggest, Web metrics show a disproportionate interest of users in soft news (entertainment, sports, crime, etc.). Editors’ and journalists’ increasing audience responsiveness could then just as easily lead to a trivialization of news, which in turn may endanger our democratic society.", "Groot Kormelink and Costera Meijer (2016) argue that Web metrics are limited instruments to measure users’ interests. Clicks may refer to interest, but also to other motives, while, vice versa, absence of clicks may indicate lack of interest, but it may also mean that users get enough information out of the lead. Also, by scrolling over, browsing or scanning the news, people may be updated about important events, without clicking on the news.", "To make sense of people’s own considerations regarding news use, journalism scholars often employ (a version of) the so-called Uses and Gratifications approach (U&G). This theory explains why individuals choose to use a particular medium or genre by looking at the gratifications they expect and gain from them (for an overview, see Ruggiero 2000). U&G research has identified many gratifications over the past 60 years by employing the classic two-step methodological approach of focus groups followed by surveys. In our research we took issue with Sundar and Limperos’ (2013) observation that U&G researchers recently tend to dispense with the focus groups in addition to relying heavily on standardized questionnaires and broad categories (Kaye and Johnson 2002). We returned to the two-step approach and combined the strengths of survey data with the richness of in-depth interviews. Additionally, instead of equaling the main gratification factor of news—the need for information/surveillance—with keeping up with important events and incidents occurring in one’s immediate surroundings (Eveland, Shah, and Kwak 2003; Vincent and Basil 1997), we asked news users what counts as important for them and which developments need surveillance. This open approach was also taken with regard to the factor of social utility; the usefulness of information in interpersonal communication and social and political orientation. We asked users which information they experienced as useful for interpersonal or public connection. Subsequently, we discussed the implications of these user needs for journalists and journalistic organizations.", "The need for more insight into the audiences’ use, needs and desires regarding news—and thus for a revised and updated U&G survey instrument—is felt most urgently among scholars and producers of regional and local news. In Western Europe, regional and local broadcasters and newspapers are losing a larger share of viewers and readers and at a faster rate than national newspapers and broadcasters (Barnett 2011; Franklin and Murphy 2005; Kik and Landman 2013). Dutch regional newspapers’ quality is increasingly suffering from budget cuts (Buijs 2014), while regional public broadcasters’ budgets more or less remained constant. Dutch regional public broadcasters, however, suffered from changes in broadcast channels. Unlike the BBC regional news, their Dutch counterparts operate more autonomously on a separate channel. To suggest how to improve both commercial and public news organizations’ performance without extra budget, we focused our research in particular on users of regional news. In this paper we focus on two broadcasters situated in Zuid-Holland, serving the most densely populated and most industrialized region of the Netherlands with 1271 residents per km2 (CBS 2014). They supply daily news on various platforms—television, radio, news sites, news apps and various social media accounts—and we wondered whether they met the needs and desires of their audience, potentially consisting of over 3.5 million residents.", "Previous research suggests that audiences appreciate a wider selection of news topics, a more engaging presentation, a constructive approach and tone of voice, in particular, but not exclusively, in relation to regional news (Aldridge 2007; Costera Meijer 2010, 2013b; Costera Meijer et al. 2010; Heider, McCombs, and Poindexter 2005; Poindexter, Heider, and McCombs 2006; Rosenstiel et al. 2007). In addition to general benchmarks that apply to all good journalism—trustworthiness, credibility and good storytelling—seven criteria were identified which should be met in particular (again, not exclusively) by regional journalism if it aims to provide news that citizens deem valuable and important.", "Compared to most content-analysis, the measures for “Valuable Journalism” were neither derived from an a priori concept of informed citizenship which emphasizes news about public affairs, nor from citizens’ opinions about quality journalism. Rather, they pertain to when and how people experience journalism as valuable. These experiences were captured in previous research by asking people to supply concrete examples of when they felt regional journalism was valuable to them (Costera Meijer 2010; Costera Meijer, Kreemers, and Ilievski 2013; Costera Meijer et al. 2010). This happened, for instance, when they were truly captivated by what they saw, read or heard, or when a news item increased their understanding of a complex issue or when it gave rise to conversations. Also, users suggest some topics should be provided more often if news organizations wanted them to watch, listen or read the news more frequently. The following criteria proved especially relevant in a regional context. What people defined as regional was not fixed, however. When we asked people in 132 intercept street interviews to draw a circle on a map of what they felt belonged to their region, these circles varied, depending on their feelings of connection to a particular space, for some a neighborhood for others a province. Local and regional news media should devote sustained attention to long-term regional themes and preferably in a constructive manner (cf. Rosenstiel et al. 2007). Stories which show new perspectives or solutions on regional issues are especially welcome.Residents value items that facilitate regional orientation by visualizing everyday geographical, social and personal landmarks: central squares, prominent bridges, highways, public gardens, nature reserves, regional and local celebrities.Citizens want to know how individual stories are related to other or previous stories (links and context). This enables them to experience coherence, not only in the news, but in (the reported) reality as well.What citizens want is for news organizations to tell news stories “from within”—from the angle of the “locals” and their concerns (Costera Meijer 2010). This often applies in particular to background stories about a region or city that make it more understandable and familiar for those who work and live there. This information should not be confused with city branding or region marketing. Telling stories from within also contributes to a sense of collective memory, a “time line”, allowing residents to position their life and that of others within the region (Assmann and Czaplicka 1995).Providing insight into the regional customs or local manners is relevant for understanding how things work. Schudson (1995, 31) argued in this context that journalists do not so much produce information, but “public knowledge”. They contribute to “what is recognized or accepted  …  given certain political structures and traditions”.A side-effect of biased, sensationalized regional news for the people who actually work or live in the region is sometimes experienced as losing one’s grip on everyday reality; a reason why residents want to be given a layered and “realist” representation of their region, leaving room for the complexities, ambivalences and contradictions of everyday lived reality. It is important to note that even residents from so-called urban problem areas are univocal in emphasizing that supplying only positive news may just as well lead to a sense of losing contact with reality (Costera Meijer 2013b).Most people love so-called talker news items which often focus on relatively bizarre or human-interest news topics. Such “news” proves valuable because it facilitates (brief) conversations between relative strangers, thus strengthening people’s feeling of belonging and connection.", "Local and regional news media should devote sustained attention to long-term regional themes and preferably in a constructive manner (cf. Rosenstiel et al. 2007). Stories which show new perspectives or solutions on regional issues are especially welcome.", "Residents value items that facilitate regional orientation by visualizing everyday geographical, social and personal landmarks: central squares, prominent bridges, highways, public gardens, nature reserves, regional and local celebrities.", "Citizens want to know how individual stories are related to other or previous stories (links and context). This enables them to experience coherence, not only in the news, but in (the reported) reality as well.", "What citizens want is for news organizations to tell news stories “from within”—from the angle of the “locals” and their concerns (Costera Meijer 2010). This often applies in particular to background stories about a region or city that make it more understandable and familiar for those who work and live there. This information should not be confused with city branding or region marketing. Telling stories from within also contributes to a sense of collective memory, a “time line”, allowing residents to position their life and that of others within the region (Assmann and Czaplicka 1995).", "Providing insight into the regional customs or local manners is relevant for understanding how things work. Schudson (1995, 31) argued in this context that journalists do not so much produce information, but “public knowledge”. They contribute to “what is recognized or accepted  …  given certain political structures and traditions”.", "A side-effect of biased, sensationalized regional news for the people who actually work or live in the region is sometimes experienced as losing one’s grip on everyday reality; a reason why residents want to be given a layered and “realist” representation of their region, leaving room for the complexities, ambivalences and contradictions of everyday lived reality. It is important to note that even residents from so-called urban problem areas are univocal in emphasizing that supplying only positive news may just as well lead to a sense of losing contact with reality (Costera Meijer 2013b).", "Most people love so-called talker news items which often focus on relatively bizarre or human-interest news topics. Such “news” proves valuable because it facilitates (brief) conversations between relative strangers, thus strengthening people’s feeling of belonging and connection."]}, {"title": "Design of the Study", "paragraphs": ["These seven criteria served as a starting point for putting together our survey questionnaire aimed at measuring valuable journalism as a category of analysis. Specifically, we wanted to establish how these criteria are interrelated in the experience of news consumers. Given this concern, our first research question is: RQ1: Which dimensions contribute to Valuable Journalism?", "RQ1: Which dimensions contribute to Valuable Journalism?", "Previous research suggests that paying attention to the desires of citizens pays off (Costera Meijer, Kreemers, and Ilievski 2013; Rosenstiel et al. 2007). This pertains to both preferences in form and in selection of news. So far it has not been sufficiently established which regional news topics deserve more attention in the eyes of the public and what would prompt them to watch, read or listen more often. RQ2: Which topics deserve more attention by regional news media according to regional news consumers?", "RQ2: Which topics deserve more attention by regional news media according to regional news consumers?"]}, {"title": "Methodology", "paragraphs": ["In the fall of 2014 we performed six different studies in this region. In this paper we focus on the results of the audience survey. In previous audience studies we were regularly confronted with harsh judgements about regional and local journalism, such as “I never watch the regional news; it’s all about rescuing cats from trees or about neighbors arguing about the height of their fence”. Such statements usually came from higher-educated people with limited or no experience of it. They might reflect a point of Bourdieu (1984), that the culturally privileged feel they have “the right to speak” and pass judgement even without personal knowledge of a genre, while those with less cultural capital tend to reserve their opinions for genres they have actually used (cf. Friedman and Kuipers 2013). Because we were interested in peoples’ experience of value instead of their opinions about value, we purposely selected actual users of regional journalism. Consequently, these users are not a representative sample of the population. The validity of the survey and the generalizability of the results are enhanced because our survey respondents turned out to be a representative sample of the actual users of regional news (CBS 2015).", "Although our survey propositions are strongly grounded in qualitative research, we agree with Lowrey, Brozana, and Mackay (2008) that what counts as “region” is not only a question of geography but also one of negotiating shared symbolic meanings. The studied region has a multicultural urban character which invites further calibration of the instrument when used to measure the value of national journalism or more rural areas.", "Of the two (almost identical) surveys announced on the news websites of the broadcasters, their Twitter accounts as well as on their Facebook pages, 539 filled-out surveys resulted. We removed 169 from our sample because respondents had addressed fewer than six questions, implying that we analyzed the remaining 370 surveys for this study.", "Our sample (see Table 1) consisted of a fairly large proportion of men, people over 50 and people with higher education. This is consistent with previous results (Van Cauwenberge et al. 2010; Dutta-Bergman 2004; Elvestad and Blekesaune 2008; Lauf 2001; Van Rees and Van Eijck 2003). On average, people in these groups consume more regional and local news. Valuable JournalismMeasuring news quality from a user’s perspectiveAll authorsIrene Costera Meijer & Hildebrand P. Bijleveldhttps://doi.org/10.1080/1461670X.2016.1175963Published online:13 May 2016TABLE 1 Sample demographicsCSVDisplay Table", "On the basis of the criteria for valuable journalism, outlined above, we formulated 20 propositions. We asked respondents to evaluate them on a five-point Likert scale. To establish whether Valuable Journalism as a separate concept constitutes a single dimension in the experience of people, we started out with a Confirmatory Factor Analysis (CFA) in R with Lavaan (Rosseel 2012), whereby one factor explained the response patterns for all 20 items. This model did not meet the required model fit measures,1 after which we deployed Exploratory Factor Analysis (EFA), interpreted after Oblimin rotation, to establish which items formed specific dimensions together.2 Based on this we generated a new CFA model, from which in a step-by-step progression items were removed based on their beta coefficients and the modification index, until this model had an acceptable fit (see Table 2). Next, the model was modified to include a latent higher-order variable representing the overall experience of Valuable Journalism. Valuable JournalismMeasuring news quality from a user’s perspectiveAll authorsIrene Costera Meijer & Hildebrand P. Bijleveldhttps://doi.org/10.1080/1461670X.2016.1175963Published online:13 May 2016TABLE 2 Goodness-of-fit statistics from Confirmatory Factor AnalysisCSVDisplay Table", "The EFAs and CFAs combined the random samples of the two broadcasters. Both analyses were repeated for the data of the separate broadcasters. The final model with the latent higher-order variable resulted in acceptable goodness-of-fit statistics3 for both broadcasters. The response patterns affirmed the same four dimensions amongst users of different broadcasters and from different regions, indicating reliability. Validity of the instrument was demonstrated because our respondents evaluated the performance of one broadcaster higher on the dimensions Public Connection and Audience Responsiveness. We also found different scores depending on gender and education."]}, {"title": "Results", "paragraphs": ["EFAs and CFAs made it possible to answer RQ1: Which dimensions contribute to valuable journalism? It turned out that valuable journalism is best measured with 14 propositions which together constitute four dimensions—Urgency, Public Connection, Understanding the Region and Audience Responsiveness—and one superordinate dimension: the overall experience of Valuable Journalism (see Figure 1). Valuable JournalismMeasuring news quality from a user’s perspectiveAll authorsIrene Costera Meijer & Hildebrand P. Bijleveldhttps://doi.org/10.1080/1461670X.2016.1175963Published online:13 May 2016FIGURE 1  All coefficients are statistically significant at p < 0.001. The Satorra–Bentler scaled chi-squared test is used for goodness-of-fit statistics of the model: χ2 = 106.37; df = 73; χ2/df = 1.46; CFI = 0.97; RMSEA = 0.043; SRMR = 0.037Display full sizeFIGURE 1  All coefficients are statistically significant at p < 0.001. The Satorra–Bentler scaled chi-squared test is used for goodness-of-fit statistics of the model: χ2 = 106.37; df = 73; χ2/df = 1.46; CFI = 0.97; RMSEA = 0.043; SRMR = 0.037", "FIGURE 1  All coefficients are statistically significant at p < 0.001. The Satorra–Bentler scaled chi-squared test is used for goodness-of-fit statistics of the model: χ2 = 106.37; df = 73; χ2/df = 1.46; CFI = 0.97; RMSEA = 0.043; SRMR = 0.037", "FIGURE 1  All coefficients are statistically significant at p < 0.001. The Satorra–Bentler scaled chi-squared test is used for goodness-of-fit statistics of the model: χ2 = 106.37; df = 73; χ2/df = 1.46; CFI = 0.97; RMSEA = 0.043; SRMR = 0.037", "Not surprisingly, the main function of regional media, according to users, is to inform them about the most urgent news. The bonus of our results compared to previous U&G research is that the respondents also revealed what comprises “urgency”. There appears to be a strong internal correlation between seemingly divergent needs (Cronbach’s alpha = 0.840). Users do not only expect media to supply the news right after it happens; they also like to be able to easily find news once something of importance occurs. Second, urgency, to users, does not only apply to important news, but also to major public events in the region. Events like the annual flower parade and international concours hippique might not be new in the sense of unexpected, but they are important as common reference points. Moreover, broadcasters need to indicate clearly where, exactly, events take place. These matters go together in the experience of urgency.", "Couldry, Livingstone, and Markham (2007, 405) explain “public connection” as a shared “orientation to a public world where matters of common concern are, or at least should be, addressed”. The strong link we found between appreciation of serious news, presenting light and cheerful news, approaching people respectfully and supplying topics for conversation—affirms the relevance of Schrøder’s extensive concept of public connection (Cronbach’s alpha = 0.812). Schrøder (2015, 63) broadened the concept to include “democratic worthwhileness” (catering to the identity of people as citizens) and “everyday worthwhileness” (“content that links you to personal networks”). The link also confirms that “talker news”—human-interest stories or stories that have a light or humorous touch—may be used to facilitate conversations with a civic or public-interest dimension.", "The third public function of regional media appreciated by the audience is background information on the news, as a way to provide insight into how the region works (Cronbach’s alpha = 0.875). In U&G approaches background is usually incorporated in the surveillance construct. Our study reveals that background is a distinct construct, measured by “providing insight into the customs and attitudes of the different population groups living in the region”, “providing insight into how the region works” as well as “into the past of the region”. The results confirm Lowrey, Brozana, and Mackay’s (2008, 275) argument for community media as facilitators of negotiating and making meaning about community and its structure.", "Our study established an appreciation and a strong correlation between two items, namely “Broadcaster x stimulates me to send news tips to the editors” and “When I see something, I contact Broadcaster x”. This points to a fourth function of regional journalism—one that so far has not been addressed in U&G studies: actively offering a listening ear (Cronbach’s alpha = 0.778). Broadcasters should be as responsive as possible to their (potential) audience and users. This is in line with the recommendation by O’Donnell (2009) to enable “everyday people” to speak, listen and be heard in the media.", "We included in our model a higher-order latent variable representing the overall experience of Valuable Journalism. As Brown (2015) suggests, the use of a latent higher-order variable allows us to evaluate the relations of first-order dimensions. From the path coefficients between the latent higher-order variable and the first-order dimensions, we derive that the dimension Understanding the Region has the strongest explanatory power for Valuable Journalism."]}, {"title": "Which Topics Deserve More Attention?", "paragraphs": ["To establish which news topics the regional media public feels should be addressed more often, we asked respondents to react to the proposition: “Broadcaster X may provide more information about certain topics”; 96.2 percent of the respondents subscribed to this proposition (3–5 on a five-point Likert scale). These respondents automatically received a second task: assigning a total of 100 points to 13 different news topics in reply to the proposition: “I would watch or listen to Broadcaster x more often if it pays more attention to … ” As explained, we derived these 13 news topics from our qualitative research on regional media use. “Politics” as a separate topic was not included because in previous interviews people emphasized they were only interested in politics in connection with other themes. Respondents could add their own topics to the list, however.", "Regarding RQ2, our analysis revealed that according to regional news consumers, media should devote sustained attention to 13 long-term regional themes.", "Yet, as Figure 2 reveals, some topics were considered more important by more respondents: nature and people’s immediate surroundings, history, safety and quality of care. More attention for these topics would encourage people to seek out regional media more often. These results were corroborated in 132 street intercept interviews, 10 focus interviews and 22 in-depth expert interviews. Valuable JournalismMeasuring news quality from a user’s perspectiveAll authorsIrene Costera Meijer & Hildebrand P. Bijleveldhttps://doi.org/10.1080/1461670X.2016.1175963Published online:13 May 2016FIGURE 2  Mean score (out of 170 respondents) with respect to topics that deserve more attentionDisplay full sizeFIGURE 2  Mean score (out of 170 respondents) with respect to topics that deserve more attention", "FIGURE 2  Mean score (out of 170 respondents) with respect to topics that deserve more attention", "FIGURE 2  Mean score (out of 170 respondents) with respect to topics that deserve more attention", "Fifteen percent of the respondents took the opportunity to add their own topic to the list. Eight of them believed that news on “art and culture from the region” should be more salient in the reporting of the broadcasters. Only four respondents would appreciate extra news about local or regional politics, affirming what Rosenstiel et al. (2007) conclude about political news: successful stories cover issues instead of horse race and explain their relevance."]}, {"title": "Conclusion", "paragraphs": ["Valuable Journalism is meant to conceptually fill the gap between marketing criteria (popularity) and journalistic dimensions (societal importance). We suggest that its four dimensions—urgency, public connection, understanding the region and audience responsiveness—illustrate how users’ news selection practices are more inclusive than journalists often assume and less trivial than Web metrics suggest.", "First, urgency means that most people still want to keep up with important events and incidents close by. Urgency also refers to findability in connection to the platform as well as to the location of the event. This may reflect the importance of media’s ease of use. Second, public connection stands out as the linking concept between respectfulness, a constructive approach and supplying serious as well as light conversation topics. This might illustrate the importance of regional journalism for keeping up personal networks as well as people’s identity as citizens.", "Our third suggestion is that the centrality of understanding the region within Valuable Journalism mirrors people’s awareness of news as second-order reality; they know about others and others know about them in as far as and how they appear through news stories. Although Coleman et al. (2009) suggest people having direct personal experience with an issue usually do not need more information from the media, our respondents explicitly refer to a need for news about familiar topics, often not because they lack information, but because it enables them to compare their own experience of events with that of others. This comparison accommodates a need for a common frame of reference. Fourth, audience responsiveness is likely to mirror the growing assertiveness of the public. News media are expected to take into account and to listen carefully to the experiences of people of all walks of life, in interpersonal communication as well as in their stories.", "Fifth, our respondents indicate they would increase their news use when journalism covered more thoroughly and extensively the seven news themes and, in particular, nature, living environment and history. Remarkably, these three subject areas are usually absent as conventional newsbeats, even in research on local journalism (cf. Rosenstiel et al. 2007, 2014). Finally, Valuable Journalism as a layered concept may lend itself as a framework for evaluating the performance of news organizations from the public’s perspective, in particular for news organizations operating in densely populated, urban areas with a continuously changing population."]}], "references": [{"title": "Collective Memory and Cultural Identity", "year": "1995", "journal": "New German Critique", "volume": "65", "authors": [{"name": "Assmann Jan", "first_name": "Assmann", "last_name": "Jan"}, {"name": "Czaplicka John", "first_name": "Czaplicka", "last_name": "John"}]}, {"title": "Media-citizen Reciprocity as a Moral Mandate", "year": "2004", "journal": "Journal of Mass Media Ethics", "volume": "19", "authors": [{"name": "Barger Wendy", "first_name": "Barger", "last_name": "Wendy"}, {"name": "Barney Ralph D.", "first_name": "Barney", "last_name": "D."}]}, {"title": "Democratizing Journalism?", "year": "2010", "journal": "Journalism Studies", "volume": "11", "authors": [{"name": "Costera Meijer Irene", "first_name": "Costera", "last_name": "Irene"}]}, {"title": "Valuable Journalism: The Search for Quality from the Vantage Point of the User", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Costera Meijer Irene", "first_name": "Costera", "last_name": "Irene"}]}, {"title": "When News Hurts", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Costera Meijer Irene", "first_name": "Costera", "last_name": "Irene"}]}, {"title": "Complementarity in Consumption of News Types across Traditional and New Media", "year": "2004", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "48", "authors": [{"name": "Dutta-Bergman Mohan J", "first_name": "Dutta-Bergman", "last_name": "J"}]}, {"title": "Newspaper Readers in Europe: A Multilevel Study of Individual and National Differences", "year": "2008", "journal": "European Journal of Communication", "volume": "23", "authors": [{"name": "Elvestad Eiri", "first_name": "Elvestad", "last_name": "Eiri"}, {"name": "Blekesaune Arild", "first_name": "Blekesaune", "last_name": "Arild"}]}, {"title": "Assessing Causality in the Cognitive Mediation Model: A Panel Study of Motivations, Information Processing, and Learning During Campaign 2000", "year": "2003", "journal": "Communication Research", "volume": "30", "authors": [{"name": "Eveland William P.", "first_name": "Eveland", "last_name": "P."}, {"name": "Shah Dhavan V.", "first_name": "Shah", "last_name": "V."}, {"name": "Kwak Nojin", "first_name": "Kwak", "last_name": "Nojin"}]}, {"title": "The Divisive Power of Humour: Comedy, Taste and Symbolic Boundaries", "year": "2013", "journal": "Cultural Sociology", "volume": "7", "authors": [{"name": "Friedman Sam", "first_name": "Friedman", "last_name": "Sam"}, {"name": "Kuipers Giselinde", "first_name": "Kuipers", "last_name": "Giselinde"}]}, {"title": "Newsroom Topic Teams: Journalists’ Assessments of Effects on News Routines and Newspaper Quality", "year": "1998", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "75", "authors": [{"name": "Hansen Kathleen A.", "first_name": "Hansen", "last_name": "A."}, {"name": "Neuzil Mark", "first_name": "Neuzil", "last_name": "Mark"}, {"name": "Ward Jean", "first_name": "Ward", "last_name": "Jean"}]}, {"title": "What the Public Expects of Local News: Views on Public and Traditional Journalism", "year": "2005", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "82", "authors": [{"name": "Heider Don", "first_name": "Heider", "last_name": "Don"}, {"name": "McCombs Maxwell", "first_name": "McCombs", "last_name": "Maxwell"}, {"name": "Poindexter Paula M.", "first_name": "Poindexter", "last_name": "M."}]}, {"title": "Online and in the Know: Uses and Gratifications of the Web for Political Information", "year": "2002", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "46", "authors": [{"name": "Kaye Barbara K.", "first_name": "Kaye", "last_name": "K."}, {"name": "Johnson Thomas J.", "first_name": "Johnson", "last_name": "J."}]}, {"title": "Strategic Paths and Media Management – a Path Dependency Analysis of the German Newspaper Branch of High Quality Journalism", "year": "2008", "journal": "Schmalenbach Business Review", "volume": "60", "authors": [{"name": "Koch Jochen", "first_name": "Koch", "last_name": "Jochen"}]}, {"title": "Research Note: The Vanishing Young Reader: Sociodemographic Determinants of Newspaper Use as a Source of Political Information in Europe, 1980–98", "year": "2001", "journal": "European Journal of Communication", "volume": "16", "authors": [{"name": "Lauf Edmund", "first_name": "Lauf", "last_name": "Edmund"}]}, {"title": "Toward a Measure of Community Journalism", "year": "2008", "journal": "Mass Communication and Society", "volume": "11", "authors": [{"name": "Lowrey Wilson", "first_name": "Lowrey", "last_name": "Wilson"}, {"name": "Brozana Amanda", "first_name": "Brozana", "last_name": "Amanda"}, {"name": "Mackay Jenn B.", "first_name": "Mackay", "last_name": "B."}]}, {"title": "Journalism, Change and Listening Practices", "year": "2009", "journal": "Continuum", "volume": "23", "authors": [{"name": "O’Donnell Penny", "first_name": "O’Donnell", "last_name": "Penny"}]}, {"title": "Watchdog or Good Neighbor? The Public’s Expectations of Local News", "year": "2006", "journal": "The Harvard International Journal of Press/Politics", "volume": "11", "authors": [{"name": "Poindexter Paula M.", "first_name": "Poindexter", "last_name": "M."}, {"name": "Heider Don", "first_name": "Heider", "last_name": "Don"}, {"name": "McCombs Maxwell", "first_name": "McCombs", "last_name": "Maxwell"}]}, {"title": "lavaan: An R package for structural equation modeling", "year": "2012", "journal": "Journal of Statistical Software", "volume": "48", "authors": [{"name": "Rosseel Yves", "first_name": "Rosseel", "last_name": "Yves"}]}, {"title": "Uses and Gratifications Theory in the 21st Century", "year": "2000", "journal": "Mass Communication and Society", "volume": "3", "authors": [{"name": "Ruggiero Thomas E", "first_name": "Ruggiero", "last_name": "E"}]}, {"title": "Reporting Structural Equation Modeling and Confirmatory Factor Analysis Results: A Review", "year": "2006", "journal": "The Journal of Educational Research", "volume": "99", "authors": [{"name": "Schreiber James B.", "first_name": "Schreiber", "last_name": "B."}, {"name": "Nora Amaury", "first_name": "Nora", "last_name": "Amaury"}, {"name": "Stage Frances K.", "first_name": "Stage", "last_name": "K."}, {"name": "Barlow Elizabeth A.", "first_name": "Barlow", "last_name": "A."}, {"name": "King Jamie", "first_name": "Jamie", "last_name": ""}]}, {"title": "News Media Old and New", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Schrøder Kim Christian", "first_name": "Schrøder", "last_name": "Christian"}]}, {"title": "Uses and Grats 2.0: New Gratifications for New Media", "year": "2013", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "57", "authors": [{"name": "Sundar S. Shyam", "first_name": "Sundar", "last_name": "Shyam"}, {"name": "Limperos Anthony M.", "first_name": "Limperos", "last_name": "M."}]}, {"title": "The Ethics of Web Analytics: Implications of Using Audience Metrics in News Construction", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C."}, {"name": "Thomas Ryan J.", "first_name": "Thomas", "last_name": "J."}]}, {"title": "Emerging Consumption Patterns Among Young People of Traditional and Internet News Platforms in the Low Countries", "year": "2010", "journal": "Observatorio", "volume": "4", "authors": [{"name": "Van Cauwenberge Anna", "first_name": "Van", "last_name": "Anna"}, {"name": "d'Haenens Leen", "first_name": "d'Haenens", "last_name": "Leen"}, {"name": "Beentjes Hans", "first_name": "Beentjes", "last_name": "Hans"}]}, {"title": "Media Repertoires of Selective Audiences: The Impact of Status, Gender, and Age on Media Use", "year": "2003", "journal": "Poetics", "volume": "31", "authors": [{"name": "Van Rees Kees", "first_name": "Van", "last_name": "Kees"}, {"name": "Van Eijck Koen", "first_name": "Van", "last_name": "Koen"}]}, {"title": "College Students’ News Gratifications, Media Use, and Current Events Knowledge", "year": "1997", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "41", "authors": [{"name": "Vincent Richard C.", "first_name": "Vincent", "last_name": "C."}, {"name": "Basil Michael D.", "first_name": "Basil", "last_name": "D."}]}, {"title": "News Selection Criteria in the Digital Age: Professional Norms versus Online Audience Metrics", "year": "2015", "journal": "Journalism:", "volume": "", "authors": [{"name": "Welbers Kasper", "first_name": "Welbers", "last_name": "Kasper"}, {"name": "van Atteveldt Wouter", "first_name": "van", "last_name": "Wouter"}, {"name": "Kleinnijenhuis Jan", "first_name": "Kleinnijenhuis", "last_name": "Jan"}, {"name": "Ruigrok Nel", "first_name": "Ruigrok", "last_name": "Nel"}, {"name": "Schaper Joep", "first_name": "Schaper", "last_name": "Joep"}]}]}