{"doi": "10.1080/14616700500250362", "url": "https://doi.org/10.1080/14616700500250362", "title": "Immediacy, Convenience or Engagement? An analysis of 24-hour news channels in the UK", "volume": "6", "year": "2005", "issue": "4", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Lewis", "first_name": "Justin", "name": "Justin Lewis"}, {"last_name": "Cushion", "first_name": "Stephen", "name": "Stephen Cushion"}, {"last_name": "Thomas", "first_name": "James", "name": "James Thomas"}], "abstract": " Abstract The article is based on the first systematic analysis of the output of 24-hour news channels in the UK. From a viewer's point of view, we argue, a 24-hour news channel can fulfil three main purposes: allowing someone to watch an up-to-date news bulletin whenever they wish; enabling a viewer to watch major live news events as they happen; or providing more in-depth information, background, context or analysis of news and current affairs. Our data suggest that while the news channels succeed in providing rolling news bulletins “on tap”, they spend little time on “breaking news” (rightly, in our view, since live news is generally neither interesting nor informative) and conspicuously fail to use their time to provide more context or analysis. Indeed, our data suggest that a viewer is much better off, in this and other respects, watching a conventional bulletin like the Ten O'Clock News. We conclude by suggesting that the form of analysis favoured by broadcast news—of all kinds—tends to be aimed at those who already take a keen interest in news, rather than providing the kind of background or context that might make it easier for viewers to appreciate the meaning or significance of a story. ", "body": [{"title": "Introduction: what is 24-hour news?", "paragraphs": ["The success of news channels during dramatic news periods—notably wars or disasters—is fairly well known. In keeping with this tradition, when extolling the virtues of 24-hour news, Nick Pollard (Head of Sky News), focuses on extraordinary—rather than day-to-day—events, suggesting that “the 11 September attacks, the week of Diana's death and funeral, the Omagh bombing, the Afghan and Iraq wars, the Kosovo conflict, the D-Day anniversary, the royal jubilee celebrations, this week's foxhunting demos—all have shown the value of live, continuous coverage” (Pollard, 2004, p. 11).", "But what is perhaps more significant is the slow but steady increase in the numbers tuning into the news channels as a matter of routine. In 1996, seven years after its launch, Sky News had a weekly reach in Britain of only around 3 million (Hargreaves and Thomas, 2002). By May 2005, BBC News 24 had a weekly reach of 11 million, Sky News 10 million and ITV 24 Hour News 6 million. This does not mean people are watching more news, however. While viewing of news channels has gone up, there has been a corresponding decline in the viewing of mainstream news services in Britain. According to Hargreaves and Thomas (2002), this fell by 6 per cent between 1994 and 2002, with the largest decline taking place among younger people, while Ofcom's (2004) figures suggest that between 1998 and 2003 the audience shares for the early evening news programmes on BBC and ITV declined by 16 per cent and 37 per cent, respectively. In short, audiences are increasingly moving from conventional bulletins to the news channels.", "It is often said that the rise of the 24-hour news channels has changed the nature of public life, which now responds to the constant demands of a never-ending, rolling news cycle. Michael White (2004, p. 1), writing in The Guardian, describes how this has created a new and unforgiving world for politicians, who are under “the relentless pressure of the 24-hour news cycle”. Indeed, it could be argued that the much-lamented worldwide growth of the political public relations industry—documented by Gerald Sussman in his book Global Electioneering (2005)—is partly a response to this pressure. Thus when Peter Hyman (2005, p. 2) a former New Labour “spin doctor”, commented that “Twenty-four-hour-news means being on your toes, reacting with speed”, there is more than a hint of a symbiosis between the expansion of news channels and the need for political communicators like himself.", "The advent of 24-hour news has also led to accusations about a decline in journalistic standards, as the need to fill airtime creates space for rumour and speculation. The journalist Ann Leslie (2004, p. 12), for example, has written about the “sloppiness” that “undoubtedly arises from the relentless demands of 24-hour news”. At its worst, 24-hour news is seen as a kind of journalistic stream of consciousness, where stories are uncorroborated and facts unchecked.", "And yet news channels have the potential to expand the quantity and quality of instantly accessed information available to viewers in a way that conventional television channels cannot. The extensive and instant coverage of the Christmas 2004 Tsunami disaster by 24-hour news services, for example, was contrasted favourably with the initial paucity of news on mainstream channels reluctant to interrupt their holiday entertainment schedule (Robinson, 2005). How far this potential has been realised more generally is an issue we will explore.", "We want to take a step back from questions about the viability or demand for such channels to begin a broader discussion about the role of news channels in a society that depends heavily upon the news media. When Richard Lambert carried out his review of BBC News 24 for the British government, part of his brief was to compare the BBC's channel with its main rivals (chiefly Rupert Murdoch's Sky News), and to assess its distinctiveness and position in the market place (Lambert, 2002). Our concern, here, is with the whole genre of 24-hour news, and the role it plays in the communication of information in a contemporary news culture. In short, we shall ask what kind of information 24-hour news provides the citizenry.", "There are many ways of initiating this discussion, and the method we have used here is to look, in detail, at their day-to-day output. We have, accordingly, examined the content of the three main British news channels—Sky News (launched in 1989) BBC News 24 (launched in 1997) and ITV 24 Hour News (launched in 2000)—during a fairly normal two-week period, and compared this with the output of a traditional flagship news bulletin (the BBC Ten O'Clock News).", "Our main content analysis is based on a sample of 14 days of news coverage on BBC News 24, Sky News and ITV 24 Hour News. Each channel was taped for three hours a day across a range of time slots over 14 days in July 2004. Our sample thus consisted of 126 hours of news programming spread equally across the three channels. For comparative purposes, we also taped the BBC's Ten O'Clock News for the 10 weekday evenings during the sample period. This gave us a total of 2930 separate news items1 across the three 24-hour news channels, and 3065 items including the Ten O'Clock News (see Appendix for details on the reliability of coding). We examined, in detail, the kinds of stories the channels cover, the range of reporters and sources used, the style of reporting, the level of analysis offered and the role of “breaking news”.", "While a number of “newsworthy” events occurred during this period—such as the publication of the Butler report (on the role of intelligence before the war in Iraq), and the refugee crisis in Sudan—these stories were fairly routine in size, style and focus. Our sample period was, therefore, fairly typical in terms of the volume, range and type of stories normally covered. We paid special attention to all the breaking news stories covered during the 14-day period (a total of 93 items across the three channels), and conducted a more detailed, in-depth analysis of all breaking news stories in the period.", "We also conducted a more qualitative analysis based on a series of case studies of specific stories or types of stories that were covered by all three channels. This allowed us to explore the kinds of details that might elude a content analysis, such as the use of language, style and balance. Finally, we conducted a schedule analysis, based on a week of total programming on all three channels (from 9 August 2004 to 15 August 2004), in order to explore the range of feature and special programming available to viewers.2 ", "We chose not to look at the interactive possibilities provided by the news channels, for two reasons. First, it became clear during our analysis that the uses of interactivity on 24-hour news are still fairly limited—it could be argued for example, that radio news stations like BBC Radio Five Live are more genuinely interactive (in their use of listener call, e-mails and texts) despite their technical limitations. Second, it is not yet clear how inclined audiences are to interrupt the “flow” of television and make regular use of the interactive services provided by news channels. As interactivity develops, this may be an interesting area to explore."]}, {"title": "24-Hour Routines", "paragraphs": ["There is no doubt that all three news channels have a similar structure, look and style. Differences between them tend to be matters of degree, although what is arguably the most significant point of departure is generally overlooked. While the BBC is able to focus on news programming, Sky and ITV devote more than 13 minutes of every hour to advertisements and trailers. Indeed, if we exclude sport and weather, only 56 per cent of Sky News's output is news, 20 per cent less than News 24. Per hour, News 24 broadcasts 46 minutes of news, ITV 36 minutes and Sky 34 minutes. As a consequence, News 24 covers an average of 17 stories every hour, compared to 12 per hour on ITV and Sky.", "It would be a mistake, however, to see this as simply a matter of the BBC's ability to show more news than their commercial rivals. Most conventional discussions of broadcasting pay very little attention to commercials, almost as if the content of commercials is empty, their presence signifying little more than a “gap” in programming. And yet advertisements tend to have production values at least as high as the programming they interrupt. We cannot, therefore, dismiss commercials as if they were ideologically innocent, especially in an age where branding routinely associates corporate images with desirable social outcomes (Jhally, 1998).", "Individually, TV commercials sell a brand or a product, but collectively they promote a consumerist ideology, where all personal and social problems are solved only by acts of consumption, and where debates about the politics of trade and production are suppressed. They are not merely interludes: they intrude into the world of news, offering ways of thinking (or not thinking) about some of the key issues of our age, such as the environment and globalisation3 (Lewis et al., 2005). To put it another way, if news is an attempt to address us (in theory at least) as citizens, on the commercial news channels this is inevitably constrained by constant appeals to us as consumers.", "Although the three channels cover many of the same kinds of stories, News 24 has a more identifiably “broadsheet” news agenda than Sky or ITV. So, for example, News 24 devotes a little more time to the economy, politics and international stories (these topics constitute 60 per cent of its coverage, compared to 52 per cent on Sky and 44 per cent on ITV), while ITV and Sky devote rather more time to crime, celebrity news and entertainment (27 per cent of news time on Sky and 29 per cent of news time on ITV, compared to 16 per cent on News 24). But, overall, the difference between the news agendas on the three channels are matters of emphasis and degree—especially when compared to the British press, where news agendas often diverge quite radically (Hargreaves and Thomas, 2002, p. 89).", "So, for example, our data suggest that the news channels all favour certain forms of expertise over others. The sources that dominate news are from a limited set of professions: specifically politics, business, law and order, and the news media. This is most striking on News 24, where around half of all on-screen sources4—52 per cent—are from these professions (compared with 39 per cent on Sky and 35 per cent on ITV). This trend is magnified for off-screen sources, where these four make up 58 per cent of all off-screen sources on News 24, 55 per cent on Sky News and 48 per cent on ITV 24 Hour News.", "There are various other sources that might be said to offer a high degree of information, analysis or expertise, notably from the worlds of science, technology, medicine, universities, think tanks, non-governmental organisations and other public agencies. However, these “information-rich” sources are, between them, far less significant voices on the news. Again, they are most likely to feature on News 24, where, between them, they comprise 11 per cent of on-screen sources and 8 per cent of off-screen sources, while Sky News features 7.5 per cent of its on-screen and 6 per cent of its off-screen sources from these realms.", "Relying on politicians or journalists only too pleased to appear on news channels is, in a sense, easy copy, but there is no doubt that it limits the range and nature of expert opinion informing public debate. It is hard to avoid the conclusion that all three news channels are not using the array of knowledge-rich resources in society as well as they might, resorting to the usual suspects rather than seeking out more specialist expertise. The news channels are, needless to say, not very different from other news media in this respect, and we found the same dependence of certain kinds of sources on the Ten O'Clock News. ", "Our case studies tended to confirm the general impression that both Sky and ITV are more inclined to focus on drama, while News 24 tends to be more cautious, more likely to cite the source of information and less inclined towards sensationalism. While all the channels provide a degree of political balance, both commercial channels are more likely to focus on a “newsworthy” view of the world, whereas News 24 is more likely to maintain a balanced view. So, for example, when two sets of crime figures were released, Sky News and ITV 24 Hour News focused on those that showed crime increasing, while News 24 gave equal weight to figures showing crime on the decline.", "But for all these differences in emphasis, content and tone, all three news channels are caught between a similar set of conflicting possibilities. On the one hand, they have far more time available to provide sustained coverage, background or analysis than a conventional half-hour news programme. On the other, they do not want to lose those viewers who simply want to catch the news at their convenience, visiting the channel for only a relatively short time.5 ", "From a viewer's point of view, we would suggest, a 24-hour news channel can fulfil three main purposes:  To allow someone to watch an up-to-date news bulletin whenever they wish.   To allow a viewer to watch major live news events as they happen.   To provide more in-depth information, background, context or analysis of news and current affairs.   ", "To allow someone to watch an up-to-date news bulletin whenever they wish.", "To allow a viewer to watch major live news events as they happen.", "To provide more in-depth information, background, context or analysis of news and current affairs.", "Our schedule analysis suggests that it is the first of these possibilities that most clearly informs the way 24-hour news is structured. All three 24-hour news channels offer a standard fare of hourly or half-hourly news cycles—with regular headline summaries—which allow audiences to tune in at any time. Audience viewing patterns, which show that most people tend to tune in for fairly short periods rather than for more sustained viewing, appear to reinforce this structure. Indeed, while traditional television channels make efforts to retain audiences for as long as possible, the routine, repetitive format of 24-hour news would appear to discourage sustained viewing.", "Although these “rolling bulletins” provide the standard fare for all the new channels, there is a distinction to be made between the BBC and the commercial networks. Our schedule analysis suggests that while Sky News and ITV 24 Hour News will often give their news hours a specific title (such as Sunrise, Live at Five, or Live with Alistair Stewart), they tend to be variations on a straightforward hourly news format. BBC News 24 is the only channel that produces a number of programmes aimed at specific audiences, topics or interest groups, such as Business Today, Asia Today, Click Online and Earth Report; or discussion programmes like Straight Talk and Head to Head. These tend to be outside peak viewing times and for specialist audiences and/or for those with high levels of interest in news.", "This difference aside, to what extent does the structure of rolling news bulletins limit the possibilities for more sustained news coverage? After all, the ability of 24-hour news to report live, and to follow “breaking” news stories in real time plays heavily in their marketing. Sky, for example, frequently runs adverts about its “news innovations” which help “to deliver news first”. Each news channel's ability to provide context and analysis also features in its public declarations, as the BBC puts it: “it is our aim to cover a diverse agenda, beyond obvious headlines, and to delve into the underlying forces shaping everyone's daily life … we do not just report stories but explain them properly as well”.6 ", "In the analysis that follows we look at the role live and breaking news reporting plays on the news channels, and the extent to which the news channels use their time to provide context, perspective and analysis."]}, {"title": "Live Wires? The role of breaking news", "paragraphs": ["As we might expect, our figures suggest that the news channels do more “live” reporting than a conventional news bulletin like the BBC Ten O'Clock News. Table 1 shows that BBC News 24, in particular, makes extensive use of its ability to visit reporters live on location. Much of this—more than half on News 24 and Sky News—takes the form of two-ways (anchors interviewing reporters). Despite its reputation, Sky News features less live news than News 24, although considerably more than ITV—mainly because ITV make much less use of the live two-way. ", "Another fairly common form of live news on the news channels is the interview and discussion (usually between the anchor and guests). This rarely occurs on a conventional half-hour bulletin, although they appear to have become a staple ingredient of 24-hour news, taking up between 6 and 8 per cent of broadcast time. At the same time, the news channels are also much more reliant on anchors, while the Ten O'Clock News consists mainly of prepared, edited packages by reporters on location.", "A superficial reading of this data would seem to suggest that the news channels—especially News 24 and Sky News—are indeed able to provide more “live news” than a conventional news bulletin. And yet the technological advances that enable “live reporting” are more commensurate with a mythic, romantic view of journalism than with the more mundane routines of news gathering (Gans, 1980; Tuchman, 1978). The only live action on view, most of the time, is that provided by the reporters themselves, who we see speaking in front of an appropriate location, generally in conversation with an anchor.", "When we look closer at what is being reported, it becomes apparent that the purpose of most live “two-ways” has more to do with conveying a feeling of “liveness” rather than providing new information. The audience is given a sense of being “right there, right now”—even if the reporter is doing little more than summarising or speculating. The most obvious example, perhaps, is the emblematic image of the correspondent live in conversation outside Number 10 Downing Street or the White House. Sky, for example, run an advertisement featuring political reporter Adam Boulton braving the snowy conditions in Downing Street to “to stay ahead” with the news. As anyone who has been to such places will know, the only news spectacle generally on offer in such locations is the sight of reporters themselves in the act of “live reporting”. What is being provided here is not so much “live news” as “live newscasters”.", "The ability to get to a story first, is, after all, deeply ingrained in the competitive ethos of journalism. But if the “scoop” was once journalism's holy grail, the move to a 24-hour news culture has replaced it with a desire for immediacy. This is an interesting and—some might say, postmodern—turn. The classic “scoop” is driven by investigation, the result of delving and probing. The integrity of the “scoop” depends upon substance rather than style. The desire to be live and instantaneous shares the same instincts, but with appearance preceding substance. What matters, in the strive to be live, is presence rather than revelation. It is about covering rather than uncovering the world. And the apotheosis of this new desire is the thirst for “breaking news”.", "Much is made of the ability of news channels to report live or “breaking news”. Richard Lambert, in his review of BBC News 24, expresses this clearly in his recommendation that “an absolute determination to break news first must be at the heart of everything the channel does. It does not matter how sophisticated its analysis may be if news seekers are tuned in somewhere else” is, (2002, p. 14). In short, meaning is secondary, timing is all.", "It is not surprising, in this context, that when news is “breaking” in real time, the viewer is reminded of this—usually with a “breaking news” graphic on the screen. Sky, in particular, boast of being the “first with breaking news”, while News 24 reflects this commitment but modifies it with a less than subtle dig at their rivals (evoking the jibe that Sky News is “never wrong for long”): “we aim to be first with breaking news but our overriding commitment is to accuracy”.7 The ability to report news as it is happening is, as Lambert's remark suggests, part of the professional raison d’être of news channels", "Because of this—and not because of its significance as a category—we analysed every breaking news story in our sample. Before we look at these more closely, two points stand out, both of which puncture much of the hyperbole around “breaking news”. First, as Table 2 shows, even if we accept the channels’ definition of what constitutes breaking news it forms a small part—only 3.6 per cent—of 24-hour news output. Across the board, we found 93 breaking news items—compared to the 2459 items that were not breaking news. On Sky News, where the average length of a “breaking news” item is fairly long (three minutes8—considerably longer than it is for other news items on Sky, for reasons we shall discuss shortly), only 7.3 per cent of its total output is “breaking” news, while Sky News has fewer breaking news items, in total, than News 24. ", "Second, the application of the breathless title of “breaking news” is fairly arbitrary—as much a matter of branding as any more well-defined or intrinsic quality. Across the three channels we found little agreement about what constitutes “breaking news”. A news item described as “breaking news” on one channel may not be branded as such—or even covered at all—on another. Indeed, in our sample period, we found only nine breaking news stories that were covered by all three channels, and only five of these were described as such by all three. Ten “breaking news” stories, on the other hand, were only covered by one of the three channels. There is almost an element of self-parody here: a channel may be first with breaking news simply because the other channels regard the story as too insignificant to be worth reporting.", "The decision to use the phrase “breaking news” is often little more than a device for maintaining a sense of drama. So, for example, on the morning of 27 July 2004, all three channels reported a Reuters story about an attempted cockpit break-in and a suspected bomb on a United Airways flight from Sydney to Los Angeles. As it happened, there was no cockpit break-in, and the bomb scare turned out to be a hoax. All three channels initially covered the story as “breaking news”, but by 9:34 am—when it had become clear that the plane had, in fact, landed safely and without incident—News 24 stopped labelling the story as such. Both Sky News and ITV, on the other hand, continued to brand it “breaking news” for the duration of the hour. While this strategy was sometimes hard to maintain, its designation as a “breaking” story—amidst speculation about shady terrorist groups—actually contributed to the sense of confusion required to keep a dying story alive.", "Again, to a jaundiced eye there is more than a hint of self-parody here. Just as there is when “breaking news” is applied to fairly routine, predictable events—such as a scheduled debate or announcement in the House of Commons. As Table 3 shows, Sky News is particularly prone to this inclusive definition of what constitutes “breaking news”. Since these kinds of events tend to involve longer periods of continuous transmission than normal news items, nearly 80 per cent of the time they spend on breaking news involves the predictable. So, for example, Sky News labelled live coverage of Defence Minister Geoff Hoon's speech in the House of Commons on the defence review as “breaking news”. ", "This is not to suggest that predictable events—such as press conferences or political speeches—are unworthy of coverage. Our point is simply that many breaking news stories are, most of the time, a matter of routine news reporting. The news is often where the reporter is rather than the reporter being where the news is. Reports involving journalists being quickly dispatched to report live at the scene of a dramatic news story as it is happening—such as a natural disaster or a hostage crisis—are very much the exception. Indeed, while Sky's emphasis on breaking news may sound exciting, in practice it usually means they spend a little more time showing prescheduled events—such as speeches in Parliament—that many viewers may actually find rather dull.", "This is, of course, very much a part of the nature of news, which, as studies have repeatedly shown, is often about predictable schedules, rituals and routines (Galtung and Ruge, 1999; Gans, 1980; Tuchman, 1978). Our study suggests that the 24-hour news channels do not dislodge these routines, but work very much within them.", "If we look at all the breaking news items on the three channels in our sample, we can also see that around three-quarters of the time spent on breaking news involves a return to previous stories (see Table 4). ", "It is important to stress that returning to a news story does not always involve providing new information. Indeed, we found that only 13.5 per cent (on Sky News) to 39 per cent (on News 24) of those news items which involve breaking news focus on new information (see Table 5). Overall, this amounts to less than 1.5 per cent of reports on the news channels. Since most audiences do not watch news channels for very long, this means that the odds of a viewer catching a breaking news as it develops are decidedly long. In this light, Richard Lambert's stress on the urgency of being fast—“it does not matter how sophisticated its analysis may be if news seekers are tuned in somewhere else”—seems misplaced. Most “news seekers”, most of the time, are either “tuned in somewhere else” or, more likely, not tuned in at all. ", " Table 5 also shows that the greater time Sky appears to spend on breaking news is accounted for by their live coverage of a few live events. This included a by-election,9 a press conference held by Tony Blair,10 and Parliamentary debates on the council tax11 and defence cuts.12 Again, it should be noted, these are relatively predictable news events. If we exclude these, Sky's coverage is very much like the other news channels.", "In sum, during fairly routine news periods, our study found that breaking news is a fairly insignificant part of a news channel's output. In many cases, a channel will be first to a breaking story simply because no other channel has shown any interest in covering it. Breaking news stories are also, in many cases, predictable, routine and repetitive. In this context, the question of who gets to breaking news stories first is not a matter of great consequence, and will make very little difference to most viewers most of the time. Indeed, the only people to whom this rivalry will make any difference at all are other journalists.", "So, for example, of the nine breaking news stories covered by all three channels, there was never more than 12 minutes between the first and last of the three channels to report it (and usually much less than this). From a viewer's perspective, it is hard to imagine how a two-minute gap between one channel and another will make any difference to them at all (and in those rare cases where it might—where, perhaps, someone has a personal involvement, the over-riding desire would be for accuracy rather than speed).", "Of those stories all the news channels thought newsworthy enough to cover, Sky News was first or first equal on five occasions, News 24 on three and ITV on two. Of the five stories all three covered as breaking news, Sky News was first once, and News 24 and ITV 24 Hour News first twice. These figures, at best, offer distinctly tepid support to Sky's claim to be the “first with breaking news”.", "What is true is that Sky News uses the designation “breaking news” for longer periods than the other channels. There is no doubt that Richard Lambert repeats conventional journalistic wisdom when he says that “Sky has a strong record of being first with news”, and that therefore it “is a fair bet that anyone who walks around a newspaper office where televisions are turned on the whole time will find them tuned to Sky News rather than to News 24” (2002, p. 13). What our study suggests is that this impression has more to do with Sky's liberal use of the phrase “breaking news” than their alacrity in reporting it.", "But the more important point that arises from this analysis is that the question of “who is first” with breaking news is, most of the time, largely irrelevant. While news channels have the ability to report unfolding news stories as they happen, this does not take up a great deal of their airtime. Lest we be misunderstood, this is not intended as a criticism. Breaking news, in theory, implies something new and important has occurred—a necessary departure from the regular bulletins that structure so much of 24-hour news time. It should be used selectively. Otherwise viewers will eventually learn to become wary of the reporter who cried “breaking news”.", "There is also something insidious about the focus on presence and immediacy: it favours spectatorship over investigation, suiting prepackaged news events (which are easy to cover live) regardless of the quality or relevance of information they contain. And, as we shall see shortly, it creates the feeling of discovery while doing little to enhance understanding."]}, {"title": "Context and Analysis", "paragraphs": ["Since the news channels spend a comparatively small amount of time covering breaking news stories, there is clearly an opportunity to use the time they have to provide more context and analysis than is possible on a 30-minute bulletin. As the editor of ITV news concedes, “What news channels now need to do is provide context, analysis and range of opinion. Not an amorphous mess of rolling news” (Burrell, 2005). But before we pursue this question, we want to recast the notion of “news analysis” to forms that promote interest and understanding rather than the more conventional forms that require it.", "Traditionally, news analysis is generally seen as the prerogative of a more sophisticated and engaged citizenry, those inside what Pippa Norris has called the “virtuous circle” of news watchers, those who are interested and knowledgeable about news and public affairs (Norris, 2000). This seems particularly true of 24-hour news audiences. Dominic Crossley-Holland, editor of ITV news, suggests that “All three channels are chasing the same rather small audience. Predominantly ABC1 males over 50, newsaholics who probably watch more news than is good for them” (Burrell, 2005).", "In a similar vein, but drawing upon more comprehensive evidence, Delli Carpini and Keeter suggest that the ability to understand news is demonstrably linked to indices like class, race and power, and that this means that the more privileged sections of society are able to act more effectively as citizens (Delli Carpini and Keeter, 1996). So, for example, not only will this group be more interested in politics—and more likely to say, vote or write to their MP—their greater understanding will mean they are better able to pursue their own interests in so doing (see also Nie et al., 1996).", "In this context, the easy option for the news channels is to appeal to those constituencies who are already better served for news. Less than half of both the News 24 and Sky News audience is drawn from the C2DE social groups, reflecting a wider news system that is “super-serving more prosperous groups and under-serving the rest” (Hargreaves and Thomas, 2002, p. 31). A similar polarisation of news consumption is also visible in the United States, where rolling news programmes are used predominantly by heavy “hard news consumers” who in total make up less than a third of the electorate. At the same time about four in 10 (42 per cent) say they often do not have enough background information to follow stories (Pew Center, 2004). This suggests a news media that in some ways is providing more and more information into the public arena than ever before, but which is being consumed largely by the richer, better-educated, more politically active minority.", "The problem here, we would suggest, is that programmes or publications that provide news context and analysis often require a fairly high level of news literacy to be intelligible (let alone interesting). They tend to be designed for those inside the “virtuous circle”, rather than seeking to make politics and public affairs more accessible. A more liberating approach, we would suggest, involves a more expansive definition of what “news analysis” might be.", "It is often assumed that making the news more accessible to those outside the “virtuous circle” necessarily means “dumbing down”. Yet one of the reasons why so many people find news stories difficult to follow (Lewis, 2001) is that news generally provides very little of the kind of analysis or context that might explain the meaning and significance of a story (Lewis, 1991; Philo and Berry, 2004). Analysis and context, we would argue, could have as much to do with making the news seem interesting and relevant as with providing news junkies with an extra fix.", "Our working definition of “context and analysis” thus includes information that may help to explain the significance of news stories—such as providing history, background or a sense of the contextual “big picture”—as well as the kind of detail that might be appreciated by those already interested in a news story.", "We examined all the news items in our sample (excluding sports and weather packages) for their contextual or analytical content. We did not restrict ourselves to self-consciously contextual or analytical reporting, but looked at various forms of context or analytical content. This included the use of regional or national comparisons or supporting data/research in telling a story, as well as providing historical background, providing detailed information about a story or—perhaps most importantly—placing that story in a wider context.13 ", " Figure 1 records the percentage of news items (excluding sports and weather slots) that contain at least one piece of analytical content. It shows that 80–85 per cent of news stories on the news channels contain no context or analytical content at all. As we might expect, given the BBC's public service remit, News 24 contains the highest proportion of context or analysis, although the difference between News 24 and Sky News is minimal. What is striking is how little is provided by all three, as well as the extent to which this contrasts with the Ten O'Clock News, where just over half the news items contain some form of context or analysis.", "Figure 1.  Percentage of times when a form of analysis is featured in a news item.", "Figure 1.  Percentage of times when a form of analysis is featured in a news item.", "This comparison is all the more remarkable when we consider that the news channels—unlike the Ten O'Clock News—regularly make use of live interviews (usually from the studio), which often contain some form of analytical content. Table 6 shows that roughly 40–50 per cent of interviews and discussions contain some form of analysis—usually mixed in with comment. ", "What Table 6 also suggests is that interviews are more likely to be used for the purpose of creating news than informing the news—generally by asking senior figures—typically politicians—to comment on or react to a story. A News 24 report on cabinet members persuading Mr Blair not to resign, for example, featured cabinet member Tessa Jowell rejecting a reporter's (Andrew Marr) suggestion that she had persuaded Blair to stay on, and refusing to add to the speculation surrounding the story, stating that: “I'm not going to get into any kind of discussions about private conversations with the PM about anything at all” (10 July 2004). Throughout the day, the interview was continuously recycled and became, in later headlines, a central part of the news story. While interviews can contain useful information, our data suggest that they appear to be primarily there to generate heat rather than light.", "This accords with many of the criticisms levelled at the more aggressive style of interviewing, such as BBC journalist Andrew Neil (2005, p. 10), who suggests that British interviewing is perhaps “too robust and argumentative” and “could do with a little bit more light and shade, change of pace—in a word, more variety”. But for us, the issue is less the style of questioning than its purpose. Too often, we would suggest, interviews are there to prompt a newsworthy statement rather than to increase understanding. In this instance, we can see how journalistic pressure (for a “good story”) works against audience understanding.", "Although a number of interviews mix comment and analysis, only a small proportion of interviews—11 per cent on Sky, and less than 4 per cent on the other two channels—are used primarily to inform a story. An example was a Sky News interview anticipating the Butler report. This used “Intelligence Analyst” Glenmore Trenar-Harvey to discuss the Government's September dossier on Iraq. The interview explored the quality of the intelligence it contained and speculated what the impact of the Butler report might be for the intelligence services.14 ", "This is also an example of the most common form of analysis contained in news—what we have called “narrow issue” analysis—where the details of a story are fleshed out without placing the story in a larger or historical context. This, we discovered, was the most common form of analysis used on both the news channels and conventional bulletins. Table 7 shows that between 9 and 13 per cent of news stories on the news channels—and over a third of news items on the Ten O'Clock News—contain some form of “narrow issue analysis”. So, for example, a Ten O'Clock News report on treasures being looted from Iraq featured an analysis of the objects being pillaged, and described the ways Iraqi officials were trying to prevent the theft of historical artefacts. The report thereby provided informative details to a story, without placing that story in a broader framework.15 ", "Much less common is what we have called “big picture” analysis. This is a very different kind of analysis, one involves stepping back from the specific details of a particular story to look at its wider context. This might be something as simple as a crime story which put a particular crime in the context of crime trends overall. As Table 8 makes abundantly clear, outside the Ten O'Clock News we found few instances of this kind of “big picture” analysis. So, for example, all three news channels covered the government's defence review on 21 July, and yet none did so in the context of a broader analysis of the changing rationale behind military spending, or even by clarifying what that rationale might be.16 ", "Two examples of stories that did include a “big picture” analysis were:  A News 24 report on global warming—part of a BBC special on the subject—that focused on the effects of global warming on the Greenland ice caps and the ways that this could affect the whole world.17    A Sky News report on congestion charging, which looked at how congestion charges can work, where it is being tried and how much it might cost the average motorist.18    ", "A News 24 report on global warming—part of a BBC special on the subject—that focused on the effects of global warming on the Greenland ice caps and the ways that this could affect the whole world.17 ", "A Sky News report on congestion charging, which looked at how congestion charges can work, where it is being tried and how much it might cost the average motorist.18 ", "Because these stories explain rather than assume their relevance, they are more likely to engage less ardent viewers. A “narrow issue” analysis will often be useful only to those viewers who are already following that story, and, even then, will tell them little about its overall significance. A “big picture” analysis is far less esoteric and may allow the viewer to understand the significance of a story, and see how specific instances might (or might not) be part of a scheme, trend or pattern.", "Similarly, many news stories—such as the Israeli/Palestinian conflict or the refugee crisis in Sudan—can only fully be appreciated if the viewer is aware of the broad historical background. Indeed, a number of studies have shown that without such knowledge it is often difficult for viewers to understand or appreciate the significance of such stories (Iyengar, 1991; Lewis, 1991 2001; Philo and Berry, 2004). Table 9 shows that while it is one of the more common forms of context/analysis, the great majority of stories—around 95 per cent on the news channels—include no historical context at all. ", "When historical context is included, it tends to be both brief and basic. We found very few examples of any in-depth historical analysis, two exceptions being:  A report on ITV 24 Hour News that included an extract from John Pilger's documentary about Burma, focusing on the Burmese uprising of 1988 and how it came to shape the country's current conflict between pro-democracy campaigners and a repressive military government (18 July, 12–1 pm).   A report on the Ten O'Clock News on the refugee crisis in Sudan, looking back at British Commonwealth ties to the country and how the current crisis has developed over the past year (20 July).   ", "A report on ITV 24 Hour News that included an extract from John Pilger's documentary about Burma, focusing on the Burmese uprising of 1988 and how it came to shape the country's current conflict between pro-democracy campaigners and a repressive military government (18 July, 12–1 pm).", "A report on the Ten O'Clock News on the refugee crisis in Sudan, looking back at British Commonwealth ties to the country and how the current crisis has developed over the past year (20 July).", "These exceptions are instructive, not only because they show how important historical background can be to the understanding of an issue, but that it is possible to incorporate such an analysis into the format of a news bulletin.", "What is more common (although still rare) is the inclusion of basic snippets of historical information, such as a News 24 report on Romanian EU integration that briefly mentioned Romania's Communist past,19 or a Sky News report on the Government's proposals for the railways that referred to the recent history of rail crashes (such as Paddington in 1999).20 While these historical details are easy to fit into a short news report, this is not a case of “less is more”: they tend to be less engaging or informative than a well-told—albeit brief—historical narrative.", "An informed use of regional or national comparisons is also a way to contextualise the significance of a story. In this category we were looking for the use of meaningful and relevant comparisons that helped the viewer to understand the significance of a story. So, for example, we found two reports—one on ITV,21 one on News 24 22—about the possible changes in British laws on prostitution, which made relevant comparisons between Britain and other EU countries. As Table 10 shows, this kind of analysis—even though it can often be done quickly and economically—is almost as rare as “big picture” analysis, with less than 2 per cent of news items containing useful comparative information. When comparative data is used, it is often for emphasis rather than enlightenment. ", "So, for example, an ITV report on British defence cuts asserted that “not since the 18th century has Britain had a smaller Navy than France—it will soon though”.23 To provide such a comparison, without mentioning that Britain spends more on its military than France—and, indeed, every other country in the European Union—suggests that, at best, this comparison is there to heighten the drama of the story rather than provide the viewer with balanced information. A league table of European military spending would have been far more informative—and the rarity of such comparison's in news coverage is difficult to excuse.", "Finally, we looked for instances where journalists made use of supporting research or data to inform a story. So, for example, News 24 featured a report on hospital infections (MRSA) which included data on blood infections from 2003/4 to highlight the number of cases and the scale of the problem in the National Health Service,24 while a Sky News story on the battle over the contract to build “Marine 1” (the US President's helicopter) used data to show how many helicopters there are in the fleet and how much the contracts are worth to the competing companies.25 Table 11 shows that such data are used in between 3 and 5 per cent of stories on the news channels, and in nearly 15 per cent of stories on the Ten O'Clock News. ", "Overall, these data confirm the extent to which the use of background or analysis in news is general (both the conventional and 24-hour varieties) has more to do with providing detail than context. The types of contextual information that allow audiences to understand or appreciate the significance of a story—whether sketching out the big picture, providing a historical/narrative context or giving meaningful comparisons—are all uncommon. What is more commonplace is a rather narrow form of analysis that focuses on exploring the details of a story. On the Ten O'Clock News, which has by far the highest proportion of contextual or analytical content, 39 per cent of news items contain some form of narrowly focused analytical detail, while only 8 per cent put stories in a wider framework, 2 per cent provide more than cursory historical background and 5 per cent offer meaningful comparisons. On the three news channels, a focus on narrow issues is almost the only form of analysis available, and there is little explanation of the meaning or significance of news stories at all.", "Second, these figures make clear that the Ten O'Clock News significantly outperforms all three rolling news channels in every form of analysis—whether it is providing data, making useful comparisons, giving historical background or putting a story in a wider context. In other words, our data make it abundantly clear that the news channels do not use the enormous time available to them to provide the viewer with a deeper understanding of the news world. We shall take up both these points in our conclusions."]}, {"title": "Conclusions", "paragraphs": ["We began our analysis by outlining three functions news channels can serve in a democracy: they can provide a convenient place for people to catch up on the news at any time; they can enable us to watch news events as they develop; and they have the time to provide background, context and analysis. Our data suggest that all three news channels are structured primarily around the first of these, and sold to us—somewhat disingenuously—on the basis of the second. The third possibility is conspicuous by its absence.", "While there may be moments that support the Head of Sky News, Nick Pollard (2004, p. 11), in his claim that “rolling television news, for all its rawness, does provide a window on the real world that other media can't match”, our study largely deflates much of the rhetoric about “live” and “breaking news”. The “liveness” of 24-hour news is more about style than immediacy or transparency. More importantly, while such an emphasis may seem enticing to both journalists and viewers, it has little to do with the day-to-day world of news gathering. As any student of journalism studies will know, most “news” does not unravel unproblematically before our eyes in real time.", "This is, on one level, a fairly innocent pretence. But the search for news that meets the desire for live or breaking news is not. It is likely to lead to an even greater focus on prepackaged media events, on pronouncements rather than policy action, on rituals rather than “rawness”. To move too far in this direction would make the news channels a playground for the public relations industry.", "As it happens, while channels like Sky News promote themselves for their capacity to report “live and breaking news”, what they offer to most people, most of the time, are rolling bulletins. In order to entice the channel-switching viewer, they are constrained by the pressure to provide regular news bulletins, so that viewers can dip in and out quickly, as most of them do.26 ", "This raises the wider question about the contribution the news channels make to informing viewers. The availability of three channels devoted entirely to news coverage should, in theory, increase public knowledge of news and public affairs. But our findings suggest that most of the abundant time available to those channels is not being used to offer viewers more depth, analysis or context. On the contrary, they all offer less of every form of context or analysis than a conventional news programme. Nor is much time spent following “breaking news” as it develops—and for good reason, in our view, since in most cases it would be neither interesting nor informative to do so. If news channels are not there to go beyond the confines of a half-hourly bulletin, all they provide for the viewer is occasional live news and a choice of viewing time, allowing people to “catch up” on the news when they want.", "It is in this context that Hargreaves and Thomas describe rolling news as “an important feature of the emerging phenomenon of ambient news: news which is free at the point of consumption, available on demand and very often available in the background to people's lives without them even looking” (Hargreaves and Thomas, 2002, p. 51). As one of their focus-group respondents put it “Waiting for the evening TV news would seem like going back to the dark ages. News fits around you now” (2002, p. 51).", "The news channels are, from this perspective, following a kind of consumerist model. Rather than providing a place for citizens to broaden or deepen their understanding, they provide a kind of convenience store for news—their main selling point being that they are open all hours. But even on its own terms, the model of consumer choice here is a limited one. They allow viewers to watch a bulletin whenever they want (even though the main channels already offer a wide range of news programmes throughout the day), but they add little to the fare currently offered by a scheduled news programme.", "Indeed, based on these findings, it is hard to avoid the conclusion that a viewer who watches a rolling news bulletin on a news channel is likely to be less well informed than a viewer who watches a broadcast like the BBC Ten O'Clock News. Apart from its greater analytical and contextual content, the Ten O'Clock News also provides more stories by reporters on location, more specialist reporters, and more international news.27 While 24-hour news bulletins may be convenient, they are not equivalent.", "It is, on one level, impossible for 24-hour news to compete with a single “flagship” bulletin. And yet, apart from its ability to follow stories live (which, as we have seen, is the exception rather than rule), what makes the 24-hour news services distinctive is that they provide the viewer with a series of quick round-ups rather than more analysis or depth. This means that, with the exception of the feature programmes on BBC News 24, the news channels are in the paradoxical position of having less time to spend on explaining, exploring or investigating the news than a conventional news programme. Indeed it is arguable that, most of the time, 24-hour news services have more in common with the 15-minute or less news summary programmes on traditional television and radio than the longer, main bulletins.", "So while 24-hour news provides a good service for those who want fairly quick news updates, it is less useful either for those who want to broaden or deepen their understanding of news, or those with some interest in public affairs but who find conventional news formats confusing or dull. This, we would argue, is a missed opportunity.", "There are many people who find “hard” news difficult or off-putting, but who might like, for example, the opportunity to watch a programme like Newsround for adults (the fact that Newsround is already watched by a high proportion of adults, with 70 per cent of the audience being over 16, suggests there may be a demand for such programming; Hargreaves and Thomas, 2002, p. 21). After all, if 24-hour news channels do not have the time to explain or contextualize news stories, then who does?", "This is, of course, a difficult task, especially since the move to multi-channel television would appear to have increased the likelihood that people will avoid news altogether. Multi-channel viewers may have more news channels, but they watch less news—a trend that holds up regardless of age.28 The consequences of this for the health of our democracy—relying as it does, upon an informed citizenry—are troubling. The real challenge for 24-hour news, we would argue, is to address rather than accept this trend. This, perhaps more than anything else, would be a genuine contribution to increasing citizen understanding and democratic participation.", "There is, finally, a larger question here about what John Birt and Peter Jay, writing in The Times in 1975 once famously referred to as the “bias against understanding” in broadcast news. Our interpretation of this notion is rather different from the conventional assumption that countering the “bias against understanding” involves more analytical content. The problem here is not simply a lack of analysis—after all, over half the news items on a flagship programme like the Ten O'Clock News contain some form of analytical content—but the nature of that analysis.", "Various studies have shown that the levels of comprehension of news stories is fairly low, and that most viewers have a shaky grasp of public affairs (e.g. Delli Carpini and Keeter, 1996; Kull, 2003; Lewis, 2001; Philo and Berry, 2004). What is needed is not more detail, but more context and explanation (see Thomas et al., 2004). And yet when news does provide analysis, it is much more likely to be the former rather than the latter. For those inside Pippa Norris's well-informed “virtuous circle”, this is fine. But it leaves most viewers none the wiser, and, in all probability, rather bored.", "Nick Pollard (2004, p. 11), acknowledges that “no one in rolling news has ever claimed that it's a one stop replacement for other media … we accept that anyone wanting to find the most complete picture should use the widest possible range of media”. Roger Mosey (2004, p. 19), Head of BBC Television News, offers a similar defence. He suggests television news is just a “starting point” for an account of the world, rather than “the last word”, and that the “brevity of television news” mitigates against such analysis.", "The problem with this argument—that broadcast news is merely a starting point—is that it only applies to the well-informed minority. For most viewers, broadcast news is the main source of news (as well as being the only reasonably impartial source). It does not seem unr easonable, in this context, to suggest that news channels try harder to communicate beyond the virtuous circle."]}], "references": [{"title": "“Anchors Away”", "year": "2005", "journal": "Independent", "volume": "", "authors": [{"name": "Ian Burrell", "first_name": "Ian", "last_name": "Burrell"}]}, {"title": "“Ten Steps to Number Ten”", "year": "2005", "journal": "The Guardian", "volume": "", "authors": [{"name": "Hyman Peter", "first_name": "Hyman", "last_name": "Peter"}]}, {"title": "“If the BBC is wrecked, or even weakened by bullying politicians, then we will ALL be losers”", "year": "2004", "journal": "Daily Mail", "volume": "", "authors": [{"name": "Ann Leslie", "first_name": "Ann", "last_name": "Leslie"}]}, {"title": "", "year": "2004", "journal": "Review of Public Service Television Broadcasting", "volume": "", "authors": []}, {"title": "“News Audiences Increasingly Politicized: online news audience larger, more diverse”", "year": "2004", "journal": "", "volume": "", "authors": []}, {"title": "“A Window on the Real World”", "year": "2004", "journal": "The Observer", "volume": "", "authors": [{"name": "Nick Pollard", "first_name": "Nick", "last_name": "Pollard"}]}, {"title": "“Focus Special: Tsunami catastrophe”", "year": "2005", "journal": "The Observer", "volume": "", "authors": [{"name": "James Robinson", "first_name": "James", "last_name": "Robinson"}]}, {"title": "“The Media and the 2003 Welsh Assembly Elections”", "year": "2004", "journal": "Representation", "volume": "40", "authors": [{"name": "Thomas James", "first_name": "Thomas", "last_name": "James"}, {"name": "Jewell John", "first_name": "Jewell", "last_name": "John"}, {"name": "Cushion Stephen", "first_name": "Cushion", "last_name": "Stephen"}]}, {"title": "“Heat on Blunkett as visa minister quits”", "year": "2004", "journal": "The Guardian", "volume": "", "authors": [{"name": "White Michael", "first_name": "White", "last_name": "Michael"}]}]}