{"doi": "10.1080/17512786.2017.1330663", "url": "https://doi.org/10.1080/17512786.2017.1330663", "title": "Quality, Innovation, and Financial Sustainability", "volume": "12", "year": "2018", "issue": "5", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Harlow", "first_name": "Summer", "name": "Summer Harlow"}], "abstract": "Entrepreneurial, independent digital media sites arose in response to disruption in the journalism industry brought on by emerging technologies. This study explores this trend in Latin America from the perspective of audiences. Based on surveys of readers of entrepreneurial digital news sites in Guatemala and Nicaragua, this mixed-methods study offers a snapshot of who these readers are and what they are interested in. Results showed readers of the Guatemalan and Nicaraguan news sites valued equally quality journalism and innovation, but differed when it came to the importance they placed on the sites’ business models. This study also illuminated a new dimension of innovation, one from the readers’ perspective. While some respondents associated innovation with use of new technologies, in general readers defined innovation as unique (to the region) and alternative (to mainstream media) ways of doing journalism; their definition, unlike that of journalists, was not necessarily technologically driven.", "body": [{"title": "Introduction", "paragraphs": ["There is no doubt that the internet and other emerging technologies have disrupted the journalism industry. Numerous studies point to tensions brought on by digital invention, including debate over the role of a journalist and who is a journalist (Black 2010; Deuze 2005; Ugland and Henderson 2007), a blurring of the once clearly demarcated borders between the editorial and business sides of journalism (Rosenkranz 2016; Vos and Singer 2016), and even a muddled understanding of what constitutes news and newsworthiness in an age of “clickbait” (Frampton 2015) and “shareworthiness” (Trilling, Tolochko, and Burscher 2016). Changes in journalistic practices and values (Deuze 2005; Paterson and Domingo 2008), coupled with shifts in audience behaviors (Weber and Monge 2014), mean disruptive consequences for business models (Picard 2010). The result is a rapidly evolving mediascape where traditional models of doing journalism are no longer necessarily viable and where a sustainable, long-term model has yet to be identified.", "Traditional media’s struggles to find a place in this new innovative environment paved the way for the emergence of an online media market. As traditional newspapers continue to roll back coverage to cut costs, many important stories and issues go uncovered (Carr 2014), leaving a vacuum that has been filled by entrepreneurial, independent, digitally native news sites that have emerged as important alternative information sources (Sutter 2009). Such sites have disrupted the media industry, resulting in changes not only to business models, but also to production, distribution, and marketing practices, and even to consumption habits (Achtenhagen 2017). Research has traced the rise of these online media landscapes worldwide (He and Zhu 2002; Köroğlu and Tingöy 2011; Rajan 2007), including in Latin America (Harlow and Salaverría 2016; Hernández Soto 2012). A recent report from the Open Society Foundations (Dragomir and Thompson 2014) offers one of the first global accounts describing how digital media have evolved since the 1990s. Many of these digital sites, however, have struggled with problems related to unsustainable funding models based on grants and donations, and low revenue earnings, resulting in them shutting down with much regularity (Usher 2014).", "As such, more research is needed to understand how online media can be sustainable. With online media progressively displacing legacy media from their former preeminence, this study focuses on one emerging type of online media outlet: the entrepreneurial digital-native news site. In particular, this research examines two independent, born-online sites in Central America. Little research specifically examines this growing trend of independent, entrepreneurial online native news sites, especially in developing countries. Further, most research is approached from the perspective of the news sites or the journalists. This study is thus unique in that it explores innovation and sustainability in digital-native news sites through the eyes of readers, shedding light on what online news consumers value and, even more important for the future of journalism, what they might be willing to pay for."]}, {"title": "Literature Review", "paragraphs": ["The shake-up of the journalism industry prompted by “disruptive innovation” (Christensen 2003) means that new players can enter in the field, as journalists leave the newsroom to work for or start their own entrepreneurial media organizations (Picard 2015). Vos and Singer (2016) found the definition of entrepreneurial journalism to be an elusive one, as these innovative journalistic ventures vary according to purpose, norms, operations, and business structures. Generally, though, entrepreneurial journalism focuses on technological innovation coupled with the business side of news (Siapera, Papadopoulou, and Archontakis 2015). Elmore and Massey (2012, 114) defined entrepreneurial journalists on a continuum, from the “part-time solo entrepreneurial journalist” who does freelance or contract work, to the “owner-manager entrepreneurial journalist” who started a news business, employs others, and are “jacks of all trades,” often serving as publishers, sales representatives, and content producers simultaneously. Cohen (2015, 517) characterized entrepreneurial journalists as those who are independent from a traditional media organization, “flexible, unattached, and adaptable,” embracing “new technologies and ‘innovative’ practices to reinvent journalism as socially relevant, but also as profitable.” That idea of profit is key for Jarvis (2009), who argued that the future of journalism is dependent on innovative entrepreneurial ventures that focus on new technology- and profit-centric approaches to the news. Increasingly, scholars contend that the industry’s survival requires approaching news as a business (Coddington 2015).", "Although many hail entrepreneurial journalism as the cure for an industry in flux, the concept does not come without concerns, namely normative and economic ones (Vos and Singer 2016). Perhaps one of the biggest normative concerns revolves around ethics and the eroding boundaries between the business and editorial sides of the newsroom (Briggs 2010; Coddington 2015). Can journalists simultaneously be entrepreneurs? How can journalists fund-raise while maintaining the objectivity that is so fundamental to traditional journalistic norms? Vos and Singer’s (2016) study of the discourse surrounding entrepreneurial journalism also found expression of this concern for whether journalists could maintain their independence while seeking financial support. Interestingly, however, future journalists are perhaps less concerned about this ethical dilemma than current journalists, as a survey of journalism students in Spain suggested that respondents saw entrepreneurial media as linked with editorial freedom, independence, and professional autonomy (Casero-Ripollés, Izquierdo-Castillo, and Doménech-Fabregat 2016). This present study further nuances the relationship between entrepreneurship in journalism and independence by examining it from readers’ perspectives.", "Entrepreneurialism also raises questions about just whom exactly the news is serving. Startups’ emphasis on the financial side of journalism lends itself to a more market-oriented (Hanitzsch 2007; McManus 1994) approach to journalism by treating audiences as clients, rather than citizens. Giving the audiences what they want, rather than what they need, in an effort to draw eyeballs and make money is characteristic of what Frampton (2015) referred to as “clickbait,” or “a headline that tempts the reader to click on the link to the story” by offering trivial stories instead of substantial ones in an effort to instantly gratify readers. Pein (2014), lamenting that too much of an emphasis on the market, profit, and technology has eclipsed important, traditional journalistic values, went so far as to suggest that entrepreneurship is in fact “irreconcilable” with the public-service mission of journalism. In contrast, Nee’s (2013) qualitative study of digital-native nonprofit entrepreneurial sites in the United States provided a more optimistic bent, as interviews showed the entrepreneurs used technologies to further journalism’s public-service mission and to engage with audiences.", "The economic side also presents challenges (Vos and Singer 2016). Unlike traditional journalism, which was funded through advertising and subscriptions, entrepreneurial digital journalism sites also must contend with reconfiguring multiple revenue streams, such as marketing, donations, events, merchandise, and the selling of data or services (Sirkkunen and Cook 2012). Nee (2013) also highlighted entrepreneurial sites’ need for multiple revenue streams, noting the added challenge of journalists not wanting to take on fundraising roles because of their lack of business training. This lack of business training is a common hurdle often confronting journalists-turned-entrepreneurs, who do not necessarily know what it takes to run a business (Wagemans, Witschge, and Deuze 2016). For example, a survey of journalism students in Spain found these future journalists did not see knowledge of economics and finance as important for entrepreneurial journalism (Casero-Ripollés, Izquierdo-Castillo, and Doménech-Fabregat 2016). Similarly, Elmore and Massey (2012) found that freelance journalists felt that their journalism educations had not adequately prepared them to work as entrepreneurial journalists. These studies thus highlight a disconnect between journalism training and know-how, and today’s needs in a changing media industry. Picard (2010, 8) noted that traditional journalism business models were created in “technical, economic, political and information environments that no longer exist;” as such, if media companies want to “evolve and prosper,” they must “revisit the foundations of their businesses to ensure that they are providing (a) the central value that customers want, and (b) their products and services in unique or distinctive ways, and in ways appropriate for the contemporary networked setting.” This current study is a first step to helping entrepreneurial digital-native startups in Central America do just that, thus furthering our understanding of how media consumption is tied to innovation and sustainability. Such a study focused on audiences is particularly important given that Casero-Ripollés, Izquierdo-Castillo, and Doménech-Fabregat (2016) showed that journalism students in Spain—future journalists—did not see knowledge about the audience as a particularly important skill necessary for entrepreneurship in journalism.", "A key aspect of entrepreneurial startups is innovation. For example, in their study of Spanish journalism students, Casero-Ripollés, Izquierdo-Castillo, and Doménech-Fabregat (2016) found a significant association between entrepreneurship and innovation and creativity. Pavlik (2013, 183) defined journalistic innovation as the “process of taking new approaches to media practices and forms while maintaining a commitment to quality and high ethical standards.” In other words, innovation still requires quality content, but also brings in public engagement, new digital reporting practices, and new modes of managing and organizing that account for a networked, mobile environment. Others view innovation as driven by individuals (Gynnild 2014; Steensen 2009). Often what is considered innovative, however, is merely a reaction to change, rather than any sort of “re-creation” (Nee 2013). We therefore must be careful to avoid any technologically deterministic thinking and not equate use of emerging technologies with innovation. Rather, innovation should be about the rupture of existing models, whether financial or technological.", "Innovation is seen as fundamental to sustainability. While different entrepreneurial sites have established a variety of revenue streams to varying success (Nee 2013; Sirkkunen and Cook 2012; Wagemans, Witschge, and Deuze 2016), no one successful business model has yet emerged. As Meléndez Yúdico (2016) noted, in a study of 34 digital startups in Latin America, 85 percent did not have a business model when they went online. A successful business model alone is not enough for sustainability, however, as the ability to innovate new practices and products, interact with audiences, and create communities also are key to the future of entrepreneurial journalism (Harlow and Salaverría 2016; Meléndez Yúdico 2016).", "Entrepreneurial journalism is a response to the industry’s upheaval that in part is due to fairly seismic shifts in news consumption. Twenty years ago, less than 5 percent of the US population got its news online (Rosentiel et al. 2011). Today, roughly 40 percent of US adults get their news online, second only to television (Lu and Holcomb 2016). What is more, most consumers of online news access news via social media (Purcell et al. 2010), where they can like, share, and comment on stories, actively getting involved in the process of modifying, aggregating, and disseminating news. In Latin America, while print media have proven to be more resilient than in the United States, online use is growing by leaps and bounds. However, because many internet users are mobile users, without desktop connections, they tend to go online more for socializing than for information (Heeg 2015). While about 29 percent of time online was spent with social media, only about 3 percent was spent seeking news, according to research from 2015 (eMarketer 2016). Still, considering Latin Americans spend more time on social media than anywhere else in the world, the potential exists for audience involvement to reshape the news, influencing not only how stories are covered, but what stories are covered (Olmstead, Mitchell, and Rosenstiel 2011). What is more, this changing dynamic between producer and consumer “suggests a clear shift in the organizational resource of audience attention and the subsequent potential for advertising dollars, which is largely driven by audience size” (Weber and Monge 2014, 4).", "The demise of many legacy media outlets (newspapers in particular) and the resulting loss of jobs, coupled with an overall dissatisfaction with the current state of journalism, are in part driving this paradigmatic shift toward entrepreneurial journalism (Naldi and Picard 2012). Perhaps nowhere more evident is this trend of entrepreneurial, independent, digital-native startups than in Latin America. The region’s first digital-only news site, El Faro in El Salvador, came online in 1998, back when newspapers worldwide were only starting to experiment with the Web. Since then, dozens of similar journalistic ventures have been born online (Harlow and Salaverría 2016), looking to offer independent, investigative, and innovative news as an alternative to the mainstream, oligopolistic media that serve the interests of business and political elites rather than society at large (Fox and Waisbord 2002; Rockwell and Janus 2003).", "In fact, nonprofit organization SembraMedia catalogued more than 200 non-corporate, digital-native, Spanish-language entrepreneurial news sites in Latin America, Spain, and the United States (2016). Harlow and Salaverría (2016) mapped this emerging Latin American digital media landscape, identifying 67 digital-native news sites, 26 of which were deemed “highly influential” according to website traffic and social media followers. Their study offered a typology of how these influential sites’ ownership, funding, and use of technology influenced how much of an alternative they provided to the mainstream media. As noted earlier, however, most studies on Latin American media, particularly digital media, neglect the perspective of audiences. This present study therefore makes an important contribution to the burgeoning scholarship on entrepreneurial, independent, digital news sites by exploring how these startups’ readers view innovation and sustainability and their relationship to quality journalism. The following research questions are posed: RQ1: What do readers believe distinguishes the entrepreneurial digital sites from mainstream media in Guatemala and Nicaragua? RQ2: What are readers’ motivations for choosing a particular news source? RQ3: How do readers of entrepreneurial digital sites think journalism should be funded? RQ4: What, if anything, do readers perceive as innovative about these entrepreneurial digital sites in Guatemala and Nicaragua? RQ5: For readers of entrepreneurial digital sites in Guatemala and Nicaragua, what is the relationship between funding, innovation, and journalism?", "RQ1: What do readers believe distinguishes the entrepreneurial digital sites from mainstream media in Guatemala and Nicaragua?", "RQ2: What are readers’ motivations for choosing a particular news source?", "RQ3: How do readers of entrepreneurial digital sites think journalism should be funded?", "RQ4: What, if anything, do readers perceive as innovative about these entrepreneurial digital sites in Guatemala and Nicaragua?", "RQ5: For readers of entrepreneurial digital sites in Guatemala and Nicaragua, what is the relationship between funding, innovation, and journalism?"]}, {"title": "Methods", "paragraphs": ["This mixed-methods study of how news audiences view innovation and sustainability relied on an online survey of readers of two entrepreneurial, independent digital journalism sites in Guatemala (Plaza Pública) and Nicaragua (Confidencial Digital). The press in both Central American countries is considered “partly free” according to Freedom House (2016), in part because of threats and harassment against journalists. The political environments also make reporting difficult: in Guatemala journalists are regularly threatened and attacked for writing about politicians, especially during elections, and in Nicaragua, President Daniel Ortega operates on a quid pro quo system, favoring journalists who are loyal to his party. Such political environments make any opposition or watchdog journalism problematic, at best, and make research into the role of independent news sites all the more relevant. Because little is known about the readers of these entrepreneurial news sites, this current study is mostly exploratory, and part of a larger research project looking at digital media throughout Latin America.", "During June and July 2016, links to the survey, administered by Qualtrics, were posted to the two sites’ homepages and disseminated via their social media accounts. The surveys were translated from English into Spanish by a native Spanish speaker, and the results were analyzed by the researcher, who is fluent in Spanish.", "The two sites selected for this current study were chosen because they represent the first and most widely read independent, entrepreneurial online sites in Guatemala and Nicaragua. Plaza Pública, founded on February 22, 2011, is focused on in-depth analysis and investigative journalism. The “About Us” section of the website claims it is independent and innovative, seeking social equality, justice, and transparency. Confidencial Digital launched on March 1, 2010, and is an independent site aimed at holding power accountable and generating debate. Both sites are founding members of the ALiados association of independent online media in Latin America.", "Because there is no master list of all readers of these two sites that could be used to construct a representative sample, reaching respondents via the sites’ websites and social media accounts resulted in a convenience sample of self-selected participants. The result is a non-probability sample; the American Association of Public Opinion Research’s guidelines (AAPOR 2016) suggest that “response rates” should not be calculated since there is no known sampling frame with known probabilities of selection. Furthermore, because there is no way to know how many readers saw the link, participation rates cannot be calculated. Still, researchers determined the internet was the most logical and convenient way to recruit respondents, as the goal was to survey only readers of these entrepreneurial online sites, and not news readers in general. The survey posted to the Guatemalan site resulted in a total of 634 responses, and the survey on the Nicaraguan site received 959 responses, resulting in a confidence interval of 2.46 calculated at a confidence level of 95 percent.", "Frequencies were run for basic demographic data, including gender, age, education, income, political ideology (1 = right, 5 = left), and frequency of internet and social media use.", "A factor analysis was used to answer RQ2 (see Table 1). Respondents were asked to rate their level of agreement (1 = completely disagree, 5 = completely agree) with a series of 16 statements assessing audiences’ motivations for choosing to read a particular media source. The reasons for choosing a particular media source included whether the outlet offered: investigative news; independence; mobile capacity; ability to comment on and share stories; ability to interact with journalists; variety of multimedia elements and innovative technology; non-profit funding; books, documentaries, and other forms of information; t-shirts, mugs, and other merchandise for sale; organization of forums and other events readers can attend; story topics and sources not included in other media outlets; transparency; objectivity; balance; a stance against injustice, corruption, and other problems; and actively participates in community events or protests. A principal components factor analysis with Varimax rotation revealed three divisions of readers’ motivations for choosing a media source, based on: quality journalism, innovation, and financial model. Each factor had an eigenvalue of at least 1 (quality journalism, 5.5; innovation, 1.2; and financial model, 2.4), accounting for 57 percent of the variance. Quality, Innovation, and Financial SustainabilityCentral American entrepreneurial journalism through the lens of its audienceAll authorsSummer Harlow http://orcid.org/0000-0001-6079-1439https://doi.org/10.1080/17512786.2017.1330663Published online:30 May 2017TABLE 1 Factor analysis of readers’ motivations for choosing a particular news sourceCSVDisplay Table", "Chi-square tests, independent t-tests, and bivariate correlations were used for variables related to demographics, the three factors, and who readers believed should finance the news.", "A grounded theory approach was used to qualitatively examine the open-ended questions, looking for common themes to emerge from respondents’ comments. Comments were analyzed in their native Spanish, and translated into English during the write-up stage by the researcher, who is fluent in Spanish."]}, {"title": "Results", "paragraphs": ["Descriptive data show most readers of these Central American entrepreneurial news sites were educated, informed about the news, somewhat technically savvy, and men (see Table 2). Most respondents (39 percent) fell in the 40–60-year-old age range, and most had a postgraduate degree (34 percent) or a bachelor’s degree (34 percent). Roughly 72 percent made no more than $29,999 a year, although 10 percent made more than $70,000 a year. About 72 percent fell on the left or progressive end of the ideological scale. Quality, Innovation, and Financial SustainabilityCentral American entrepreneurial journalism through the lens of its audienceAll authorsSummer Harlow http://orcid.org/0000-0001-6079-1439https://doi.org/10.1080/17512786.2017.1330663Published online:30 May 2017TABLE 2 Demographics of readers of entrepreneurial news sites in Guatemala and NicaraguaCSVDisplay Table", "Nearly 90 percent of respondents said they had internet at home, and most (87 percent) said they went online multiple times throughout the day. About 39 percent said they most often accessed the internet from home, followed by 29 percent who cited their mobile phones and 27 percent said work. Roughly two-thirds (66 percent) said they read news online daily, and most (41 percent) said they most often got their news online. Facebook was the predominant social media platform used among respondents (65 percent).", "For RQ1, four main themes arose among the readers’ open-ended responses about how they perceived entrepreneurial digital news sites as different from mainstream media: financial independence, editorial independence, honesty, and amplifying the voice of the people.", "The first theme, that of financial independence, referred to the sites’ freedom from corporate ownership. Respondents repeatedly pointed to the sites as being “independent” or “not commercial.” Such distinctions are noteworthy in countries with little media pluralism and high media concentration. As one reader commented, “They’re not subordinated to the interests of power groups or advertising (No esta subordinada a intereses de grupos de poder y publicitarios).” Similarly, another respondent noted, “It’s independent; it doesn’t have to publish information to comply with sponsors (Es independiente, no tiene que publicar información para cumplir con patrocinadores).” Another said, “They don’t have a secret agenda, nor are they at the order of any of the ‘owners’ of Guatemala (No tienen un agenda secreta, ni están a la orden de ninguno de los ‘dueños’ de Guatemala).”", "The second theme, editorial independence, is related to the first, as respondents noted that financial independence meant the sites could say what they want. Numerous readers said that unlike mainstream media, these entrepreneurial sites were not “partidario,” or supporters of a political party. Words like “objective,” “critical,” and “ethical” appeared repeatedly as characteristics that set these sites apart from mainstream media. “It doesn’t reproduce the ideology of the dominant class (No reproduce la ideología de la clase dominante),” one respondent commented. “It’s a medium that informs from the side of the truth … and presents the news without bias (Es un medio que informa desde el lado de la verdad … y presenta las noticias sin tener sesgo partidario),” another reader said. Likewise, another said that the site was not “partial to a particular perspective.” One respondent summed it up: the site offers “the other version of officialdom (la otra version del oficialismo).”", "The third theme builds on the first two: the combination of financial independence and editorial independence meant readers felt they could trust the site because it was honest, unlike mainstream media. Responses included multiple instances of the words “honest,” “credible,” and “trustworthy.” As one respondent said, “They’re not afraid to say things as they are (No tienen miedo de decir las cosas a como son).” Many respondents also mentioned that the sites did not “manipulate” the news or intentionally “misinform” the public. One reader said the site “doesn’t try to hide the reality of what is happening (No intenta ocultar la realidad de lo que esta ocurriendo).” Likewise, another respondent said, “We’re presented reality and the inequalities of this country (Nos presenta la realidad y las desigualdades del país),” while the mainstream media “only show us the pretty part of what is happening in the country (Solo enseñan la parte bonita de lo que ocurre en el país),” as another reader said.", "The final theme, that of amplifying the voice of the people, highlights the comments from respondents who said that the digital sites covered the stories and the people normally marginalized by mainstream media. The way stories were covered all was different, they said. Many respondents mentioned the “diversity” of voices and themes. One respondent said, “It covers in-depth subjects that other media ignore, overlook, or don’t consider important (Toca a profundidad temas que en otros medios son ignorados, obviados, o no se les considera de importancia).” Similarly, another noted that the site “responds to the interests of the people (responde intereses de la gente).” Another reader’s response summed up the difference between the entrepreneurial site and mainstream media: “content, approaches, rigor, openness, transparency, public service, activities on the street, willing cooperation, defense of the public interest (contenidos, enfoques, rigor, apertura, transparencia, servicio público, actividades en la calle, voluntad de colaboración, defensa del interés public).”", "RQ2 explored the motivating factors behind readers’ choice of media outlets. The factor analysis revealed three motivating factors for what audiences of entrepreneurial news sites are looking for when choosing a media outlet: quality journalism, innovation, and financial model. When comparing readers from Guatemala and Nicaragua, results of independent t-tests showed significant differences between country and financial model (t = −3.479, df = 905, p < 0.001), but not quality journalism or innovation (see Table 3). Readers of the Guatemalan site placed significantly more importance on financial model as a reason for choosing to read a particular news source than readers of the Nicaraguan site. Quality, Innovation, and Financial SustainabilityCentral American entrepreneurial journalism through the lens of its audienceAll authorsSummer Harlow http://orcid.org/0000-0001-6079-1439https://doi.org/10.1080/17512786.2017.1330663Published online:30 May 2017TABLE 3 Comparing readers’ motivations for choosing a particular media source (means)CSVDisplay Table", "Analysis also showed significant differences for ideology when it came to financial model, with more leftists (mean = 3.13) than rightists (mean = 2.83) citing it as important (t = −2.086, df = 85, p < 0.05). Other variables yielded no significant differences.", "When answering RQ3, which questioned who readers of entrepreneurial digital journalism sites believed should pay for the news (see Table 4), results showed traditional forms of financing like advertising (62 percent) and subscriptions (59 percent) still dominated, although non-traditional forms like non-profit foundations or non-governmental organizations (NGOs) (41 percent) and donations (29 percent) still accounted for a sizeable amount of responses. Quality, Innovation, and Financial SustainabilityCentral American entrepreneurial journalism through the lens of its audienceAll authorsSummer Harlow http://orcid.org/0000-0001-6079-1439https://doi.org/10.1080/17512786.2017.1330663Published online:30 May 2017TABLE 4 How readers of entrepreneurial news sites in Central America think the news should be fundedCSVDisplay Table", "Delving into these results further, chi-square tests show who believed what (see Table 5). Quality, Innovation, and Financial SustainabilityCentral American entrepreneurial journalism through the lens of its audienceAll authorsSummer Harlow http://orcid.org/0000-0001-6079-1439https://doi.org/10.1080/17512786.2017.1330663Published online:30 May 2017TABLE 5 Comparing how readers think the news should be funded (%)CSVDisplay Table", "Significantly more readers of the Nicaraguan outlet (71 percent) than the Guatemalan (48 percent) thought advertising should finance the news (χ2 = 63.238, df = 1, p < 0.001). In contrast, significantly more readers of the Guatemalan outlet (66 percent) than the Nicaraguan outlet (54 percent) thought subscriptions should pay for the news (χ2 = 15.998, df = 1, p < 0.001). Significantly more readers of the Guatemalan site also said taxes (χ2 = 7.734, df = 1, p < 0.01) and public donations should finance the news (χ2 = 26.937, df = 1, p < 0.001).", "Gender also sometimes made a difference: significantly more males (65.6 percent) than females (55 percent) said advertising should pay for journalism (χ2 = 10.180, df = 1, p < 0.001).", "Age also made a difference, as significantly (χ2 = 19.689, df = 7, p < 0.01) fewer young people (ages 18–24) thought subscriptions should pay for the news (46 percent), and more of these young people (56 percent) also said foundations/NGOs should pay (χ2 = 38.309, df = 7, p < 0.001). Fewer of those in the 41–50 age range (23.5 percent) said the news should be paid for by donations from the public (χ2 = 15.558, df = 7, p < 0.05) or by government grants (8.2 percent, χ2 = 17.417, df = 7, p < 0.05).", "Significant differences also were seen when it came to education levels: those without a high school diploma named advertising (50 percent) less than did all other levels (χ2 = 14.405, df = 5, p < 0.05), and more of those with at least some graduate schooling named subscriptions more than did those with less education (χ2 = 19.866, df = 5, p < 0.01). Those who made less than $10,000 a year (52 percent) cited subscriptions less than those who made more money (χ2 = 26.679, df = 4, p < 0.001).", "Significantly more leftists (44 percent) than rightists (28 percent) said foundations/NGOs should pay (χ2 = 8.066, df = 1, p < 0.01). Significantly more leftists (14 percent) than rightists (4.5 percent) thought journalism should be paid by subsidies (χ2 = 6.462, df = 1, p < 0.05). Leftists (31 percent) more than those on the right (20 percent) also said public donations (χ2 = 4.427, df = 1, p < 0.05).", "Per RQ4, responses about what readers perceived as innovative about the entrepreneurial sites revealed audiences are not necessarily defining innovation in the same was as journalists or scholars. Analysis of the open-end question revealed that in general most respondents did not find the sites particularly innovative. Several noted that the sites were innovative when they first went online. “It was innovative at the time, but now it has lagged behind (Fue innovador en su momento, pero ahora a quedado rezagada),” one respondent said. Another similarly commented, “I feel they have stalled (Siento que se han estancado).”", "Among those that did think the sites were innovative, some mentioned the use of social media, data-driven reporting, infographics, videos, multimedia, and interactivity. It is telling, however, that most of the responses about innovation were related to analog techniques of reporting, or just simply innovation by being uniquely different from the mainstream media: they’re “investigative,” “transparent,” “professional,” and “interested in readers’ opinions,” as many respondents repeated. “What is really innovative is their financial independence (Lo realmente innovador es su independencia financial),” one respondent said. Another said, I see innovation in their stance, the denouncing from the point of view of social justice, not in the form of the organization of news (Lo innovador lo veo en la postura. La denuncia desde el punto de vista de justicia social. No en la forma de organización de noticias).", "I see innovation in their stance, the denouncing from the point of view of social justice, not in the form of the organization of news (Lo innovador lo veo en la postura. La denuncia desde el punto de vista de justicia social. No en la forma de organización de noticias).", "Others noted that the sites were innovative for not favoring a particular political party, for covering subjects ignored by the mainstream media, for making a space for public opinion and for women to participate, or for refusing to self-censor. The “personal touch” that authors included, as well as the bylines on all stories, also were deemed innovative. As one respondent said, I think it’s an opportunity to hear opinions different from the usual; I do not necessarily think that is innovative, but it is unusual (Creo que es una oportunidad para oir opiniones distintas de las usuales, no creo que sea innovador, pero si poco usual).", "I think it’s an opportunity to hear opinions different from the usual; I do not necessarily think that is innovative, but it is unusual (Creo que es una oportunidad para oir opiniones distintas de las usuales, no creo que sea innovador, pero si poco usual).", "As this was an exploratory study, multiple correlations were run to reveal any relationships between funding, innovation, and journalism, per RQ5. Results (see Table 6) indicated various significant relationships that shed light on how these three factors interact. First, when considering the three factors of what motivates readers to choose a news source (quality journalism, innovation, and financial model), correlation tests revealed that a preference for quality journalism was significantly and positively related to a belief that the entrepreneurial news site offered something different than mainstream media (rs = 0.218, p < 0.01), political ideology (rs = 0.108, p < 0.01), the financial model factor (rs = 0.354, p < 0.01), and the innovation factor (rs = 0.351, p < 0.01). The innovation factor was significantly and positively correlated with frequency of social media use (rs = 0.131, p < 0.01), political ideology (rs = 0.074, p < 0.05), and the financial model factor (rs = 0.510, p < 0.01). The financial model factor was significantly and positively correlated with the belief that the entrepreneurial news site offered something different than mainstream media (rs = 0.163, p < 0.01), political ideology (rs = 0.145, p < 0.01), and a belief that the news should be funded by foundations or NGOs (rs = 0.163, p < 0.01) and donations (rs = 0.127, p < 0.01). Noteworthy is that the financial model factor was significantly but negatively correlated with a belief that advertising should fund the news (rs = −0.190, p < 0.01). Quality, Innovation, and Financial SustainabilityCentral American entrepreneurial journalism through the lens of its audienceAll authorsSummer Harlow http://orcid.org/0000-0001-6079-1439https://doi.org/10.1080/17512786.2017.1330663Published online:30 May 2017TABLE 6 Correlationsa of journalism, innovation, and funding (Spearman’s rho)CSVDisplay Table"]}, {"title": "Discussion and Conclusions", "paragraphs": ["The upheaval to the journalism industry brought on by emerging technologies opened the door for new ways of doing, and funding, journalism. Entrepreneurial, independent digital media sites, with their innovations and new business models, developed as a potential panacea to the disruption in the field. This trend is particularly visible in Latin America (Harlow and Salaverría 2016). Most research, however, focuses on the journalists and media outlets, allowing this current study to fill an important gap in the scholarship by exploring journalism, innovation, and financial sustainability from the perspective of news consumers.", "This exploratory mixed-methods study based on a survey of entrepreneurial digital site audiences in Guatemala and Nicaragua offered a first snapshot of who these readers are and what they are interested in, offering insight into what readers expect from a news site in this digital era. Analysis showed respondents were overwhelmingly male, educated, somewhat technologically savvy, and politically progressive but not as politically active. It follows that readers of an online-only news site would be nearly always connected. Such outlets should consider, however, what more they could do to attract female audiences. The finding that readers are leftists is not surprising given that these entrepreneurial sites bill themselves as an independent alternative to the mainstream press, which is known for being conservative. Again, though, these sites should consider how they market themselves so as to appeal to an ideologically wider base; otherwise they might find themselves losing influence and only preaching to the converted.", "It is worth noting that not only do these sites claim they offer an alternative to the mainstream media, but readers think so, too. Qualitative analysis of respondents’ answers to the open-ended survey questions showed readers valued these entrepreneurial sites because, unlike mainstream media, they offered financial independence, editorial independence, honesty, and an amplification of the people’s voices. These ideas are bolstered by the results of a factor analysis that revealed three dimensions of what readers want when choosing a media outlet: quality journalism, innovation, and a different financial model. Clearly editorial independence, honesty, and amplification of people’s voices all are part of producing quality journalism, and financial independence goes hand-in-hand with an alternative business model. The findings of this study are in line with those of Casero-Ripollés, Izquierdo-Castillo, and Doménech-Fabregat (2016), whose survey of journalism students in Spain suggested that one of the main opportunities of entrepreneurial media is the editorial, ideological, and professional freedom afforded. Ethical doubts as to whether journalists can maintain their independence while fulfilling entrepreneurial roles related to seeking funding (Vos and Singer 2016) thus seem to be moot for readers of these Central American sites, suggesting that being entrepreneurial is in fact what allows these sites to maintain their independence in comparison with traditional mainstream media. This independence, then, is what is drawing readers to these entrepreneurial online sites, suggesting that mainstream media, traditionally beholden to advertisers and governments, is not fulfilling readers’ need for or expectation of editorial and financial freedom.", "When comparing differences in these motivating factors across countries, readers of the Guatemalan and Nicaraguan sites valued equally quality journalism and innovation, but they differed when it came to the financial model motivating factor, which was more important to the Guatemalan site’s audience. Such a finding at first glance seems counter-intuitive: both countries share a concentrated, oligopolistic media system influenced by its close connection to business and political elites (Rockwell and Janus 2003). However, in recent years Nicaraguan media have been contending with President Daniel Ortega’s increasing control over the media. As such, perhaps readers of the Nicaraguan site are more concerned about political independence than new ways of financing journalism.", "When it came to financing journalism, respondents in general said they still preferred the traditional model of advertising and subscriptions over newer models of funding from foundations, public donations, taxes, or government grants. Still, considering that more than two-fifths of respondents cited foundations/NGOs, and nearly a third cited public donations, coupled with the fact that the factor analysis revealed an alternative financial model to be a key motivating factor when choosing a news outlet, this study suggests that while readers of these Central American sites are not quite ready to dismiss old financial models, or embrace a totally government-funded model, they do want to see media outlets find new revenue streams to help them maintain financial and editorial independence. Further, when looking at the differences in funding preferences between countries, the overwhelming partiality of readers of the Nicaraguan site for advertising over those from the Guatemalan site again perhaps points to the Nicaraguan government’s heavy hand and almost total control over the media. The preference among readers of the Guatemalan site for newer forms of revenue could be attributed to that country’s longer history with, and larger market of, entrepreneurial news startups.", "Interestingly, younger readers and female readers were less likely than older readers or male readers to think journalism should be funded by advertising and subscriptions. The finding that younger readers cite foundations/NGOs and public donations as preferable over advertising and subscriptions for funding journalism perhaps suggests that as these readers age, independence from business and government dollars will become even more of an expectation of news sites. Sustainability, then, could depend on such independence. This finding also perhaps points to an age divide among readers, indicating that millennials, who have grown up with the internet and who are accustomed to searching the Web to find what they want, perhaps have migrated from mainstream media to these entrepreneurial news sites precisely because they value financial independence, which they link with editorial independence. Future studies should consider this relationship further to determine causality.", "This study also considered the relationship between journalism, innovation, and funding models—all key to the success of an entrepreneurial news site (Pavlik 2013), as this study demonstrated by showing that the three were significantly and positively correlated. It makes sense that the quality journalism and financial model factors were positively related to the belief that these entrepreneurial sites offer something different from the mainstream. This adds weight to the qualitative findings, indicating respondents indeed recognized the type of journalism and the funding sources as different, even preferable, to the mainstream. It also comes as no surprise that a belief in the importance of innovation was positively correlated with frequency of social media use and frequency of visits to the news site, as both suggest a level of technological savvy.", "Perhaps most interesting is the relationship between the financial model factor and beliefs in who should pay for the news. The positive correlations between the financial model factor and a preference for funding by foundations/NGOs or public donations, and the negative correlations between financial model and advertising point to an understanding of the financial model factor as an alternative business model that incorporates non-traditional revenue streams. In other words, readers of these entrepreneurial digital news sites in Central America not only expect quality journalism and innovation, but they also want it to be paid for, at least in part, by new and different funding sources. The positivity expressed toward public donations funding the innovative and quality journalism these sites are producing perhaps indicates a willingness of readers to pay for the news themselves. Entrepreneurial news sites must therefore make a concerted effort to fundraise and to make sure their readers are getting their money’s worth.", "This idea speaks to the importance of understanding what readers mean by “innovative.” As noted earlier, innovation, at least from the perspective of journalists, tends to refer to new practices in a networked, mobile media landscape (Pavlik 2013). This study, however, illuminated a new dimension of innovation, one from the readers’ perspective. While some respondents associated innovation with use of new technologies, in general the qualitative analysis of respondents’ answers to open-ended questions showed that readers of these Central American sites defined innovation as unique (to the region) and alternative (to mainstream media) ways of doing journalism; their definition, unlike that of journalists, was not necessarily technologically driven. These readers’ understanding of innovation highlighted how the news sites offered stories and voices not typically found in the mainstream media. The sites’ focus on financial and editorial independence, social justice, professionalism, participation, and public opinion were the real innovations. In countries with low internet penetration rates (31.5 percent in Guatemala and 27.1 percent in Nicaragua, according to Internet World Stats 2015), the latest technology is not always the greatest (Mattoni and Treré 2014), so entrepreneurial digital news sites must be cognizant that incorporating innovative technologies, just for the sake of doing so, might not have as broad a reach or as great an impact as good, quality, old-fashioned journalism.", "Still, that is not to say these sites should shy away from innovative uses of emerging technologies. After all, as some respondents said, there was nothing necessarily innovative about the two Central American sites, and several commented that while the sites were innovative when they first went online, they have stalled. Entrepreneurial news startups in developing countries thus must seek to find a balance between quality journalism and technological innovations.", "This study is limited in that it relied on a convenience sample of surveys conducted among readers at just two Central American news sites. The results thus are not generalizable. Further, distributing the surveys via the outlets’ websites and social media accounts could have introduced some bias into the sample in that perhaps only those avid readers most enthusiastic about the phenomenon of online journalism responded to the survey, thus potentially skewing the data toward a more favorable and idealized view of entrepreneurial journalism. This is a limitation of all surveys conducted without incentives to encourage respondents uninterested in the topic to participate. As such, findings should be assessed critically with the understanding that they are not necessarily representative of all readers of these sites. Still, this study is useful for taking a first step toward understanding this growing trend of entrepreneurial, independent online news sites in Latin America. Further, by exploring the links between journalism, innovation, and financial sustainability from the perspective of news consumers, this study makes a valuable contribution to an emergent body of scholarship, shedding light on how audiences’ motivations and preferences could be impacting the shifting patterns of the news media industry. Such research is important for elucidating how entrepreneurial online news sites in Latin America are helping form public opinion, and what that means not just for these sites’ long-term sustainability, but also our understanding of the changing roles and responsibilities of online, independent journalism in the region. This study is part of a larger project looking at audiences and journalists at entrepreneurial journalism startups throughout Latin America. Future studies should expand to other regions of the world, and explore how content is related to innovation and financial models."]}], "references": [{"title": "Media Entrepreneurship—Taking Stock and Moving Forward", "year": "2017", "journal": "The International Journal on Media Management", "volume": "19", "authors": [{"name": "Achtenhagen Leona.", "first_name": "Achtenhagen", "last_name": "Leona."}]}, {"title": "The Journalists of the Future Meet Entrepreneurial Journalism", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Casero-Ripollés Andreu", "first_name": "Casero-Ripollés", "last_name": "Andreu"}, {"name": "Izquierdo-Castillo Jessica", "first_name": "Izquierdo-Castillo", "last_name": "Jessica"}, {"name": "Doménech-Fabregat Hugo", "first_name": "Doménech-Fabregat", "last_name": "Hugo"}]}, {"title": "Entrepreneurial Journalism and the Precarious State of Media Work", "year": "2015", "journal": "South Atlantic Quarterly", "volume": "114", "authors": [{"name": "Cohen Nicole S.", "first_name": "Cohen", "last_name": "S."}]}, {"title": "What is Journalism? Professional Identity and Ideology of Journalists Reconsidered", "year": "2005", "journal": "Journalism", "volume": "6", "authors": [{"name": "Deuze Mark.", "first_name": "Deuze", "last_name": "Mark."}]}, {"title": "", "year": "2012", "journal": "", "volume": "", "authors": [{"name": "Elmore Cindy", "first_name": "Elmore", "last_name": "Cindy"}, {"name": "Massey Brian", "first_name": "Massey", "last_name": "Brian"}]}, {"title": "Journalism Innovation Leads to Innovation Journalism: The Impact Of Computational Exploration On Changing Mindsets", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Gynnild Astrid.", "first_name": "Gynnild", "last_name": "Astrid."}]}, {"title": "Deconstructing Journalism Culture: Toward A Universal Theory", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Hanitzsch Thomas.", "first_name": "Hanitzsch", "last_name": "Thomas."}]}, {"title": "Regenerating Journalism: Exploring The “Alternativeness’ And “Digital-Ness’ Of Online-Native Media in Latin America", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Harlow Summer", "first_name": "Harlow", "last_name": "Summer"}, {"name": "Salaverría Ramón", "first_name": "Salaverría", "last_name": "Ramón"}]}, {"title": "The Ecology of Online Newspapers: The Case of China", "year": "2002", "journal": "Media, Culture \\& Society", "volume": "24", "authors": [{"name": "He Zhou", "first_name": "He", "last_name": "Zhou"}, {"name": "Zhu Jian-hua", "first_name": "Zhu", "last_name": "Jian-hua"}]}, {"title": "Online Journalism in Southern East Europe", "year": "2011", "journal": "AJIT-e: Online Academic Journal of Information Technology", "volume": "2", "authors": [{"name": "Köroğlu Osman", "first_name": "Köroğlu", "last_name": "Osman"}, {"name": "Tingöy Özhan", "first_name": "Tingöy", "last_name": "Özhan"}]}, {"title": "Media Practices, Mediation Processes, and Mediatization in the Study of Social Movements", "year": "2014", "journal": "Communication Theory", "volume": "24", "authors": [{"name": "Mattoni Alice", "first_name": "Mattoni", "last_name": "Alice"}, {"name": "Treré Emiliano", "first_name": "Treré", "last_name": "Emiliano"}]}, {"title": "’Let’s Start an Online News Site’: Opportunities, Resources, Strategy, and Formational Myopia in Startups", "year": "2012", "journal": "Journal of Media Business Studies", "volume": "4", "authors": [{"name": "Naldi Lucia", "first_name": "Naldi", "last_name": "Lucia"}, {"name": "Picard Robert G.", "first_name": "Picard", "last_name": "G."}]}, {"title": "Creative Destruction: An Exploratory Study of How Digitally Native News Nonprofits Are Innovating Online Journalism Practices", "year": "2013", "journal": "The International Journal on Media Management", "volume": "15", "authors": [{"name": "Nee Rebecca Coates.", "first_name": "Nee", "last_name": "Coates."}]}, {"title": "Navigating News Online: Where People Go, How They Get There and What Lures Them Away", "year": "2011", "journal": "Pew Research Center", "volume": "", "authors": [{"name": "Olmstead Kenny", "first_name": "Olmstead", "last_name": "Kenny"}, {"name": "Mitchell Amy", "first_name": "Mitchell", "last_name": "Amy"}, {"name": "Rosenstiel Tom", "first_name": "Rosenstiel", "last_name": "Tom"}]}, {"title": "Innovation and the Future of Journalism", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Pavlik John V.", "first_name": "Pavlik", "last_name": "V."}]}, {"title": "Becoming Entrepreneurial: Crisis, Ethics and Marketization in the Field of Travel Journalism", "year": "2016", "journal": "Poetics", "volume": "54", "authors": [{"name": "Rosenkranz Tim.", "first_name": "Rosenkranz", "last_name": "Tim."}]}, {"title": "Post-Crisis Journalism: Critique and Renewal In Greek Journalism", "year": "2015", "journal": "Journalism Studies", "volume": "16", "authors": [{"name": "Siapera Eugenia", "first_name": "Siapera", "last_name": "Eugenia"}, {"name": "Papadopoulou Lambrini", "first_name": "Papadopoulou", "last_name": "Lambrini"}, {"name": "Archontakis Fragiskos", "first_name": "Archontakis", "last_name": "Fragiskos"}]}, {"title": "What’s Stopping Them? Towards a Grounded Theory of Innovation in Online Journalism", "year": "2009", "journal": "Journalism Studies", "volume": "10", "authors": [{"name": "Steensen Steen.", "first_name": "Steensen", "last_name": "Steen."}]}, {"title": "From Newsworthiness to Shareworthiness How to Predict News Sharing Based on Article Characteristics", "year": "2016", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "94", "authors": [{"name": "Trilling Damian", "first_name": "Trilling", "last_name": "Damian"}, {"name": "Tolochko Petro", "first_name": "Tolochko", "last_name": "Petro"}, {"name": "Burscher Björn", "first_name": "Burscher", "last_name": "Björn"}]}, {"title": "Who is a Journalist and Why Does It Matter? Disentangling the Legal and Ethical Arguments", "year": "2007", "journal": "Journal of Mass Media Ethics", "volume": "22", "authors": [{"name": "Ugland Erik", "first_name": "Ugland", "last_name": "Erik"}, {"name": "Henderson Jennifer", "first_name": "Henderson", "last_name": "Jennifer"}]}, {"title": "Media Discourse About Entrepreneurial Journalism: Implications for Journalistic Capital", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P."}, {"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B."}]}, {"title": "Ideology as Resource in Entrepreneurial Journalism", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Wagemans Andrea", "first_name": "Wagemans", "last_name": "Andrea"}, {"name": "Witschge Tamara", "first_name": "Witschge", "last_name": "Tamara"}, {"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark"}]}, {"title": "Industries in Turmoil: Driving Transformation During Periods of Disruption", "year": "2014", "journal": "Communication Research", "volume": "41", "authors": [{"name": "Weber Matthew S.", "first_name": "Weber", "last_name": "S."}, {"name": "Monge Peter R.", "first_name": "Monge", "last_name": "R."}]}]}