{"doi": "10.1080/1461670X.2012.699345", "url": "https://doi.org/10.1080/1461670X.2012.699345", "title": "IS LANGUAGE A NEWS VALUE IN BELGIUM?", "volume": "14", "year": "2013", "issue": "3", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Jacobs", "first_name": "Geert", "name": "Geert Jacobs"}, {"last_name": "Tobback", "first_name": "Els", "name": "Els Tobback"}], "abstract": " In today's globalized and multilingual mediascape the practicalities of inter-language translation have become increasingly relevant in the newsroom and the question has been raised how multilingualism affects journalistic practice. This question seems particularly relevant in Belgium, where the political tension between Dutch-speaking and French-speaking communities has recently dominated the news agenda. In this paper we report on team fieldwork conducted in the TV newsroom of Belgium's French-language public broadcasting corporation RTBF in the spring of 2009. In particular, we will present a case study in which a journalist struggles with the integration of a number of Dutch-language quotes in a news report on the demise of the fashion industry. Our behind-the-scenes analysis, from the storyboard meeting until broadcasting, leads us to question whether the language in which source materials are available can be considered a news value in Belgium. In line with recent calls in media linguistics, our approach is a linguistic ethnographic one, demonstrating the added value of a fine-grained analysis of the discursive processes at the heart of newsmaking routines, one that allows us to revisit news values as decision-making parameters not just in gatekeeping but throughout the news production process. ", "body": [{"title": "Introduction", "paragraphs": ["In this paper we report on team fieldwork conducted in the television newsroom of Belgium's French-language public broadcasting corporation RTBF in the spring of 2009. In particular, we present a case study in which a journalist struggles with the integration of a number of Dutch-language quotes in a news report on the demise of the fashion industry. While in today's globalized and multilingual mediascape the practicalities of inter-language translation have become increasingly relevant in the newsroom (Perrin and Jacobs, 2011), the question of how multilingualism affects journalistic practice seems particularly relevant in Belgium, where the political tension between Dutch-speaking and French-speaking communities has recently dominated the news agenda. Following Sinardet's (2009) political analysis of the news media in Belgium, our behind-the-scenes analysis of a single case, from its inception in the storyboard meeting until broadcasting, will lead us to raise the question of whether the language in which source materials are available can be considered a news value in Belgium. In line with recent calls in media linguistics (NT&T, 2011), our approach is a linguistic ethnographic one and we hope to demonstrate the added value of a fine-grained analysis of the discursive processes at the heart of newsmaking routines, one that—drawing on Cotter (2010)—allows us to revisit news values as decision-making parameters not just in gatekeeping but throughout the news production process.", "We first sketch a brief overview of the intersection between language, politics and the media in Belgium and, based on it, we propose our research question. This is followed by a brief analysis of the dominance of French-language quotes in the RTBF's TV news (as opposed to quotes in foreign languages). Next, after zooming in on method and data, we present a single case study where we follow the production of a news item from beginning to end and demonstrate the pivotal role played by the language in which quotes are available. In particular, we will focus on the way in which, within the RTBF's French-language context, the journalist reflects about and deals with Dutch-language quotes. It is suggested in the discussion section that the data presented raise questions about language as a news value in Belgium."]}, {"title": "Language, Politics and the Media in Belgium", "paragraphs": ["Belgium is known to have a very complex political structure which is the result of a historical evolution in which linguistic and political matters have always been interwoven. Officially Belgium is “a trilingual country, where three languages Dutch, French and German enjoy equality which is guaranteed by a series of language laws” (Beheydt, 1995, p. 48). However, apart from Brussels, which is the only official bilingual (Dutch–French) area of the country, the three languages are distributed over three monolingual areas1: the Dutch-language area, situated in the north of the country, the French-language area in the south, and the German-language area, situated in the east of the country (see Figure 1).", " FIGURE 1   Language areas in Belgium", " FIGURE 1   Language areas in Belgium", "Both geographically and demographically speaking, the Dutch- and French-language areas represent the main language communities in Belgium: the Dutch-language area corresponds to almost 60 per cent of the Belgian population (approximately 6 million speakers) and the French-language area corresponds to 40 per cent (approximately 4 million speakers), whereas the German-language area only counts some 75,000 speakers. The Dutch-language area is commonly called Flanders and the Belgian variety of Dutch is often referred to as Flemish. The French-language area is commonly called Wallonia.", "The borders of the language areas were officially fixed in 1963 and this territorially driven language division was included in the Belgian Constitution of 1970 as a result of the first of a series of six state reforms that Belgium has gone through.2 These reforms have been driven by two distinct forces: Flemish demands for full cultural autonomy, on the one hand, and Walloon demands for economic autonomy, on the other hand. This led in 1993 to the definition, in article one of the new Belgian Constitution, of Belgium as a federal state, composed of communities and regions. The establishment of three communities, namely the so-called Flemish Community, French Community and German-speaking Community, mainly constituted an answer to the Flemish aspirations to cultural autonomy, whereas the creation of three regions, namely the Flemish, Walloon and Brussels Capital Regions, constituted an answer to the Walloon demands for economic autonomy (Beheydt, 1995).", "The distribution of political power over the different organizational entities, which may be seen as a compromise reconciling the aspirations of both main language communities, is as follows: the Federal State has power over matters connected with the public interest, such as public finances, the army, the judicial system, social security, foreign affairs and important parts of public health and home affairs. The Regions are competent in the domains relating to economy, such as employment, agriculture, housing, energy, and foreign trade. The Communities, then, mainly have competences concerning language, culture and education.", "Of course, Belgium's political and linguistic organization is also visible in the local mediascape, which is organized at the level of the Communities.3 In addition to a wide range of privately owned media, both main Communities (the French and the Flemish) have had their own public broadcasting companies since 1960: the RTBF (French Community) and the VRT (Flemish Community) are the results of the language-based split-up of the NIR (Nationaal Instituut voor de Radio-omroep, National Institute for Radio Broadcasting), which was founded in 1930. Even if they share the same building and signed special agreements on such operational matters as the smooth exchange of footage, both broadcasting companies work autonomously."]}, {"title": "Research Question", "paragraphs": ["The complex political and linguistic situation briefly described above has been the subject of wide-ranging investigations in the broad field of political science. Based on an analysis of how the two main communities' public and private broadcasting corporations represent federal politics, for example, Sinardet (2009) claims that there is no genuine Belgian public sphere (cf. also Habermas, 1962): French-language federal ministers appear far less frequently on Dutch-language TV than on French-language TV (and the other way round) and so, Sinardet concludes, ministers of the other language community seem to have a “lower news value” (2009, p. 13). Interestingly, with most French-language ministers switching to Dutch when they address Dutch-language media and vice versa, Sinardet speculates that the actual language used does not play a role, certainly not in news programmes, “which can pre-record and sub-title or dub the interventions of a minister who does not speak both languages” (2009, p. 12). He does not provide any evidence for this claim, though, and so it remains unclear if in the Belgian French-language and Dutch-language TV news it does not matter at all whether a minister, or indeed any source, speaks French or Dutch, or any other language.", "The above leads us to the central research question for this paper: does the language that sources speak have an impact on the news, that is on the way in which a news report is shaped by the journalist? More specifically, our focus here is on whether language is an issue in the way in which journalists at the RTBF deal with Dutch-language source materials in the TV news."]}, {"title": "Quotes in the RTBF TV News", "paragraphs": ["In this paper we focus on the TV news of Belgium's French-language public broadcasting corporation RTBF and on one particular feature of it, namely the integration of Dutch-language quotes in the station's TV news reports, where quotes can be defined as previously recorded fragments of interviews, official statements (given in press conferences, for instance), testimonials, etc. In this section we will briefly discuss the centrality of quotes and the dominance of French-language quotes in the RTBF news.", "There can be no doubt that quotes are a major component of the RTBF's TV news. Based on an analysis of a four-hour sample of eight RTBF TV news bulletins which were broadcast on four consecutive days in June 2009, an average 31 per cent of the station's TV news is comprised of quotes. In addition, almost all news items contain one or more quotes. Interestingly, this result can be linked with one of the central news values proposed right from Galtung and Ruge's pioneering 1965 typology, namely personalization, i.e. the media's tendency to favour human-interest stories for which there are voices to be quoted, marking what Martin Montgomery more recently has called a shift from narration to dramatization (2007, p. 181).", "Our data also show that there is a strong dominance of quotes in the RTBF's own language, namely French. Taken together, the eight bulletins include a total of 344 quotes, only 81 of which (i.e. 24 per cent) are in a language other than French. All individual bulletins show the same pattern: the highest share of foreign-language quotes is 35 per cent, the lowest is 13 per cent (see Table 1).", " Table 2 shows the mean lengths of quotes in French and of quotes in other languages for each bulletin. Except for one bulletin, quotes in a foreign language turn out to be significantly shorter4 than quotes in French. On average, quotes in French last 16.4 seconds while quotes in a foreign language last 12.2 seconds.", "On the basis of these preliminary quantitative results, we might be tempted to conclude that, in spite of the rapid globalization of today's media, the RTBF TV journalists have a clear preference for quotes in the television station's mother tongue, namely French. However, we believe these product-based results yield no more than hypotheses that need to be double-checked with the complex reality of newsroom practice. Even if we do see that quotes in the RTBF's TV news tend to be in French and that French quotes appear to be longer than quotes in other languages, we need to observe the journalists at work in order to see what is behind these numbers and if language effectively impacts on journalists' sourcing routines. In view of the Belgian context explained earlier, the case of Dutch-language quotes promises to be particularly interesting."]}, {"title": "Method and Data", "paragraphs": ["In line with recent calls in media linguistics (NT&T, 2011), our approach is a linguistic ethnographic one, which proposes a fine-grained analysis of the backstage discursive processes underlying the production of the news. Instead of restricting our analytical scope to a minute scrutiny of the news (in this case the RTBF's news bulletins as they were broadcast), we believe it is useful and indeed necessary to go behind the scenes and investigate the active work done by the journalists who made the news as well as the dynamics of the institutional setting in which this happened (cf. also Flynn et al., 2010). Drawing on Rampton et al. (2004, p. 4) in their UK Linguistic Ethnography Forum position paper, we can argue that what distinguishes our efforts from more traditional work in media discourse analysis is that they “open up” the scope of research, “inviting reflexive sensitivity to the processes involved in the production of linguistic claims and to the potential importance of what gets left out, encouraging a willingness to accept (and run with) the fact that beyond the reach of standardised falsification procedures, ‘[e]xperience … has ways of boiling over, and making us correct our present formulas’” (Willis and Trondman, 2000, cited in Rampton et al., 2004, p. 4). What sets them apart from a strong and long-standing tradition of ethnographic work in news sociology and journalism studies is that they tie the research down, “pushing ethnography towards the analysis of clearly delimitable processes, increasing the amount of reported data that is open to falsification, looking to impregnate local description with analytical frameworks drawn from outside” (Rampton et al., 2004, p. 4).", "For the research reported in this paper our linguistic ethnographic toolbox included wide-ranging fieldwork efforts (observation, participation, semi-structured interviews, informal conversations, fieldnotes, textual data, etc.) through which “the researcher learns to interpret and follow the rules that govern the practices of the field and to understand (and make explicit) its structures of meaning” (Oberhuber and Krzyzanowski, 2008, p. 182). In particular, based on the team fieldwork we conducted in the RTBF newsroom in the spring of 2009, we assembled the following data:•transcripts of audio-recordings of storyboard meetings;•extensive fieldnotes based on close observation of the journalists' on-line writing and rewriting processes as well as of their interactions with cutters (who are responsible for the technical editing of sound and pictures);•transcripts of semi-structured retrospective interviews with the journalists and with the chief editor;•hard copies of the text and video information subsidies that were available to the journalists;•video-recordings of the final TV news reports. ", "transcripts of audio-recordings of storyboard meetings;", "extensive fieldnotes based on close observation of the journalists' on-line writing and rewriting processes as well as of their interactions with cutters (who are responsible for the technical editing of sound and pictures);", "transcripts of semi-structured retrospective interviews with the journalists and with the chief editor;", "hard copies of the text and video information subsidies that were available to the journalists;", "video-recordings of the final TV news reports."]}, {"title": "Case Study", "paragraphs": ["In this case study we will deal with a news item that was broadcast as part of the RTBF's 1 pm TV news on Wednesday 29 May 2009. It is about the bankruptcy of James NV, the Antwerp-based company behind the Belgian fashion designer Véronique Branquinho, and about the financial difficulties which the French designer Christian Lacroix is confronted with. The same item was also included in the RTBF's 7.30 pm news later that day.", "Before we turn to how the item came into being, let us first look at the news product. The news item lasts for 1 minute 39 seconds (1′39′′). It includes a 15-second introduction by the newsreader and a report which takes up 1′24′′. The reports contains a single quote, which is in Dutch and lasts for 19 seconds:IS LANGUAGE A NEWS VALUE IN BELGIUM?A case study of the use of Dutch-language quotes in the French-language TV newsAll authorsGeert Jacobs & Els Tobbackhttps://doi.org/10.1080/1461670X.2012.699345Published online:09 May 2013TableCSVDisplay Table ", "Table", "At first sight, the data are ambiguous: there is only one quote, taking up a mere 15 per cent of the total length of the news item but the quote is relatively long and it is in Dutch, which is especially puzzling when we look at the content and the structuring of the item in Table 3 (see Appendix A for the complete text).", "Throughout this news item, the problems of the fashion industry are illustrated on the basis of two events: the suspension of payments of the French designer Lacroix, on the one hand, and the bankruptcy of the Belgian designer Véronique Branquinho, on the other hand. Interestingly, although Branquinho is a Dutch-speaking designer of the Antwerp school, which is situated in Flanders, the Branquinho part of the story is explicitly framed as a “Belgian” story and not as a “Flemish” one. Right from the start the newsreader explicitly parallels the Belgian Branquinho case and the French Lacroix case through the fronted use of adverbials of place:1.   En France  , la maison Lacroix est au plus mal. Elle a annoncé hier être en cessation de paiement.  En Belgique  , c'est la société de la styliste Véronique Branquinho qui met la clé sous le paillasson. [In France, the house Lacroix is at its worst. It announced yesterday that it has stopped paying its bills. In Belgium, it's the company of designer Véronique Branquinho that has ceased its operations.] ", "  En France  , la maison Lacroix est au plus mal. Elle a annoncé hier être en cessation de paiement.  En Belgique  , c'est la société de la styliste Véronique Branquinho qui met la clé sous le paillasson. ", "[In France, the house Lacroix is at its worst. It announced yesterday that it has stopped paying its bills. In Belgium, it's the company of designer Véronique Branquinho that has ceased its operations.]", "A similar technique is used by the reporter at the beginning of his report:2.  Le défilé des faillites et des sociétés en difficulté n’épargne plus désormais les podiums de la mode et particulièrement de la haute couture.  Côté belge  , la dernière victime en date est Véronique Branquino. Elue meilleure jeune styliste à New-York il y a dix ans,  cette représentante de l’école anversoise  ne survivra pas à la crise. [The catwalk of bankruptcies and troubled companies has come to include the fashion stage and, in particular, that of high fashion. On the Belgian side, the latest victim to date is Véronique Branquinho. She was elected best young designer in New York 10 years ago, but this representative of the Antwerp school will not survive the crisis.] ", " Le défilé des faillites et des sociétés en difficulté n’épargne plus désormais les podiums de la mode et particulièrement de la haute couture.  Côté belge  , la dernière victime en date est Véronique Branquino. Elue meilleure jeune styliste à New-York il y a dix ans,  cette représentante de l’école anversoise  ne survivra pas à la crise. ", "[The catwalk of bankruptcies and troubled companies has come to include the fashion stage and, in particular, that of high fashion. On the Belgian side, the latest victim to date is Véronique Branquinho. She was elected best young designer in New York 10 years ago, but this representative of the Antwerp school will not survive the crisis.]", "While the journalist acknowledges that Branquinho is a representative of the Antwerp school, he does not refer to Flanders. Instead, he draws another parallel between the French case and the Belgian case when he introduces the problems encountered by Lacroix:3.  Mais si la crise frappe  les créateurs belges  , elle n’épargne pas non plus  les grands couturiers français  . A Paris, la maison de couture Christian Lacroix est en cessation de paiement. [But if the crisis hits the Belgian designers, the great French designers are hit too. In Paris, the Christian Lacroix high fashion house has stopped paying its bills.] ", " Mais si la crise frappe  les créateurs belges  , elle n’épargne pas non plus  les grands couturiers français  . A Paris, la maison de couture Christian Lacroix est en cessation de paiement. ", "[But if the crisis hits the Belgian designers, the great French designers are hit too. In Paris, the Christian Lacroix high fashion house has stopped paying its bills.]", "The focus on Belgium rather than Flanders is important because it means that to the RTBF's French-speaking audience the item is explicitly framed as domestic news. Crucially, this seems to be in contrast with the fact that the item's single quote is in Dutch, featuring a comment by a Flemish fashion journalist. This is somehow intriguing not only in view of the quantitative dominance of French-language quotes demonstrated earlier, but also because the quote is about French designer Lacroix.", "In what follows, we will analyse the wide-ranging process data which we were able to gather in the newsroom and we hope to demonstrate that they contain several elements that throw interesting light on the crucial role that the foreign-language (i.e. Dutch) footage played in the production of this news item. In particular, we will zoom in on the journalist's close collaboration with a cutter, who integrated the footage into the report, on a telephone conversation between the journalist and the chief editor and on a semi-structured interview which we had with the journalist.", "One thing we found while observing the journalist's close collaboration with a cutter was that the primary source for this RTBF news item was an item produced by the RTBF's Dutch-language counterpart, i.e. the VRT. The day before, the VRT's evening news had broadcast an item on the financial problems of the fashion business. Indeed, in line with Messner and Watson Distaso's (2008) notion of inter-media agenda-setting, it turned out that the very reason why this topic was suggested as a candidate for the mid-day news at the 9.30 am storyboard meeting was that one RTBF staff had seen this item in the VRT news. Not surprisingly, after he had left the storyboard meeting, the first thing the RTBF journalist did in the editing room was to watch the VRT item together with the cutter.", "The comparison of the original VRT item to the RTBF item that we are looking at reveals an interesting difference: whereas the RTBF item only contains one quote, the VRT item counts five quotes, all of them in the station's mother tongue Dutch.IS LANGUAGE A NEWS VALUE IN BELGIUM?A case study of the use of Dutch-language quotes in the French-language TV newsAll authorsGeert Jacobs & Els Tobbackhttps://doi.org/10.1080/1461670X.2012.699345Published online:09 May 2013TableCSVDisplay Table ", "Table", "Interestingly, these backstage data shed new light on the RTBF item if only because they help explain why the RTBF item features a Flemish fashion journalist comment in Dutch on a French designer. In addition, in documenting the reduction from five Dutch-language quotes to one, they appear to confirm our original hypothesis that sound bites in foreign languages are not very much appreciated.", "Let us now turn to the content of the original VRT item in greater detail and see how it compares to that of the RTBF item (see Table 4). The VRT item can be divided into three parts: after an introduction by the newsreader, the first part is about Branquinho's misfortune (21′′–54′′). It contains one quote in Dutch by a Flemish fashion journalist who praises her qualities as a designer. The second part focuses on Lacroix, who is also in financial trouble (55′′–1′21′′). It quotes the same Flemish fashion journalist commenting on the results of Lacroix in the United States. The third part (1′22′′–1′52′′) deals with the difficulties encountered by shopkeepers and the fashion designers in general, quoting a shopkeeper (one quote) and two shoppers (two quotes) in Dutch against the backdrop of one of Antwerp's most expensive designer shopping streets, the Nationalestraat. The report ends with a general conclusion by the reporter (1′53′′–2′05′′).", "If we compare the content of the RTBF and VRT items, several elements should be noted. First, the RTBF journalist cuts the entire third part on the Nationalestraat. In addition, in the first part, instead of showing the Flemish fashion journalist when she comments on the qualities of Branquinho, the RTBF journalist paraphrases this information and then continues to talk about the situation of Lacroix, which he develops in more detail, giving additional historical information and extra figures about the financial losses of the French designer in the United States. It is in this (second) part that the one quote in Dutch is used. Clearly, the reduction in the number of (Dutch-language) quotes goes hand in hand with a radical transformation of the content of the news item. The key question is now whether the former triggers the latter, or the other way round. The telephone conversation between the journalist and the chief editor and the interview we had with the journalist will clarify this.", "Quite unexpectedly, in the middle of the interaction with the cutter, the journalist (J) decides to make the following call to the chief editor (CE) of that day: J:  Oui F, c'est DD.5  [Yes F, it's DD.]  CE: Oui D.  [Yes D.]  J:  Euhm, Je suis un peu embêté au niveau du sujet de la VRT euh, parce que, ‘fin, ils ont interviewé une, visiblement, une journaliste de chez Elle, donc, mais en Flandre, donc en flamand[Euhm, I'm a bit bothered with the VRT item euh, because, well, they interviewed a, visibly, a journalist of Elle, so, but in Flanders, so in Flemish]  CE:  oui[yes]  J:  et je trouve ça un peu bizarre de mettre euh une journaliste en flamand euh pour expliquer ça et ensuite ils ont été dans une rue à Anvers euh pour interviewer des femmes euh pour savoir si elles achetaient encore des vêtements quoi. Donc je n'ai pas l'interview de euh de la Branquinho euh. Donc euh un sujet je sais te faire de toute façon hein. Mais la question est de savoir est-ce que je mets cette journaliste de euh Elle ou pas dedans quoi. Ou un petit bout. Ce qu'elle dit n'est pas intéressante hein mais ‘fin n'est pas in  [and I think it's a bit strange to put euh a journalist in Flemish euh to explain this and then they have been in a street in Antwerp euh to interview women euh to find out if they still buy clothes, you know. So, I don't have the interview with euh with Branquinho euh. So, euh, I can certainly make you a report, right. But the question is do I insert that journalist of euh Elle or not, you see. Or just a little bit. What she says is not interesting, but well not un]  CE:  XXX 6  J:  non ‘fin oui, elle dit voilà que euh il y a des chutes de ventes de 35% aux Etats-Unis euh  [no well yes, she says well that euh there is a decline of 35 per cent in sales in the United States euh]  CE:  XXX  J:  OK.   [OK.]  CE:  XXX  J:  oui oui tout à fait ça on a  [yes yes that's it, we have]  CE:  XXX  J:   j'ai des défilés de euh d'elle, et, ‘fin d'elle, de ses mannequins et et j'ai sorti des archives de Lacroix donc ça j'ai aussi quoi hein  [I have fashion shows of euh of her, and, well, of her, of her models and and I've looked up the archives of Lacroix so that I also have that you see eh]  CE: XXX  J: Ça va? Allez, ciao.  [All right? Right, ciao.]  CE:  Ciao.  [Ciao.]  ", "J:  Oui F, c'est DD.5 ", "[Yes F, it's DD.] ", "CE: Oui D. ", "[Yes D.] ", "J:  Euhm, Je suis un peu embêté au niveau du sujet de la VRT euh, parce que, ‘fin, ils ont interviewé une, visiblement, une journaliste de chez Elle, donc, mais en Flandre, donc en flamand[Euhm, I'm a bit bothered with the VRT item euh, because, well, they interviewed a, visibly, a journalist of Elle, so, but in Flanders, so in Flemish] ", "CE:  oui[yes] ", "J:  et je trouve ça un peu bizarre de mettre euh une journaliste en flamand euh pour expliquer ça et ensuite ils ont été dans une rue à Anvers euh pour interviewer des femmes euh pour savoir si elles achetaient encore des vêtements quoi. Donc je n'ai pas l'interview de euh de la Branquinho euh. Donc euh un sujet je sais te faire de toute façon hein. Mais la question est de savoir est-ce que je mets cette journaliste de euh Elle ou pas dedans quoi. Ou un petit bout. Ce qu'elle dit n'est pas intéressante hein mais ‘fin n'est pas in ", "[and I think it's a bit strange to put euh a journalist in Flemish euh to explain this and then they have been in a street in Antwerp euh to interview women euh to find out if they still buy clothes, you know. So, I don't have the interview with euh with Branquinho euh. So, euh, I can certainly make you a report, right. But the question is do I insert that journalist of euh Elle or not, you see. Or just a little bit. What she says is not interesting, but well not un] ", "CE:  XXX 6 ", "J:  non ‘fin oui, elle dit voilà que euh il y a des chutes de ventes de 35% aux Etats-Unis euh ", "[no well yes, she says well that euh there is a decline of 35 per cent in sales in the United States euh] ", "CE:  XXX ", "J:  OK. ", " [OK.] ", "CE:  XXX ", "J:  oui oui tout à fait ça on a ", "[yes yes that's it, we have] ", "CE:  XXX ", "J:   j'ai des défilés de euh d'elle, et, ‘fin d'elle, de ses mannequins et et j'ai sorti des archives de Lacroix donc ça j'ai aussi quoi hein ", "[I have fashion shows of euh of her, and, well, of her, of her models and and I've looked up the archives of Lacroix so that I also have that you see eh] ", "CE: XXX ", "J: Ça va? Allez, ciao. ", "[All right? Right, ciao.] ", "CE:  Ciao. ", "[Ciao.]", "This conversation shows that the journalist is not very happy with the footage he received from the VRT, and especially with the quotes it contains. He had apparently expected to find an interview with the designer Branquinho herself, but instead of that, the footage contains quotes of a Flemish fashion journalist, on the one hand, and of interviews with a Flemish shopkeeper and some Flemish shoppers in the Nationalestraat, on the other hand. With respect to this Nationalestraat part of the item, which we saw was cut in the RTBF item, the foreign language does not seem to bother the journalist at first sight. He just does not seem to be interested in this particular angle: the VRT “have been in a street in Antwerp”, he says, “to interview some women to know if they still buy clothes”. The use of the indefinite article is interesting to note here: clearly, this is not just “a” street, but the Nationalestraat, which is described in the VRT item as the “Walhalla” of the Antwerp fashion industry. By using the indefinite article, the RTBF journalist downgrades the footage that is available to him. The same can be seen in the second comment: “to interview women to find out if they still buy clothes” is a simplification of the VRT footage which does not only show interviews with shoppers but also with a shopkeeper in the Nationalestraat. So it looks as if the RTBF journalist reorganized the item and kicked out a number of quotes essentially because he does not like so-called vox pops. On closer scrutiny, however, it becomes clear that the foreign language does play a role:4.  Je suis un peu embêté au niveau du sujet de la VRT euh, parce que, ‘fin, ils ont interviewé une, visiblement, une journaliste de chez Elle, donc, mais en Flandre,  donc en flamand  [I'm a bit bothered with the VRT item euh, because, well, they interviewed a, visibly, a journalist of Elle, so, but in Flanders, so in Flemish]5.  je trouve ça un peu bizarre de mettre euh une journaliste en flamand pour expliquer ça [I think it's a bit strange to put euh a journalist in Flemish euh to explain this] ", " Je suis un peu embêté au niveau du sujet de la VRT euh, parce que, ‘fin, ils ont interviewé une, visiblement, une journaliste de chez Elle, donc, mais en Flandre,  donc en flamand  ", "[I'm a bit bothered with the VRT item euh, because, well, they interviewed a, visibly, a journalist of Elle, so, but in Flanders, so in Flemish]", " je trouve ça un peu bizarre de mettre euh une journaliste en flamand pour expliquer ça ", "[I think it's a bit strange to put euh a journalist in Flemish euh to explain this]", "Moreover, a little further the journalist adds the following:6.  ce qu'elle dit n'est pas intéressante [sic] hein mais ‘fin pas in [in] … [what she says is not interesting, but well not un…] ", " ce qu'elle dit n'est pas intéressante [sic] hein mais ‘fin pas in [in] … ", "[what she says is not interesting, but well not un…]", "Although he first says the quotes are not interesting, he then seems to get ready to correct himself by saying they are not ‘uninteresting’ until he gets interrupted by the chief editor. (7) indicates that it is not a lack of relevance but the language itself which leads the journalist to skip the Dutch-language quotes.", "Let's now turn to the interview we had with the journalist.", "Before turning to the language issue, it is worth quoting what the journalist said when we asked him why he inserted a quote in this item:7.  Parce que j'ai quand même 1′30 et dans 1′30, s'il n'y a pas d'interview, c'est quand même … monotone. [because after all I have got 1′30 and in 1′30, if there is no interview, it's really … boring.] ", " Parce que j'ai quand même 1′30 et dans 1′30, s'il n'y a pas d'interview, c'est quand même … monotone. ", "[because after all I have got 1′30 and in 1′30, if there is no interview, it's really … boring.]", "So there can be no doubt that quotes are important to him. But then why did he decide to leave out four of the five VRT quotes? With respect to the Flemish fashion journalist, this is what the journalist says:8.  Si on a l'interview de la styliste en néerlandais, ça pose aucun problème. Mais, une journaliste de mode, à la limite il y en a peut-être dans la maison ici, des journalistes de mode et c'est pour ça que je disais  est-ce que c'est intéressant de le prendre en néerlandais . [If we have the interview of the designer in Dutch, that doesn't pose any problem. But, a fashion journalist, maybe there are fashion journalists in-house here and that's why I said, is it interesting to take it in Dutch.] ", " Si on a l'interview de la styliste en néerlandais, ça pose aucun problème. Mais, une journaliste de mode, à la limite il y en a peut-être dans la maison ici, des journalistes de mode et c'est pour ça que je disais  est-ce que c'est intéressant de le prendre en néerlandais . ", "[If we have the interview of the designer in Dutch, that doesn't pose any problem. But, a fashion journalist, maybe there are fashion journalists in-house here and that's why I said, is it interesting to take it in Dutch.]", "And a little later:9.  Ce que je trouve encore pire, c'est que sa première interview est sur Branquinho, mais c'est pas très intéressant ce qu'elle dit. Ce qu'elle dit sur Lacroix est intéressant, mais encore une fois, pourquoi aller demander alors à une journaliste néerlandophone tu vois. Si elle parle de Branquinho, c'est une styliste flamande […]. Mais malgré tout, on va prendre Lacroix, parce que si c'est pour dire qu'elle habille bien les femmes, et que c'est dommage … [What I find even worse is that her first interview is on Branquinho, but what she says is not very interesting. What she says about Lacroix is interesting, but then again, why go and ask a Dutch-speaking journalist you see. If she talks about Branquinho, it's a Flemish designer […]. But nevertheless, we will take Lacroix, because if it is to say that she dresses women well, and that it is a pity …] ", " Ce que je trouve encore pire, c'est que sa première interview est sur Branquinho, mais c'est pas très intéressant ce qu'elle dit. Ce qu'elle dit sur Lacroix est intéressant, mais encore une fois, pourquoi aller demander alors à une journaliste néerlandophone tu vois. Si elle parle de Branquinho, c'est une styliste flamande […]. Mais malgré tout, on va prendre Lacroix, parce que si c'est pour dire qu'elle habille bien les femmes, et que c'est dommage … ", "[What I find even worse is that her first interview is on Branquinho, but what she says is not very interesting. What she says about Lacroix is interesting, but then again, why go and ask a Dutch-speaking journalist you see. If she talks about Branquinho, it's a Flemish designer […]. But nevertheless, we will take Lacroix, because if it is to say that she dresses women well, and that it is a pity …]", "These extracts confirm that language really is an issue here. The journalist would clearly prefer to have an interview with a French-speaking fashion journalist.", "Let us briefly return now to the Nationalestraat part of the VRT item, containing street interviews with shopkeepers and shoppers, which the RTBF journalist decided to drop. In our analysis of the telephone conversation which the journalist had with the chief editor, we pointed to the fact that he downgraded the importance of this part. Nevertheless, the foreign language of the quotes did not appear to influence the decision he made. Yet, in our interview, language comes very clearly into play:10.  J'aime déjà pas les micro-trottoirs, je trouve que ça n'apporte rien […] et en plus alors …   en néerlandais   … Là je trouve que … mais bon. [Anyway I don't like these street interviews, I think they don't have much added value […] and moreover, then … in Dutch … There I think that … but ok.] ", " J'aime déjà pas les micro-trottoirs, je trouve que ça n'apporte rien […] et en plus alors …   en néerlandais   … Là je trouve que … mais bon. ", "[Anyway I don't like these street interviews, I think they don't have much added value […] and moreover, then … in Dutch … There I think that … but ok.]", "Without being very explicit, the journalist seems convinced that apart from the fact that street interviews have little value in general, it is not interesting at all for the French-speaking audience to hear Flemish customers speak in Dutch about their buying intentions."]}, {"title": "Discussion: Is Language a News Value in Belgium?", "paragraphs": ["The case we have presented supports the idea that a fine-grained discourse-oriented process analysis of how the news is made provides insight into the role of language that goes well beyond what a product analysis can do. In our data the fact that the interviewees speak Dutch is clearly experienced as a problem by the journalist. In the end, this language issue impacts not just on the choice of quotes but on the item's overall structure. The question is then raised: does that make language a news value in our data?", "The answer is probably no if we stick with the traditional view of news values as a series of factors that determine which “events” become “news”, as in the pioneering work of Galtung and Ruge (1965) who listed a number of “selection criteria” such as timeliness, proximity, prominence, conflict and impact, or in Harcup and O'Neill (2001, p. 273) who added, for example, entertainment to take into account the fact that newspapers frequently contain items of “little apparent significance or amplitude”. Put simply, in our case the fact that the quotes were in Dutch clearly did not prevent the journalist from making a news item about it.", "It is a different picture if we adopt a more production-oriented perspective on news values. Traditionally, news values have been determined on the basis of the analysis of news products, essentially newspapers. Galtung and Ruge (1965), for instance, studied the coverage by four Norwegian newspapers of three international crises that took place in the early 1960s, while Harcup and O'Neill (2001) presented a content analysis of 1276 published news articles (both domestic and foreign news). In contrast, Golding and Elliot (1979) were among the first to argue that, partly because of this product-based methodology, the news values that came out of these classic studies tended to retrospectively endow journalistic judgements with legitimacy. Following Golding and Elliot's early call, Bell (1991), a journalist himself, set out to go beyond the news product and expand the list of news values by turning to journalistic routines: instead of looking exclusively at the kind of events reported on and the kind of actors implied in these events, he is also concerned with news-gathering and news-processing practices. Hence, Bell comes up with new news values like desire for a scoop, preference for prescheduled events and interest in prefabrication through press releases and agency copy. More recently, the call for a production-oriented perspective on news values has been growing louder and louder, for example with Allern's (2002) notion of commercial news values, indicating that the more resources it costs to follow up a story or expose an event or issue, the less likely it will become a news story.", "This renewed interest in news values from a production perspective entailed not only a longer list of news values, but also a broader definition of them. Bednarek (2006), for instance, says that news values are not just about what gets covered but also about how it gets covered. In the same vein, Cotter (2010, p. 76) insists that news values are not only about which events become news; “they provide criteria for the selection of elements from the beginning to end of the reporting and editing process”. According to Cotter, news values are used to determine what or who gets covered, as well as how to cover it. Crucially, news values come into play at every stage of the news production process, not just at the conceptualization stage (where they are used to answer questions about what to cover) but also at the story construction stage (where news values provide decision-making parameters regarding whom to interview, what questions to ask and what detail to include) and at the story position stage (where news values help answer questions such as: how prominently to play the story, should there be art, how long to make the story, where to place the story and how big to place it in physical space) (Cotter, 2010, p. 73).", "Following the latter, more inclusive definition of news values as decision-making factors that come into play during all stages of the news production process and that do not only determine which events get covered but also how they get covered, we believe our data demonstrate that it is a fair question to ask whether language might not be a news value in our data. Certainly in the single case analysis presented above we have shown that the language in which source materials are available has an impact, both on the selection of quotes, hence on some of the “details” to be included in the item, and on the way the news item is finally shaped.", "Of course, more linguistic ethnographic work in newsrooms is necessary to see to what extent in today's globalized and multilingual mediascape these observations can be generalized. As for Belgium, we believe our data have shown that it is well worth exploring at a larger scale how the country's current political tensions related to the Dutch- and French-language communities make the media there especially sensitive to whether sources are in French or Dutch."]}], "references": [{"title": "Journalistic and Commercial News Values: news organizations as patrons of an institution and market actors", "year": "2002", "journal": "Nordcom Review", "volume": "23", "authors": [{"name": "Allern Sigurd", "first_name": "Allern", "last_name": "Sigurd"}]}, {"title": "Special Issue on Linguistic Ethnography and Institutions", "year": "2010", "journal": "Text \\& Talk", "volume": "30", "authors": [{"name": "Flynn Peter", "first_name": "Flynn", "last_name": "Peter"}, {"name": "Van Praet Ellen", "first_name": "Van", "last_name": "Ellen"}, {"name": "Jacobs Geert", "first_name": "Jacobs", "last_name": "Geert"}]}, {"title": "The Structure of Foreign News: the presentation of the Congo, Cuba and Cyprus crises in four Norwegian newspapers", "year": "1965", "journal": "Journal of International Peace Research", "volume": "1", "authors": [{"name": "Galtung Johan", "first_name": "Galtung", "last_name": "Johan"}, {"name": "Ruge Mari Holmboe", "first_name": "Ruge", "last_name": "Holmboe"}]}, {"title": "What Is News? Galtung and Ruge revisited", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Harcup Tony", "first_name": "Harcup", "last_name": "Tony"}, {"name": "O'Neill Deirdre", "first_name": "O'Neill", "last_name": "Deirdre"}]}, {"title": "The Source Cycle. How traditional media and weblogs use each other as sources", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Messner Marcus", "first_name": "Messner", "last_name": "Marcus"}, {"name": "Watson Distaso Marcia", "first_name": "Watson", "last_name": "Marcia"}]}, {"title": "Towards a Lin guistics of News Production", "year": "2011", "journal": "Journal of Pragmatics", "volume": "43", "authors": []}]}