{"doi": "10.1080/17512786.2017.1333447", "url": "https://doi.org/10.1080/17512786.2017.1333447", "title": "Commercialization of Technology News", "volume": "12", "year": "2018", "issue": "5", "journal_name": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Chyi", "first_name": "Hsiang", "name": "Hsiang Iris Chyi"}, {"last_name": "Lee", "first_name": "Angela", "name": "Angela M. Lee"}], "abstract": "While technology news has become a major news genre, the coverage of high-tech products has raised concerns regarding the commercialization of journalism. Drawing on salience transfer and exemplification theory, this study explores how The New York Times and USA Today covered Apple products along quantity and quality dimensions. A content analysis documented a landslide in the amount of coverage on Apple products in both newspapers. Both iPhones and iPads were disproportionately over-covered in relation to their market share. Over one-third of the headlines about the iPhone covered the product favorably. The New York Times published more stories about these gadgets than USA Today did, while USA Today was twice as likely to portray iPhones in a positive light. These findings have raised questions about the commercialization of technology news and its impact on journalism.", "body": [{"title": "Introduction", "paragraphs": ["With the proliferation of Web, social media, and mobile technologies, the public’s desire for technology news is greater than ever before, and technology news has thus gained importance as a major news genre. However, some trends are indicative of potential problems underlying the reporting of technology in the news.", "First, the “church and state” tenet in journalism—i.e., the separation of news and promotional content—does not seem to hold in the coverage of technology. When major IT manufacturers such as Apple Inc. introduce new products and services, some journalists tend to transmit information provided by these corporations without independently assessing the information and thus become marketing vehicles for high-tech companies (Holiday 2012). With stories such as “New iPhone 4 Adds a Camera for Video Chats” (The New York Times), “All That Glitters Could Soon Be an iPhone; is a Golden Gadget Coming?” (USA Today) and “So in Love with New iPad Mini; with its Retina Display, it’s the Best Tablet Out There” (USA Today), the boundary between news and promotional content is tenuous at best.", "Second, when it comes to technology news, Apple Inc. and its products seem to receive disproportionately more coverage than others. This necessitates an empirical examination for a number of reasons. First, agenda-setting theory suggests that the public often assumes what is salient on the media agenda to be more important than what is not (McCombs 2014). Thus, should a company or product be covered more often than its competitor, the public may get the impression that the company or product is more popular or widely accepted in the market; and how the news media portray a company or product may also influence the ways in which the public perceives the company or product. Taken together, prevalent, favorable narratives about a company or product may influence consumer perception by creating a false sense of a product’s popularity or the firm’s market dominance, which, in turn, may affect consumer demand and contribute to unfair competition.", "These trends raise concerns regarding the commercialization of technology news. As Ryan Holiday, a media critic, puts it:\nThe media and the public are supposed to be on the same side. The media, when it’s functioning properly, should protect the public from marketers and their ceaseless attempts to trick people into buying things … But that’s not true today … What’s worse is that most readers hardly even know what’s going on because the content they get has been dressed up and fed to them as news. (Holiday 2012)In a broader context, news credibility—the public’s perception of a news outlet’s being fair, unbiased, trustworthy, reliable, and believable—is also at stake. However, to date, little scholarly research has evaluated the degree of commercialization in technology news and its impact on journalism. To fill this gap, this study seeks to empirically examine news coverage of Apple products in relation to their competition in two major newspapers in the United States—The New York Times and USA Today—along both quantity and quality dimensions.", "The media and the public are supposed to be on the same side. The media, when it’s functioning properly, should protect the public from marketers and their ceaseless attempts to trick people into buying things … But that’s not true today … What’s worse is that most readers hardly even know what’s going on because the content they get has been dressed up and fed to them as news. (Holiday 2012)"]}, {"title": "Literature Review", "paragraphs": ["Research finds that online users like consuming technology news (Wu and Bechtel 2002). With the growing popularity and penetration of new media devices such as smartphones and tablets in contemporary society (Thomas 2014), technology news has gained growing presence in major American newspapers. For example, USA Today, The Wall Street Journal, and The New York Times all have specific sections dedicated to technology news, and all three newspapers’ technology sections highlight personal technology. Specifically, USA Today’s “technology and electronics reviews” section entails personal tech, science and technology, and technology live, among other tech-centric coverage; The Wall Street Journal’s “Technology News & Analysis” section includes stories on tech companies and personal technology; and The New York Times’ “Technology” section encompasses personal technology, feature stories, latest news, and a technology blog.", "Just as questions such as “What is news?” (Harcup and O’Neill 2016) have long been discussed and debated among journalism scholars, technology news also necessitates an explicit, albeit evolving, definition. Consistent with content often found in the above-mentioned technology-related sections on mainstream newspapers, this study defines technology news as content produced by professional journalists at mainstream organizations that seeks to inform their readers on technologies. This working definition precludes baseless speculations or rumors. In addition, just as news differs from columns, technology news also differs from technology columns in that, drawing on Kovach and Rosenstiel’s (2014) nine elements of journalism, news prioritizes truthiness, accuracy, independence, and transparency, among other things, whereas columns could include the author’s personal take on issues. In other words, news is meant to inform, and columns may have more latitude to focus on opinions.", "Technology news as a news genre deserves an examination on its own. Ideally, technology news, like business or economic news (Welles 1991), requires that journalists have specialized knowledge and training in order to not only report on an innovation but also help audiences make sense of the innovation being reported. In reality, reporting technology as a consumer product poses challenges to journalistic principles such as the separation of advertising and editorial content. In the case of Apple coverage, the press has been accused of “dress[ing] up the company’s product messages and present[ing] them to the public as ‘news’” (Holiday 2012).", "With the proliferation of “news” about personal technology, the question that ought to be asked is: in what way can, or should technology news inform the public? To address this question, this study will first review principles of quality journalism, with an emphasis on the distinction between news and promotional content.", "Research shows that journalists have a complicated relationship with press releases. One the one hand, journalists are wary of these information subsidies (Curtin 1998). On the other hand, studies find that journalists use between about one-third to almost nine-tenths of press releases they receive (Hong 2008; Morton and Warren 1992a, 1992b; Turk 1985; Walters and Walters 1992). With pressure to produce more and faster news content in today’s media environment (Lee 2015), journalists are incentivized to rely on materials provided by the public relations (PR) industry, a practice Nick Davies (2009) refers to as “churnalism.”", "Part of what contributes to “churnalism” has to do with PR writers’ effort to produce content that can be easily incorporated into news articles. Research has identified a number of ways press writers imitate news reporting conventions to reduce friction in journalists’ adaptation (Jacobs 1999). Nonetheless, notable differences (should) exist between press releases and news content, since the two have highly dissimilar objectives—the former is commercial in nature, but the latter prioritizes social good and social responsibility (Commission on Freedom of the Press 1947; Kovach and Rosenstiel 2014).", "Typically, press releases focus on the positive and serve marketing purposes—particularly when it comes to new products and company performance (Bhatia 2014; Catenaccio 2008; McLaren and Gurǎu 2005; Pander Maat 2008; Sissons 2012; Van Hout, Pander Maat, and De Preter 2011). Pander Maat (2008) examined stylistic differences between news reports and press releases, and proposed that the two differ in their approaches to readability and neutrality. Specifically, to improve readability, news reports tend to use shorter and less complex sentences, more everyday language (e.g., “people” instead of “employees,” and “buys” instead of “acquires”). To uphold neutrality, news reports frequently remove or replace company or product names, eliminate positive phrasing, and introduce the company as a source for statement. While some press releases do adopt news structures (e.g., the use of heading, lead, and body) (Pander Maat 2008), just as some news reports have been found to incorporate promotional content from press releases (e.g., journalists using quotes and sources provided by news releases without additional perspectives) (Sissons 2012), press releases in general tend to include more positive evaluations that are deemed too promotional by conventional journalistic standards, which is unsurprising given press releases and news reports serve different purposes (Pander Maat 2008; Sissons 2012).", "In their examination of 38 product launch press releases in the Dutch consumer market and 49 corresponding news articles based on these press releases, Pander Maat and de Jong (2013) found that news reports tend to provide less product or company information and more contextual information, and less positive and more negative evaluations. In addition, less than half of the information in the news articles originates from the press releases. Such differences signify some important distinctions between news and promotional content, but the extent to which US journalists play out such distinctions when covering technology products remains a question.", "Journalism and advertising have always needed each other. Just as commercial journalism relies on advertising for the bulk of its revenue, advertisers rely on journalism as an advertising delivery system to reach a wide range of audiences (Picard 2008). Nonetheless, this financial interrelationship has long been a concern in journalism, with the influence of advertising perceived as a potential threat to editorial independence. For example, some advertisers exert influence by withholding commercials or advertisements to “punish” a media outlet that covered their companies or products unfavorably (Bettig and Hall 2012).", "To discourage this practice and minimize the effect of advertising on news, the Society of Professional Journalists and some major newspapers, such as The New York Times and The Washington Post, have made it explicit in the code of ethics and company statements that no conflict of interest, real or perceived, is tolerated (Society of Professional Journalists 2012; The New York Times Company 2005; The Washington Post 2003). The goal is to contribute to the public’s trust in news content through the separation of news and advertising.", "In discussing the importance of avoiding conflict of interest, the Associated Press and the Society of Professional Journalists suggest in their guidelines that journalists should not allow promotional materials to be misrepresented as actual news stories (Associated Press 2014; Society of Professional Journalists 2012). This is why emerging industry practice such as native advertising invites criticism. Equally alarming is that some technology stories become indistinguishable from promotional content (e.g., endorse a product as advertisements do).", "To what extent do existing ethics guidelines remain applicable when it comes to coverage of new technology, which in many cases is also a product in the consumer market? As the line between product promotion and news reporting continues to blur, this study seeks to empirically examine the commercialization of technology news.", "One difference between product promotion and news reporting lies in the intent, or purpose of the content. Whereas product promotion aims at manufacturing a favorable view toward a product, news reports should inform and educate the public (Kovach and Rosenstiel 2014). Indeed, media effects research shows that news media are powerful in telling the public what to think about—what is salient on the media agenda would transfer to the public agenda. The process is what the agenda-setting research refers to as salience transfer (McCombs 2014).", "Object salience is a key concept in agenda-setting research, defined as the relative importance of an object (a public issue, public figure, or any other topic) in the media or among the public. Empirically, object salience on the media agenda is measured by the amount of media coverage. Once an object appears on the media agenda, the volume of cumulative news coverage increases its salience over time, which in turn will transfer to salience on the public agenda (Chyi and McCombs 2004). This process has been confirmed by numerous agenda-setting studies since the 1968 Chapel Hill study (McCombs 2014).", "In the case of technology reporting, object salience is important because of its influence on consumer perception. To measure the salience of Apple products in relation to competitors on the media agenda, this study addresses the following research question:\nRQ1: How much coverage did major US newspapers devote to Apple products and competitors?", "RQ1: How much coverage did major US newspapers devote to Apple products and competitors?", "In addition to the sheer amount of coverage, whether news media disproportionately emphasize certain products over others also carries important social implications because exemplification theory posits that people often neglect base-rate information—which is the probability of an event or occurrence—and base their assessments on exemplars (e.g., examples of single events or individuals that are meant to represent a trend or larger social group) that are more specific and concrete, yet less reliable (Zillmann 1999; Zillmann and Brosius 2000). In other words, when each technology news story is interpreted as an exemplar, the consequence is that news consumers are likely to overestimate the popularity and social importance of a product that receives an excessive amount of coverage.", "In the context of news, research suggests that human perception can be altered by how information is presented in the news (Iyengar 1991). Particularly, the distribution of exemplars and counter-exemplars matter in influencing people’s perception of public opinion (Zillmann and Brosius 2000). For example, an experimental study found that participants who saw 10, as opposed to two, exemplars supporting a social issue (eviction of violent immigrants in Germany) were more likely to estimate a significantly higher percentage of the German public supporting the same issue—with about 20 percent difference between the two groups in perceived public opinion (Zerback and Fawzi 2016).", "With regards to Apple coverage, this suggests that the public’s perception of how popular Apple products are may be influenced by the amount of coverage devoted to Apple products regardless of actual market share. In other words, if the majority of technology stories focus on Apple products, news consumers may assume that Apple products dominate the market even if that is not the case. This is known as base-rate fallacy (Bar-Hillel 1980), which posits that human beings implicitly devalue base-rate information in the face of exemplars.", "Given the consequences suggested by agenda-setting and exemplification theories, this study seeks to examine whether the salience of certain technology products on the media agenda (measured by the amount of coverage) is disproportionate to their actual real-world salience (measured by market share), addressing the following research question:\nRQ2: To what extent did the amount of coverage reflect Apple products’ market share?", "RQ2: To what extent did the amount of coverage reflect Apple products’ market share?", "Ethical reporting is supposed to be distinguishable from press releases because they serve different purposes. Existing research on differences between press releases and news reports finds that journalists tend to neutralize the self-promoting elements of press releases. For example, Dutch journalists focus more on facts rather than evaluations, and provide more contextual information since most press releases focus primarily on company-related information (Pander Maat 2007, 2008). The ways in which news reports achieve neutrality include removing company and product names, curtailing or eliminating positive statements, and introducing a company as a source for statements (Pander Maat 2008). In the US context, however, such practices are not readily observable, especially in the coverage of technology products.", "It is therefore important to examine not only the amount but also the substance of Apple coverage. The study by Pander Maat and de Jong compares news stories and product launch press releases by examining the inclusion of the following types of information: launch announcement, product information (e.g., price, how does the product work), organization information (e.g., strategy or features of the company), and context information (e.g., competitors of the product or company) (Pander Maat and de Jong 2013). Along these lines, this study evaluates the qualitative nature of Apple coverage, addressing the following research question:\nRQ3: What types of information did national newspapers emphasize when covering Apple products?", "RQ3: What types of information did national newspapers emphasize when covering Apple products?", "Finally, this study examines whether individual news outlets take unique approaches when covering technologies, addressing this research question:\nRQ4: Did different national newspapers cover Apple products differently?", "RQ4: Did different national newspapers cover Apple products differently?"]}, {"title": "Method", "paragraphs": ["To examine the amount of news coverage on Apple products, this study chooses to focus on two of Apple’s signature products generating the most publicity for the firm—the iPhone and iPad. Major competitors in these two product categories (i.e., smartphones and tablets) were identified by US market share information gathered from industry reports. In the smartphone market, the two market leaders are iPhone and Samsung phones, followed by other brands such as LG, Motorola, HTC, and Google phones (Chitika 2014; comScore 2014). In the tablet market, Apple (iPad), Samsung, and Amazon (Kindle Fire) are three major players in the United States (Chitika 2014).", "This study analyzes news coverage in two major national newspapers: The New York Times and USA Today. The New York Times is included because of its reputation as a newspaper of record and an intermedia agenda-setter (Golan 2007; Reese and Danielian 1989); USA Today is included because it is the most circulated newspaper in the country (Malcolm 2014) and appeals to a wider range of readers. The inclusion of these two national newspapers offers a juxtaposing view of how an elite newspaper and a popular newspaper covered Apple products.", "To determine the quantity of news coverage on Apple products and competitors (RQ1), keyword searches were performed through the LexisNexis database, using time frames and syntaxes optimized for each product. Since news media often cover new electronic products during their development phase,1 the designated time frame starts 12 months before the official launch of a product, which ensures a comprehensive examination of its coverage, and ends in January 2014. Each LexisNexis search syntax consists of two attributes: the company name (e.g., Apple) and the product (e.g., iPhone). Table 1 lists all search terms.\nCommercialization of Technology NewsQuantity and quality dimensionsAll authorsHsiang Iris Chyi & Angela M. Leehttps://doi.org/10.1080/17512786.2017.1333447Published online:14 June 2017TABLE 1 Time frames and search syntaxesCSVDisplay Table", "To compare the amount of coverage on Apple products against their market share (RQ2), this study analyzed iPhones’ market share data retrieved from comScore’s US mobile subscriber market share press releases from October 2010 to November 2012 (e.g., comScore 2011) as well as comScore’s US smartphone subscriber market share press releases from September 2012 to January 2014 (e.g., comScore 2013); iPads’ 2010–2016 global market share data were provided by International Data Corporation (IDC).", "To examine how The New York Times and USA Today covered Apple products (RQ3 and RQ4), a content analysis on the coverage of iPhones was conducted. To make sure the analysis focuses on news articles that center on the product as opposed to news articles that mentioned it in passing, this portion of the analysis includes news articles that have the name of the product (i.e., iPhone) in the headlines, as journalism practice suggests that headlines encompass central components of a news story. The sample consists of 434 news headlines—215 from the New York Times and 219 from USA Today—with the product name (iPhone) in each headline.", "The content analysis examines the following variables: whether the product is portrayed in positive, neutral, or negative light (coders were instructed to evaluate the image of the product from a potential consumer’s perspective); reference to forecast of future product release or press conferences; reference to product features (e.g., touch screen, retina display, voice assistant); reference to price information; reference to problems of the product (e.g., antenna reception issues); speculations about future product specifications; reference to sales/revenue/profit data; reference to Apple’s competitors (e.g., Samsung); reference to Apple’s industry partners (e.g., AT&T).", "The unit of analysis is the headline of the news article, which is the most salient component of a news story (Manjoo 2013; Wauters 2010). Two coders, both undergraduate students in Journalism, performed the coding after a training session. Two rounds of pretests were conducted on 5 percent of the sample via random selection. This study adopted the percent agreement approach,2 a standard reliability measure, when calculating inter-coder reliability (Poindexter and McCombs 2000). The analysis achieved inter-coder reliability between 85 and 100 percent for all variables."]}, {"title": "Results", "paragraphs": ["RQ1 asked about the amount of coverage the two national newspapers devoted to Apple products and competitors. The analysis revealed that the amount of coverage was very unevenly distributed. Within the time frame specified for each product (Table 1), The New York Times published 579 articles about iPhones, 109 articles about Samsung phones, and only 28 articles about Google Nexus. The same pattern characterizes USA Today’s smartphone coverage—with 386 articles on iPhones, 51 on Samsung phones, and 26 on Google phones. For tablets, iPads also garnered far more attention than Samsung tablets and Kindle Fire. Figure 1 illustrates the total amount of coverage each newspaper devoted to these products.\nCommercialization of Technology NewsQuantity and quality dimensionsAll authorsHsiang Iris Chyi & Angela M. Leehttps://doi.org/10.1080/17512786.2017.1333447Published online:14 June 2017FIGURE 1  Amount of coverage: total number of articles since product launchDisplay full sizeFIGURE 1  Amount of coverage: total number of articles since product launch", "FIGURE 1  Amount of coverage: total number of articles since product launch", "FIGURE 1  Amount of coverage: total number of articles since product launch", "Taking into consideration that some products have a longer history than others (and thus may have accumulated more coverage over time), further analysis examined the frequency of coverage—i.e., the average number of articles devoted to each product on a monthly basis. The New York Times has published an average of 6.4 iPhone stories each month since June 2006, compared with Samsung phones’ 1.4 stories per month since November 2007 and Google Nexus’ 0.5 articles per month since January 2009. For tablets, iPads also received much more attention than Samsung tablets and Kindle Fire in both newspapers on a monthly basis. Figure 2 visualizes the frequency of coverage for each of these products.\nCommercialization of Technology NewsQuantity and quality dimensionsAll authorsHsiang Iris Chyi & Angela M. Leehttps://doi.org/10.1080/17512786.2017.1333447Published online:14 June 2017FIGURE 2  Frequency of coverage: average number of articles per month since product launchDisplay full sizeFIGURE 2  Frequency of coverage: average number of articles per month since product launch", "FIGURE 2  Frequency of coverage: average number of articles per month since product launch", "FIGURE 2  Frequency of coverage: average number of articles per month since product launch", "Table 2 presents the amount and frequency of coverage on the six products in both newspapers. The New York Times published more stories on each of the six products than USA Today. Both newspapers focused on Apple products when covering smartphone and tablet products. Competitors such as Samsung, Google, and Amazon received only a fraction of such attention.\nCommercialization of Technology NewsQuantity and quality dimensionsAll authorsHsiang Iris Chyi & Angela M. Leehttps://doi.org/10.1080/17512786.2017.1333447Published online:14 June 2017TABLE 2 Amount and frequency of coverage: smartphones and tabletsCSVDisplay Table", "RQ2 asked to what extent the amount of coverage reflected Apple products’ market share. Since market share changes over time, the analysis first documented the amount of coverage on iPhones and Samsung phones year by year (2007–2013). For each of these years, iPhones consistently received more coverage than Samsung phones by a wide margin. For example, in 2010, The New York Times and USA Today together published 157 stories on iPhones, while only 9 articles were about Samsung phones. In 2013, when the gap was the least prominent, still 123 stories focused on iPhones and only 63 on Samsung phones (Figure 3).\nCommercialization of Technology NewsQuantity and quality dimensionsAll authorsHsiang Iris Chyi & Angela M. Leehttps://doi.org/10.1080/17512786.2017.1333447Published online:14 June 2017FIGURE 3  Amount of coverage of smartphones by year: total number of articles published in The New York Times and USA TodayDisplay full sizeFIGURE 3  Amount of coverage of smartphones by year: total number of articles published in The New York Times and USA Today", "FIGURE 3  Amount of coverage of smartphones by year: total number of articles published in The New York Times and USA Today", "FIGURE 3  Amount of coverage of smartphones by year: total number of articles published in The New York Times and USA Today", "Figure 4 presents iPhones’ market share in the US mobile subscriber market from October 2010 to November 2012. During this period, smartphone penetration was below 50 percent. Samsung was the market leader, while Apple penetrated no more than 20 percent of the overall mobile market. However, the overwhelming amount of coverage was devoted to iPhones as presented in Figure 3.\nCommercialization of Technology NewsQuantity and quality dimensionsAll authorsHsiang Iris Chyi & Angela M. Leehttps://doi.org/10.1080/17512786.2017.1333447Published online:14 June 2017FIGURE 4  Share of iPhones versus Samsung phones in the US mobile market. Market share data were retrieved from comScore US mobile subscriber market share reports (October 2010 to November 2012)Display full sizeFIGURE 4  Share of iPhones versus Samsung phones in the US mobile market. Market share data were retrieved from comScore US mobile subscriber market share reports (October 2010 to November 2012)", "FIGURE 4  Share of iPhones versus Samsung phones in the US mobile market. Market share data were retrieved from comScore US mobile subscriber market share reports (October 2010 to November 2012)", "FIGURE 4  Share of iPhones versus Samsung phones in the US mobile market. Market share data were retrieved from comScore US mobile subscriber market share reports (October 2010 to November 2012)", "Starting toward the end of 2012, comScore surveyed smartphone subscribers only—thus Figures 4 and 5 are presented separately. In this more narrowly defined market, Apple was the leading brand. Figure 5 presents iPhones’ market share in the US smartphone market from September 2012 to January 2014. Apple’s market share was 56–83 percent more than Samsung’s. Still, compared with the difference in the amount of coverage presented in Figure 3, iPhones received disproportionate coverage during these years.\nCommercialization of Technology NewsQuantity and quality dimensionsAll authorsHsiang Iris Chyi & Angela M. Leehttps://doi.org/10.1080/17512786.2017.1333447Published online:14 June 2017FIGURE 5  Share of iPhones versus Samsung phones in the US smartphone market. Market share data were retrieved from comScore US smartphone subscriber market share reports (September 2012 to January 2014). Unlike in Figure 4, market share data were based on smartphone subscribers onlyDisplay full sizeFIGURE 5  Share of iPhones versus Samsung phones in the US smartphone market. Market share data were retrieved from comScore US smartphone subscriber market share reports (September 2012 to January 2014). Unlike in Figure 4, market share data were based on smartphone subscribers only", "FIGURE 5  Share of iPhones versus Samsung phones in the US smartphone market. Market share data were retrieved from comScore US smartphone subscriber market share reports (September 2012 to January 2014). Unlike in Figure 4, market share data were based on smartphone subscribers only", "FIGURE 5  Share of iPhones versus Samsung phones in the US smartphone market. Market share data were retrieved from comScore US smartphone subscriber market share reports (September 2012 to January 2014). Unlike in Figure 4, market share data were based on smartphone subscribers only", "On the tablet side, the analysis first documented the amount of coverage on iPads and Samsung tablets year by year (2010–2013). For each of these years, iPhones received more coverage than Samsung tablets by a wide margin. For example, in 2012, The New York Times and USA Today together published 123 stories on iPads and only 17 articles on Samsung tablets. In 2013, when the gap was the least prominent, still 56 stories focused on iPads and only 15 on Samsung tablets (Figure 6).\nCommercialization of Technology NewsQuantity and quality dimensionsAll authorsHsiang Iris Chyi & Angela M. Leehttps://doi.org/10.1080/17512786.2017.1333447Published online:14 June 2017FIGURE 6  Amount of coverage of tablets by year: total number of articles published in The New York Times and USA TodayDisplay full sizeFIGURE 6  Amount of coverage of tablets by year: total number of articles published in The New York Times and USA Today", "FIGURE 6  Amount of coverage of tablets by year: total number of articles published in The New York Times and USA Today", "FIGURE 6  Amount of coverage of tablets by year: total number of articles published in The New York Times and USA Today", "In terms of market share, Apple’s iPad as the first tablet in the world enjoyed high market share in 2010 when it was first launched, which has since been characterized by a downward trend (Figure 7). The amount of coverage as illustrated in Figure 6, however, increased substantially from 2010 to 2012, suggesting a disconnect between market share and the amount of coverage. In contrast, Samsung tablets gained substantial market share by 2013 and 2014 (Figure 7), but they did not receive a proportionate amount of coverage, as Figure 6 indicates.\nCommercialization of Technology NewsQuantity and quality dimensionsAll authorsHsiang Iris Chyi & Angela M. Leehttps://doi.org/10.1080/17512786.2017.1333447Published online:14 June 2017FIGURE 7  Share of iPads versus Samsung tablets in the global tablet market. Market share data were provided by IDC Personal Computing Devices TrackerDisplay full sizeFIGURE 7  Share of iPads versus Samsung tablets in the global tablet market. Market share data were provided by IDC Personal Computing Devices Tracker", "FIGURE 7  Share of iPads versus Samsung tablets in the global tablet market. Market share data were provided by IDC Personal Computing Devices Tracker", "FIGURE 7  Share of iPads versus Samsung tablets in the global tablet market. Market share data were provided by IDC Personal Computing Devices Tracker", "Overall, iPhones and iPads were both disproportionately over-covered in relation to their market share.", "RQ3 asked what types of information these two newspapers emphasized when covering Apple products. Results of the content analysis showed that more than one-third (36.2 percent) of the headlines (N = 434) portrayed the iPhone in a positive light,3 with 46.3 percent portraying it neutrally,4 and 17.4 percent casting a negative light.5", "Regarding the substance of the content, about 6.7 percent of the headlines focused on product features,6 another 6.7 percent focused on the performance of the product in the market in terms of sales, revenue, or profit (of which 60 percent reported better-than-expected performance, and 31 percent reported worse-than-expected expectations),7 5.3 percent forecast product release or press conferences,8 3.7 percent speculated the specifications of future products,9 and 2.5 percent mentioned price information.10 All these potentially serve advertising purposes or resemble press releases because they emphasize positive attributes of the product. But also 6.5 percent of the headlines featured problems of the iPhone.11", "In addition, 11 percent of the headlines introduced the iPhone in a competitive context by naming a competitor, and 15.4 percent mentioned Apple’s industry partnership.", "RQ4 asked whether these two publications covered Apple products differently. In terms of quantity, The New York Times devoted much more attention to these products than USA Today did. For all the products under study, the former published more articles than the latter (Table 2).", "Along the quality dimension, cross-tab analyses revealed a major difference in the tone of the headlines. Specifically, 48.8 percent of USA Today’s headlines portrayed the iPhone in a positive light; only 23.7 percent of The New York Times’ headlines did so. In other words, USA Today was twice as likely to portray the iPhone favorably as The New York Times (χ2 = 31.9, df = 2, p < 0.001). No other significant differences between these two newspapers were found, such as forecast of future product release or press conferences, reference to product features, price information, problems of the product, speculations about future product specifications, reference to sales/revenue/profit data, and reference to Apple’s competitors or industry partners."]}, {"title": "Discussion", "paragraphs": ["As the first empirical examination on US newspapers’ coverage of Apple products, this study generated a number of findings worthy of discussion. Along the “quantity” dimension, both newspapers devoted a great amount of coverage on iPhones and iPads in relation to their competition, leading to both products’ high salience on the media agenda. Not only that, both iPhones and iPads were disproportionately over-covered in relation to their market share, compared to their competitors. It should be noted that The New York Times also frequently published articles on gadgets such as iPhones and iPads in its technology blogs (e.g., “Bits”). While we did not include articles from those blogs in this study because they were online-only, if we were to consider the amount of coverage on Apple products available on all platforms, the disparity between market share and disproportionate over-coverage of Apple products in The New York Times is even greater.", "These findings raise several questions: Why did Apple products receive so much coverage? Should they? Some suggested that Apple gets more media attention because of predictable product cycles and excellent PR practice—for example, offering journalists attending their press events access to both the new product and sources (Slabbert 2014). On the demand side, “Apple means traffic” (Wright 2015). Given today’s metrics-driven practice in most newsrooms (Groves and Brown-Smith 2011; Lee, Lewis, and Powers 2014; MacGregor 2007), it is increasingly difficult for journalists to resist the temptation to prioritize eyeballs.", "Granted, technological innovation is important and deserves news coverage, and Apple, because of its invention of the iPhone and iPad, is (or was) definitely an innovator in mobile technology. Still, that does not justify the observed landslide in the amount of coverage, because not all reincarnations of the iPhone and iPad represent revolutionary technological advancements that warrant so much media attention (e.g., when the newer models featured “bigger screens” or “faster processors”). Competition exists, and market share is an indicator of the relative importance of a product in society—the more people using a product, the more relevant that product is to the general public. This is not to say that market share should drive news coverage, but if the amount of coverage does not generally reflect a product’s relevance in society, it is likely that unbalanced coverage prompts demand that otherwise may not exist (e.g., by promoting news consumers’ intention to purchase Apple products). While news media are supposed to serve the public, it is not uncommon that they are accused of serving corporate interests instead (Bettig and Hall 2012). Given the plausible impact of exemplars on base-rate fallacy, the over-coverage of Apple products deserves further investigation through critical lens.", "In addition to analyzing the amount of Apple news, this study also examined qualitative aspects of such coverage. Given that over one-third of the iPhone stories in The New York Times and USA Today portrayed the product favorably and 17.4 percent cast a negative light, the suspicion about the blurred boundary between news and promotion in technology news is at least partially confirmed. In fact, USA Today’s propensity (nearly 50 percent) to portray iPhones favorably is daunting. From the media ethics perspective, one must ask: To what extent are such news stories different from promotional content, or even native advertisements? Are they violating codes of ethics and hurting news credibility? Since an independent press is sine qua non to ethical journalism, any form of conflict of interest—real or perceived—is unacceptable because it undermines news credibility and decreases news consumption, which inadvertently harms democracy.", "From consumers’ perspective, how do such stories provide value in a manner that is unbiased and informative amidst countless online sources offering similar information? While reframing PR information is a relatively easy, inexpensive way to produce news, such reports generally are of little value to readers (Pander Maat and de Jong 2013).", "While some readers may want all they can know about the next Apple gadget, empirical findings from this study suggest that news coverage about Apple products is problematic along both quantity and quality dimensions. Technology news should quantitatively reflect an innovation’s social importance and qualitatively deliver unique value to news consumers."]}, {"title": "Limitations and Future Studies", "paragraphs": ["Despite this study’s attempt to advance empirical understanding of the nature of technology news, it is constrained by a few limitations. First, this study only analyzed content in two national newspapers. Given different newspapers have different organizational norms and emphases, findings from this exploratory study may not be generalized to other newspapers. Future studies are encouraged to incorporate a wider range of publications, including major technology sites such as CNET.", "Similarly, due to resource constraints, our content analysis centers on the coverage of iPhones only. A more comprehensive approach would be to also examine the coverage of products manufactured by Apple’s competitors.", "In addition, the content analysis only examined headlines, rather than the actual articles, because this methodological decision allowed for the inclusion of all relevant stories about the iPhone in the two newspapers (as opposed to a subset of the stories). Research suggests that headlines dictate whether most news users (especially online news users) end up reading the rest of a news article, and many news users read nothing beyond headlines when consuming news (Manjoo 2013; Wauters 2010). However, one study has found that when comparing news reports and press releases in corporate news, news reports tend to offer more contextual information in body information (i.e., information about competitors) than headlines (Pander Maat and de Jong 2013). Nonetheless, since news headlines are often a lot shorter than news articles, they offer an opportunity to examine the kinds of information that is prioritized given space constraints. In other words, compared to a 500-word news article, editors' use of a dozen words in the headlines offers clues as to what they think are the essence of the news articles, or what they think will effectively grab news readers’ attention (Lake 2011). After all, the perceived newsworthiness of a story hinges on the journalist’s ability to synthesize key information in the headline and the lead paragraph (Thomson, White, and Kitley 2008).", "Finally, it should be noted that Apple’s biggest competitor, Samsung, is a Korea-based company. Since cross-cultural differences (in PR strategies or managerial styles, for example) may play a part in how technology products are marketed to US consumers, future studies may explore cross-cultural factors and assess how they influence media coverage, if at all.", "In sum, this exploratory analysis has raised questions regarding the commercialization of technology news along quantity and quality dimensions. Ultimately, the purpose of news is to inform the public (Kovach and Rosenstiel 2014), not to cultivate or promote consumerism; and technology news should be no exception."]}], "references": [{"title": "The Base-Rate Fallacy in Probability Judgments", "year": "1980", "journal": "Acta Psychologica", "volume": "44", "authors": [{"name": "Bar-Hillel Maya.", "first_name": "Bar-Hillel", "last_name": "Maya."}]}, {"title": "Press Releases as a Hybrid Genre: Addressing the Informative/Promotional Conundrum", "year": "2008", "journal": "Pragmatics", "volume": "18", "authors": [{"name": "Catenaccio Paola.", "first_name": "Catenaccio", "last_name": "Paola."}]}, {"title": "Media Salience and the Process of Framing: Coverage of the Columbine School Shootings", "year": "2004", "journal": "Journalism and Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Chyi Hsiang Iris", "first_name": "Chyi", "last_name": "Iris"}, {"name": "McCombs Maxwell E.", "first_name": "McCombs", "last_name": "E."}]}, {"title": "Reevaluating Public Relations Information Subsidies: Market-Driven Journalism and Agenda-Building Theory and Practice", "year": "1998", "journal": "Journal of Public Relations Research", "volume": "11", "authors": [{"name": "Curtin Patricia A.", "first_name": "Curtin", "last_name": "A."}]}, {"title": "Inter-Media Agenda Setting and Global News Coverage: Assessing the Influence of the New York Times on Three Network Television Evening News Programs", "year": "2007", "journal": "Journalism Studies", "volume": "7", "authors": [{"name": "Golan Guy.", "first_name": "Golan", "last_name": "Guy."}]}, {"title": "Stopping the Presses: A Longitudinal Case Study of the Christian Science Monitor Transition From Print Daily to Web Always", "year": "2011", "journal": "\\#ISOJ – The Official Research Journal of the International Symposium on Online Journalism", "volume": "1", "authors": [{"name": "Groves Jonathan", "first_name": "Groves", "last_name": "Jonathan"}, {"name": "Brown-Smith Carrie", "first_name": "Brown-Smith", "last_name": "Carrie"}]}, {"title": "The Relationship Between Newsworthiness and Publication of News Releases in the Media", "year": "2008", "journal": "Public Relations Review", "volume": "34", "authors": [{"name": "Hong Soon Yeon.", "first_name": "Hong", "last_name": "Yeon."}]}, {"title": "Social Media and Speed-Driven Journalism: Expectations and Practices", "year": "2015", "journal": "International Journal on Media Management", "volume": "17", "authors": [{"name": "Lee Angela M.", "first_name": "Lee", "last_name": "M."}]}, {"title": "Audience Clicks and News Placement: A Study of Time-Lagged Influence in Online Journalism", "year": "2014", "journal": "Communication Research", "volume": "41", "authors": [{"name": "Lee Angela M.", "first_name": "Lee", "last_name": "M."}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C."}, {"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew"}]}, {"title": "Tracking the Online Audience: Metric Data Start a Subtle Revolution", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "MacGregor Phil.", "first_name": "MacGregor", "last_name": "Phil."}]}, {"title": "Characterising the Genre of the Corporate Press Release", "year": "2005", "journal": "LSP and Professional Communication (2001-2008)", "volume": "5", "authors": [{"name": "McLaren Yvonne", "first_name": "McLaren", "last_name": "Yvonne"}, {"name": "Gurǎu Cǎlin", "first_name": "Gurǎu", "last_name": "Cǎlin"}]}, {"title": "Acceptance Characteristics of Hometown Press Releases", "year": "1992", "journal": "Public Relations Review", "volume": "18", "authors": [{"name": "Morton Linda P.", "first_name": "Morton", "last_name": "P."}, {"name": "Warren John", "first_name": "Warren", "last_name": "John"}]}, {"title": "News Elements and Editors’ Choices", "year": "1992", "journal": "Public Relations Review", "volume": "18", "authors": [{"name": "Morton Linda P.", "first_name": "Morton", "last_name": "P."}, {"name": "Warren John", "first_name": "Warren", "last_name": "John"}]}, {"title": "How Promotional Language in Press Releases Is Dealt with by Journalists: Genre Mixing or Genre Conflict?", "year": "2007", "journal": "Journal of Business Communication", "volume": "44", "authors": [{"name": "Pander Maat Henk.", "first_name": "Pander", "last_name": "Henk."}]}, {"title": "Editing and Genre Conflict: How Newspaper Journalists Clarify and Neutralize Press Release Copy", "year": "2008", "journal": "Pragmatics", "volume": "18", "authors": [{"name": "Pander Maat Henk.", "first_name": "Pander", "last_name": "Henk."}]}, {"title": "How Newspaper Journalists Reframe Product Press Release Information", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Pander Maat Henk", "first_name": "Pander", "last_name": "Henk"}, {"name": "de Jong C.", "first_name": "de", "last_name": "C."}]}, {"title": "Shifts in Newspaper Advertising Expenditures and Their Implications for the Future of Newspapers", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Picard Robert.", "first_name": "Picard", "last_name": "Robert."}]}, {"title": "Journalism and Public Relations: A Tale of Two Discourses", "year": "2012", "journal": "Discourse \\& Communication", "volume": "6", "authors": [{"name": "Sissons Helen.", "first_name": "Sissons", "last_name": "Helen."}]}, {"title": "‘Objectivity’ and ‘Hard News’ Reporting Across Cultures", "year": "2008", "journal": "Journalism Studies", "volume": "9", "authors": [{"name": "Thomson Elizabeth A.", "first_name": "Thomson", "last_name": "A."}, {"name": "White Peter R. R.", "first_name": "White", "last_name": "R."}, {"name": "Kitley Philip", "first_name": "Kitley", "last_name": "Philip"}]}, {"title": "Information Subsidies and Influence", "year": "1985", "journal": "Public Relations Review", "volume": "11", "authors": [{"name": "Turk Judy VanSlyke.", "first_name": "Turk", "last_name": "VanSlyke."}]}, {"title": "Writing From News Sources: The Case of Apple TV", "year": "2011", "journal": "Journal of Pragmatics", "volume": "43", "authors": [{"name": "Van Hout Tom", "first_name": "Van", "last_name": "Tom"}, {"name": "Maat Henk Pander", "first_name": "Maat", "last_name": "Pander"}, {"name": "Preter Wim De", "first_name": "Preter", "last_name": "De"}]}, {"title": "Environment of Confidence: Daily Newspaper Use of Press Releases", "year": "1992", "journal": "Public Relations Review", "volume": "18", "authors": [{"name": "Walters Lynne Masel", "first_name": "Walters", "last_name": "Masel"}, {"name": "Walters Timothy N.", "first_name": "Walters", "last_name": "N."}]}, {"title": "Web Site Use and News Topic and Type", "year": "2002", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "79", "authors": [{"name": "Wu H. Denis", "first_name": "Wu", "last_name": "Denis"}, {"name": "Bechtel Arati", "first_name": "Bechtel", "last_name": "Arati"}]}, {"title": "Can Online Exemplars Trigger a Spiral of Silence? Examining the Effects of Exemplar Opinions on Perceptions of Public Opinion and Speaking out", "year": "2016", "journal": "New Media \\& Society", "volume": "January", "authors": [{"name": "Zerback T.", "first_name": "Zerback", "last_name": "T."}, {"name": "Fawzi N.", "first_name": "Fawzi", "last_name": "N."}]}, {"title": "Exemplification Theory: Judging the Whole by Some of Its Parts", "year": "1999", "journal": "Media Psychology", "volume": "1", "authors": [{"name": "Zillmann Dolf.", "first_name": "Zillmann", "last_name": "Dolf."}]}]}