{"doi": "10.1080/21670811.2017.1419821", "url": "https://doi.org/10.1080/21670811.2017.1419821", "title": "At Work in the Digital Newsroom", "volume": "7", "year": "2019", "issue": "5", "journal": "Digital Journalism", "publisher": "Routledge", "authors": [{"last_name": "Cohen", "first_name": "Nicole", "name": "Nicole S. Cohen", "affiliation": "", "orcid": "", "role": ""}], "abstract": "Labor remains sidelined in journalism studies, especially the working conditions and experiences of journalists in digital-first newsrooms and those whose work primarily involves engagement with social media. This article reports on the findings of an exploratory study on the work of digital journalism. Based on interviews with self-identified digital journalists in Canada and the United States about their daily work experiences, the paper outlines entry points for understanding what it is like to labor in networks of high-speed information production and circulation. Drawing on a critical political economy framework, the paper begins with an overview of the structural dynamics shaping digital journalists’ working conditions, then examines how these dynamics manifest in daily working conditions, including issues of control, speed, analytics and measurement, intensification, commodification and resistance. The paper aims to contribute to furthering a labor-focused agenda in digital journalism studies.", "body": [{"sec_title": "Introduction", "sec_content": ["As digital-first news organizations have developed and expanded, insight into digital journalists’ working conditions has come primarily from media accounts, which describe overwork, long hours, high stress, burnout, job turnover, and low pay (Peters 2010; Nolan 2014; Testa et al. 2014; Shade 2015). Journalists work frenetically to meet “traffic quotas,” are tethered to work 24/7 via smartphones, email, and group chat programs, and confront a constantly speeding-up pace of work (DePillis 2015; Segal 2015). Workers have little say in management decisions, which often seem erratic as companies respond to rapid growth and investment. Yet these media workers are committed to journalism and to the potential journalism they can create and many have turned to unions to address the growing rift between the supposed glamor of working in digital media and its material realities (Cohen and de Peuter, forthcoming).", "Scholarly research, however, has little to say about digital journalists’ working conditions. Research on digital journalists focuses on journalists’ professional identities and practice, including ethics, credibility, routines, and norms (Witschge and Nygren 2009; Agarwal and Barthel 2015), leading several researchers to call explicitly for research into working conditions in digital journalism (Örnebring 2010; O’Donnell, Zion, and Sherwood 2016; Deuze and Witschge 2017). Even Digital Journalism’s ambitious editorial agenda does not include specific mention of work or labor, although these issues lurk in many topics the journal aims to engage (Digital Journalism, n.d.)", "The explosion of recent research on work and labor in media and cultural industries (see Maxwell 2015) and the ongoing “digital labor” research agenda (see Fuchs 2013) affirm the need to examine labor relations in all forms of media and cultural production to understand material conditions, attend to issues of power and struggles for social justice, and to propose policies and practices for improving working conditions and, in turn, media and culture generally. A labor perspective will become increasingly important for journalism researchers: as journalism further digitizes, conflict and struggle around the conditions of those who produce journalism intensifies, as the ongoing unionization wave in digital newsrooms demonstrates. In just two years, 24 digital newsrooms have formed or joined unions. Digital-first, or born-digital companies—high-profile examples include The Huffington Post, BuzzFeed, and VICE—are growing in number, spreading geographically, and are circulating “unprecedented amounts of multimedia content” (Daum and Scherer 2017, 2). Venture capital and investment funding is pouring into news start-ups and established companies alike (Carlson and Usher 2015). As privately owned companies, digital media outlets do not publicize revenue and profits, and journalists note that digital media companies are not meeting “revenue target[s],” yet commentators—and especially company executives—insist on digital media outlets’ fortunes. VICE is valued at $5.7 billion, for example, and Buzzfeed at about $1.7 billion (Sharma and Alpert 2017). While digital media companies continue to hire journalists, they are also reorganizing, merging, and shedding staff—the “new” journalism industry, it turns out, looks a lot like the old. In this rapidly evolving context, we need to better understand the material conditions of digital journalism production.", "Existing academic research on the implications of digital technologies for journalists’ working conditions shows that journalists face increased pace and intensity of work as they are pressured to publish instantly and continuously; are required to multitask and be multiskilled; often feel stressed, exhausted, and overworked; and that work is marked by temporal and functional flexibility, job insecurity, and uncertainty (Deuze 2007; Paulussen 2012; Reinardy 2012; Anderson 2013; Comor and Compton 2015). Many of these work pressures are not inherent to digital technologies themselves, but rather flow from management and production strategies, which now require media companies to produce massive amounts of content for a variety of media platforms—over which companies have no direct control—due to media concentration, declining print advertising revenue, shrinking staff, strategies of social media platforms, and competition, all stemming from for-profit logics of capitalist media production (McChesney 2013; Daum and Scherer 2017).", "Print journalists facing digitization of their work worry about journalism’s public service mission as market orientation becomes more pronounced (Siegelbaum and Thomas 2015). They are concerned that journalistic autonomy, or “the ability to control the terms of one’s work,” is undermined (Beam and Meeks 2011, 231). Comor and Compton (2015) argue that while journalists are both empowered and disempowered by technological change, there is no question that digital technologies have a dramatic effect on journalists’ work: “[Technologies have] completely changed the nature of every element of what I do” notes a journalist they surveyed (76). Other respondents speak to the contradictory nature of digital technologies, which have increased workloads and decreased work quality, but which have also enabled journalists to be “more flexible, creative, faster” (78).", "These studies provide valuable insight into changing journalistic work. Yet they primarily focus on print journalism undergoing digitalization. Despite several vital studies addressing the nature of journalistic work in a digital age (see Steensen 2009; Bakker 2012; Neilson 2012; Agarwal and Barthel 2015; Creech and Mendelson 2015; Salamon 2016), we have a limited understanding of the work experiences of digital journalists, those who specifically work in the constant flow of online news production. Scholars need a better understanding of what the work of journalism looks like when it occurs outside of the boundaries of time, space, deadlines, and traditional formats, in the context of the specific, digital-first business models for advertising, circulation, and consumption being developed to maximize the surveillant precision and extractive potential of digital technologies.", "As a contribution to advocating for a labor-focused agenda in digital journalism studies, this paper discusses findings from an exploratory study on digital journalists’ work, contextualized within existing research. After explaining my methodology, I draw on insights from interviews with digital journalists and a critical political economy framework to identify the technology-mediated structural conditions in which digital journalists labor, as well as three major characteristics shaping their work: measurability (the pronounced role of data and metrics in digital journalism), intensification (the pace and time required to work as a digital journalist), and commodification (the market orientation underpinning digital journalism). I conclude with a brief discussion of how a labor perspective can provide insight into these experiences."]}, {"sec_title": "Method", "sec_content": ["While sociology of news production and newsroom ethnographies provide in-depth, extended studies of particular news organizations (see Anderson 2013; Usher 2014), and while the more politicized methodologies of worker inquiry and co-research enable scholars to assess working conditions and collaborate with workers to transform their conditions (see Brophy 2017), I opted for an interview-based exploratory approach for this research to gain preliminary insight into working conditions across media organizations, provide insight into existing research, and establish future research questions.", "After an extended study of freelance journalists’ working conditions in a digital age (Cohen 2016), I wanted to understand the labor experiences of journalists employed at digital-first organizations or those working for a media outlet’s digital operations. I designed an exploratory study, which can “yield new insights into a topic for research” (Babbie 2007, 88, 89). I conducted semi-structured, in-depth interviews with 12 self-identified North American digital journalists between June and December 2015, in-person (9) or via Skype (3). Although the study was open to American and Canadian journalists—the digitalization of journalism has meant that increasingly Canadians are working for American-owned companies operating in Canada, such as Buzzfeed and The Huffington Post—I interviewed 11 Canadians, one of whom works in the US, and one American. Interviews lasted approximately one hour and centered on four general areas: journalists’ work and tasks (a typical day; what aspects of their work they like, dislike, and find challenging; hours worked; time off from work; their employer’s business model; if they produce sponsored or branded content); the technologies and tools they use (social media; analytics; software and hardware; training in digital technology); their feelings about journalism and their work (how long they expect to be a journalist; concerns about the industry; how social media and analytics make them feel); and material conditions (pay; benefits; access to a union; employment status; general levels of security).", "Because the role of digital journalist is broad, still being defined, and somewhat unclear in academic research, rather than seeking out journalists with specific job titles or descriptions, I used a snowball sample method, which is useful for “exploratory purposes” (Babbie 2007, 185) but also meant that the definition of digital journalist remained open and that research participants could self-define. This, I hoped, would shed light on the variegated nature of digital journalistic work. I started with a personal contact who then recommended others to interview. While not a representative sample of all digital journalists—which means the findings of this study are not generalizable—it provides a snapshot of the nature of journalists’ currently evolving roles.", "In total, I spoke with five men and seven women. Three worked at two different national newspapers, five worked at four different digital-first news sites (all prominent, recognizable companies), one worked at a national magazine, one at a small start-up, and two at a public broadcaster (I discuss job titles and descriptions below). The journalists were between 21 and 38 years old (seven were in their 20s, five in their 30s) and three identified as people of color. Ten held full-time status; one was a paid, full-time intern; and one had part-time permanent status. Two interviewees were in their first jobs and earned between $20,000 and $40,000. Two interviewees were managers and earned between $90,000 and $100,000. The remaining eight journalists had several years of experience and earned between $40,000 and $70,000. All held post-secondary degrees and six attended journalism school.", "The interviews were recorded, transcribed, and coded according to themes that emerged from the interviews and analyzed from a critical political economy perspective, which attends to the power and social relations that mutually constitute the production and circulation of media resources (Mosco 2009). Specifically, I employ a labor standpoint (Mosco 2009, 117), which foregrounds attention to working conditions, labor relations, class conflict, and resistance within the study of political economy of communication.", "In the following discussion, I assess common experiences among journalists performing different jobs for a range of companies and contextualize and analyze their experiences alongside existing research. I foreground journalists’ voices throughout the article (all quotes have been anonymized and are from my interviews unless otherwise cited), but I also draw on quotes from journalists published in other studies and media reports as a way to connect the experiences of the people I interviewed with documented findings elsewhere. A critical political economy of communication approach enables me to link the experiences of the journalists I interviewed to the structural conditions in which they work, to the labor–capital power relations shaping all work under capitalism, and to the need to historicize, contextualize, and theorize individual experiences reported by research participants. In this way, an exploratory study rooted in a critical analysis can provide insights and starting points for a labor-focused research agenda in digital journalism studies (see Babbie 2007, 89)."]}, {"sec_title": "Structures", "sec_content": ["Typically, research on work and labor in journalism examines labor relations, conflict, and struggle between workers and owners of media companies (Hardt and Brennen 1995; Örnebring 2010; Rhomberg 2012). Here, the focus is on labor–capital dynamics as they stem from specific corporate ownership models and practices under a general mode of capitalist production, whereby companies exploit labor power to produce a commodity—in this case, media—by continually pressuring labor costs down and rationalizing production to increase profits (Braverman 1974). Contemporary labor-focused research, however, must expand to address the complex ways media corporations are entangled with new, often very powerful actors that are situated outside of the direct labor–capital relationship but which have enormous influence on how media corporations operate and how journalists work. Today’s media capitalism is constituted not only by media corporations—which themselves are best understood as “network media industries” (Winseck 2011, 3)—but also by a network of external, digital-based corporations of various sizes and influence whose operating logics exert new pressures and forms of control on journalists. For example, digital journalists produce and aggregate content for their own organization’s websites (in addition to producing for print, radio, and broadcast); turn that content into posts for social media platforms; send tweets with links to articles; monitor how readers find and engage with articles via analytics services; use social media management tools to schedule posts and monitor social media feeds; and engage with apps to write, edit audio and video, and monitor news and events. What Anderson (2013, 3) calls the journalism ecosystem today involves not just a range of institutional players—journalists, media activists, bloggers, social media users, hackers, and developers (4)—but companies ranging from corporate giants such as Google and Facebook to companies that build and sell news apps, social media management tools, and analytics services. A range of actors that are not primarily journalists or journalism organizations are now deeply embedded in journalistic production and have enormous influence on “the conditions under which news is created and circulates” (Ananny and Crawford 2015, 193).", "Schudson (2011, xv) introduced the term parajournalists to describe the range of external sources that influence journalism, including “public relations firms, public information officers, political spin doctors … publicity staffs.” Today’s parajournalists, arguably more influential on content than publicists and spokespeople have ever been, include the growing collection of technology-based companies that influence journalism’s production and circulation, companies whose interests, values, and ethics may not necessarily align with journalists’. Rather than providing access or information to journalists via soundbites and press releases, today’s parajournalists create algorithmic programs that collect data on news circulation and consumption, platforms for distributing content, content management systems for publishing, and tools that manage other tools, such as monitoring social media feeds and tracking news outlets. The journalists I interviewed regularly use tools such as CrowdTangle, BuzzSumo, SocialFlow, Chartbeat, ScribbleLive, and Slack, for example. Vitally, as Petre (2015) reminds us, parajournalistic companies’ primary aim is purely commercial: “to [build] a loyal and returning audience that [the media outlet] can monetize in a variety of ways.” Ananny and Crawford (2015, 195) describe an array of news apps built by “intermediary technologists” that are designed to accumulate profit before meeting a journalistic need. App creators, most of them engineers and programmers, view news audiences “primarily as customers” and many use “crowd-sourced, participatory labor to do the work of news professionals,” which can further undermine journalistic work (203–204). Digital tools are pitched to journalists at conferences or via company reps, but many journalists I interviewed spend their own time researching and learning how to use digital tools via online forums and trade websites. Digital journalists embrace technologies and constantly seek tools to make their work more efficient due to enormous pressure to publish constantly and quickly.", "The most influential parajournalists are Facebook, Google, and other social media corporations that Smyrnaios (2015) identifies as the new news intermediaries, as they exert influence over “the whole ecology of [journalistic] production, distribution, and consumption.” Their influence extends beyond capturing media companies’ potential advertising revenue to setting journalistic standards and shaping journalistic practices. As the New Republic’s former editor writes, “tech companies dictate the patterns of work … their influence can affect the ethos of an entire profession” (Foer 2017). (Poell 2017) calls this process platformization, whereby journalists “become increasingly oriented towards and organized through the platform ecosystem.” Journalists are bound to tech giants’ ever-changing requirements. When complex and secret algorithms frequently change, journalists must quickly adjust their strategies. “One change in the Facebook algorithm throws off my entire strategy for the year” says a social media editor I interviewed. Another journalist explains his company’s reliance on Facebook:In the last year … Facebook tweaked its algorithm where suddenly we were getting way more traffic, because Facebook was just valuing news content over other stuff. So we were getting many more readers, which then turned into more ad dollars. So everybody was happy. But then suddenly they tweaked their algorithm again and it got restricted. Suddenly you had to really fight to get your stuff seen by readers. So that is an amount of control that is worrisome. But as far as I can tell there is no helping it … The best I can do or that we can do as an outlet is not to game the system, but to try to work with the system. So if there’s a certain way of writing things that just helps on these various platforms, there’s no reason not to do that because that’s our main channel.", "In the last year … Facebook tweaked its algorithm where suddenly we were getting way more traffic, because Facebook was just valuing news content over other stuff. So we were getting many more readers, which then turned into more ad dollars. So everybody was happy. But then suddenly they tweaked their algorithm again and it got restricted. Suddenly you had to really fight to get your stuff seen by readers. So that is an amount of control that is worrisome. But as far as I can tell there is no helping it … The best I can do or that we can do as an outlet is not to game the system, but to try to work with the system. So if there’s a certain way of writing things that just helps on these various platforms, there’s no reason not to do that because that’s our main channel.", "The journalists I interviewed held an array of job titles that reflect an emergent and deepening integration of journalism and social media platforms. Five had social media-specific job titles, such as social editor and associate producer of social media and trending. Three worked as editors (two for online-only content; one remotely for a newspaper), and the others held job titles that specifically referenced digital aspects of their job: cross-platform producer; partnership editor; content editor; computer-assisted reporter. These journalists’ work includes researching and writing articles, editing stories, developing social media strategy, posting to Twitter and Facebook, editing and posting photos to websites and Instagram, building an audience on their outlets’ social media accounts, curating their publication’s homepage, and culling content from within a larger media conglomerate to cross-post and promote. “You’ve got to be versatile in this gig,” says a writer who, in addition to writing online articles shoots video, writes social media posts, and edits and publishes images.", "The work many of these journalists do is outside the bounds of traditional understandings of journalistic work (see also Paulussen 2012; Anderson 2013; Spyridou et al. 2013). Says one interviewee, “I’m a trained journalist, I went to journalism school, and I use the tools of journalism every day, but I’m not a journalist in the traditional sense.” Another explains, “I only consider myself a journalist because I’m writing news and stuff. But I’m not going out. I’m not leaving my computer. I’ve talked to people on the phone sometimes. But I’m not going into the field. I’d love to do more of that. I don’t know if there are any opportunities for me to do that.”", "Because digital journalism is tightly bound to the content, practices, and preferences of social media platforms, digital journalists produce articles that will be shared and circulated, or do the work of sharing and circulating other people’s writing via social media. The journalists I interviewed produce content specifically to be shared online by writing in a tone that is “silly or shareable”; embed YouTube videos, tweets, and Tumblr excerpts in articles; produce articles with an eye toward metrics (more on this below), and find story ideas, subjects, and sources via social media. “Our sourcing and our distribution are both social,” explains a writer I interviewed. “The angle is, what will people I’m engaged with on social media want to talk about or are talking about with these stories?” This comment points to the normalization of journalists’ reliance on social media platforms and platforms’ constraining logics, whose consequences require further study.", "Willnat and Weaver (2014) reported that “40 percent of US journalists said that social media are very important to their work” and that 34.6 percent spend between 30 and 60 min daily engaged with social media (18). The journalists I interviewed spend far more time on social media. One writer says it takes three or four hours per day to repackage already-written news articles for distribution on a range of social media platforms. Constant engagement with social media is core to reporters’ work, too. Says another writer:A lot of my news gathering … involves maybe tweeting it or maybe posting it on Facebook … In a way, it’s just sort of a breadcrumb for myself. So, if it’s a story I want to come back to I will have a record … not that sharing things on social media makes you an expert in any way, but it does establish a certain interest and a certain field on which you’re focusing and then the people who follow you come to expect a certain thing. So, if I’ve been tweeting about the Syrian refugee crisis non-stop for a week and then I write something in that field, it makes sense. Whereas if someone who has never commented or contributed, passed on any information on that [topic] suddenly writes a 2000-word piece about it—to me, that seems weird…", "A lot of my news gathering … involves maybe tweeting it or maybe posting it on Facebook … In a way, it’s just sort of a breadcrumb for myself. So, if it’s a story I want to come back to I will have a record … not that sharing things on social media makes you an expert in any way, but it does establish a certain interest and a certain field on which you’re focusing and then the people who follow you come to expect a certain thing. So, if I’ve been tweeting about the Syrian refugee crisis non-stop for a week and then I write something in that field, it makes sense. Whereas if someone who has never commented or contributed, passed on any information on that [topic] suddenly writes a 2000-word piece about it—to me, that seems weird…", "The imperative to be enmeshed in social media flows translates into new forms of work pressure on journalists, especially pressures from analytics, or the precise tracking, measurement, and analysis of audience engagement with journalism."]}, {"sec_title": "Measurability", "sec_content": ["“I’m obsessed with stats and metrics and data,” says a writer I interviewed. Each morning she receives an email from her editor with previous day’s top-read stories, based on information collected by Chartbeat, a company that sells analytics and audience measurement data to newsrooms. The writer begins her work day by considering these analytics: “how well are we doing? How well did we do yesterday? What should we focus on today?” She also consults data from Google Analytics and from social media tools to understand how articles “are performing across the entire web” and what people search for. This information not only shapes her editorial strategy, but also her feelings about her work, which range from elation when a story she’s proud of is well read to anxiety while puzzling over where the next viral hit will come from. Most journalists I interviewed foreground analytics in their daily work practice and in their explanation of what their work entails. When I asked them to describe their work, journalists spoke about producing content that will be shared, read, and widely circulated. Although not asked specifically about journalistic values, throughout our interviews few journalists spoke of any particular set of journalistic values, or of producing journalism as a public service, for a certain community, or even to meet the mandate of their organizations, criteria historically assumed to drive journalists’ professional commitments (Gans 2003; Singer 2008; Anderson 2013, 137, 138).", "Interviewees’ perspectives reflect the developing business models of journalism companies, which are oriented toward producing huge amounts of content that will be widely circulated, read, and shared by audiences via social media, a model honed by the Huffington Post but adopted broadly across digital-first sites such as Vox and BuzzFeed and increasingly used by newspapers (Massing 2015; Segal 2015). Rates for digital advertising are low, usually based on a cost-per click, cost-per action, or cost-per thousand impressions basis (Turow 2012). And so, what industry calls “traffic” is valued highly, and the attributes that make articles shareable are front-of-mind for digital journalists. Articles are designed to be produced quickly and to be shared, and all media organizations aim to duplicate successful stories and produce “surefire traffic-getters” (Petre 2015).", "The measurability of all of this content puts particular pressures on journalistic work as analytics become a vital force in digital news production (Anderson 2011; Usher 2013; Tandoc 2014; Dwyer and Martin 2017). Through tools such as Chartbeat, Omniture, and Parse.ly, journalists have access to information on how people consume news content, including how they arrive at a news story, how long they spend with an article, and if and how they share a link via social media. This precise feedback on audience activity is incorporated into editorial decision-making and work practices (Petre 2015; Dwyer and Martin 2017). “Analytics are front and center every day,” explains a journalist I interviewed. Another says, “we all keep an eye on Chartbeat all day … so we can see when something really starts to rise and that informs a lot of our strategy in terms of how we’re going to re-promote [stories] or cross promote [stories] or write more stuff about [a topic].” Some journalists receive daily, weekly, or monthly reports, others have access to “built-in tools” that provide real-time data on their work. One editor is expected to watch “what is doing well across the site and who is visiting the articles, and understanding demographics and how long people spent on articles… I’m definitely supposed to take that into account in figuring out what stories we are going to do in the future and [if we] should spend more time on this sort of story.” While the journalists I interviewed do not question the need to use analytics, many grapple with having to alter their news judgment. Says a senior online editor, “You spend so many years as a journalist going on your instinct. And I think you need to have those instincts and my instincts are generally pretty good, but you never really knew what was appealing … So I’ve really started creating stories … by doing the headline first. I do start to think about the creation of stories a little bit differently.”", "Understanding the centrality of analytics to news organizations’ operations gives insight into the working conditions, particularly how analytics can be understood as a new form of journalistic labor discipline (Anderson 2011; Bunce 2017). “Like a manager standing over the assembly line with a stopwatch,” writes the former New Republic editor, “Chartbeat and its ilk now hover over the newsroom” (Foer 2017). Analytics reports are used in staff evaluations and, as Bunce (2017) notes, can manifest as reward (promotions, bonuses, raises) or punishment (shame, admonishment). Analytics are ever-present on journalists’ desktop or laptop computers and on large screens prominently displayed throughout newsrooms that highlight top-performing articles. “Everyone knows at all times the stories that are doing well,” says one journalist I interviewed. Public pressure is internalized by workers and manifest as stress, anxiety, competitiveness, and insecurity. “Working in digital media we understand that’s how things work,” explains a writer I interviewed. “It’s like you are valued as an employee by your traffic.”", "Analytics extend beyond serving as an obsessive focus of journalists’ workdays to become a “powerful influence over journalists’ emotions and morale” (Petre 2015), sparking feelings of self-doubt, triumph, or demoralization, for example. As Petre (2015) finds, “journalists’ sense of dignity, pride, and self-worth are increasingly tied up in their traffic numbers.” When a story does well, affirms one journalist I interviewed, “you do get really excited and people will praise you for it and it feels great. Especially when I do something I’m really invested in and I worked hard on and I feel like it’s a great story.” Others find that stories that do poorly can be “super pride crushing” and that analytics inspire competitiveness. Notes one reporter:…[My old newsroom was] insane about metrics. You would get a daily … ranking of the entire editorial staff … and people got really competitive about it. If you were towards the bottom of the list they would totally say something to you. One time [the] coworker I sat beside, for the first time ever, I beat her in whatever time period it was, she would not talk to me for several days. So it was a lot of pressure.", "…[My old newsroom was] insane about metrics. You would get a daily … ranking of the entire editorial staff … and people got really competitive about it. If you were towards the bottom of the list they would totally say something to you. One time [the] coworker I sat beside, for the first time ever, I beat her in whatever time period it was, she would not talk to me for several days. So it was a lot of pressure.", "Several journalists I interviewed think analytics are detrimental to their work. “Chartbeat is very addictive,” notes a reporter. “It’s just so much time that you could be spending on working on your next project.” He thinks it would be better “not to have that traffic in front of your eyes all day.” Explains an editor:[analytics] definitely make me anxious … It’s very useful for me to see how stories are doing and who’s reading them and how long they’re reading them … But there’s undue importance placed on analytics and how we use them to determine what we’re reporting or how we report on it. I wish I was not bothered about them as much. I wish that there was more time to do a bunch of work and then evaluate and then tweak. … It can be a really dangerous feedback loop where you’re constantly reacting to how things are doing on an hourly or daily basis.", "[analytics] definitely make me anxious … It’s very useful for me to see how stories are doing and who’s reading them and how long they’re reading them … But there’s undue importance placed on analytics and how we use them to determine what we’re reporting or how we report on it. I wish I was not bothered about them as much. I wish that there was more time to do a bunch of work and then evaluate and then tweak. … It can be a really dangerous feedback loop where you’re constantly reacting to how things are doing on an hourly or daily basis.", "An editor says that a “depressing thing about getting these metrics is you realize people are looking at your stories for less than a minute each time,” adding to feelings of demoralization about the worth of one’s work.", "Analytics can undermine journalistic autonomy, or the news judgment journalists use to produce their craft. Most of the journalists I interviewed insist they have freedom to write whatever they’d like and that orders do not come directly from managers, but their answers to questions about everyday work practices demonstrate that the need to pay attention to audience metrics means journalists regularly consider the requirements of audiences (and, subsequently, advertisers and social media companies) first—focusing on producing and circulating content that will attract high readerships regardless of journalistic credibility (see also Anderson 2011; Tandoc and Thomas 2015). An editor at a digital-first outlet explains the tension between journalistic aims and the demands of metrics:There are a lot of stories that are very well written and that are very valuable and just fall flat and don’t do well [on social media]. And then there’s stories that are … fluffy, they’re light, they’re stupid … they’ll be the best [performing] story you write all year. And so … you try to find a balance … you don’t want to put yourself in a position where you’re compromising your ability to do really great things that are important. But I do find that ultimately you can do 100 great things and those will still be overshadowed in the eyes of your higher-ups. If those 100 things are amazing and they don’t make top traffic rankings then you’ll get a little bit of a talking to about, you know, ‘we need to rethink our strategy.’", "There are a lot of stories that are very well written and that are very valuable and just fall flat and don’t do well [on social media]. And then there’s stories that are … fluffy, they’re light, they’re stupid … they’ll be the best [performing] story you write all year. And so … you try to find a balance … you don’t want to put yourself in a position where you’re compromising your ability to do really great things that are important. But I do find that ultimately you can do 100 great things and those will still be overshadowed in the eyes of your higher-ups. If those 100 things are amazing and they don’t make top traffic rankings then you’ll get a little bit of a talking to about, you know, ‘we need to rethink our strategy.’", "Another writer puts it this way: “you have to serve the broccoli with the chocolate. The chocolate is what brings them in and, when it comes down to it, we need their eyeballs.” Most feel that their journalistic training and editorial judgment comes second to the information from metrics—flawed as metrics may be (Dwyer and Martin 2017)—in determining topics, article length, frame, story placement, and headlines. An editor at a national newspaper is frustrated by having to undermine her news judgment: “People don’t really go for migrant stories,” she told me. “Stuff in Africa, people don’t really click on. But if it’s … something buzzworthy, that’ll go well.” While she trusts her judgment over Chartbeat, as a junior editor she has to adhere to the analytics: “Bewilderment would be the word sometimes. When I get the traffic report I see what’s doing really well. And sometimes it makes me really upset.” The young writers I interviewed struggle to maintain balance and produce articles they feel are important and newsworthy. Says one writer, “if I see a viral story and I see something really important about the Black community, which one do I do? I will choose the thing that I think matters more, and my boss is very supportive of that. But … I still have to do the viral stuff, you know? … if there is something that is like, this is a huge pile of clicks just sitting there, I’m going to do it.” And chasing that “huge pile of clicks” can be exhausting."]}, {"sec_title": "Intensification", "sec_content": ["“I have no sense of focus,” says an online editor I interviewed. “There’s just so many different demands on my time and my brain every day.” My interviewees affirm that the historical tendency toward the speeding-up of journalistic production (see Rosten 1937; Örnebring 2010) continues today, with production intensifying due to a range of structural factors, including the use of digital technologies. One key factor is that digital news has no deadlines. Liberated from the constraints of printing press deadlines or broadcast times, digital journalists continually create endless streams of media; news is up-to-the-minute and more content is published than ever before. VICE, for example, claims to publish about 6000 pieces of content per day globally (McKeon 2016). The Washington Post editorial staff produce 500 pieces of content per day online and The New York Times 230, a number that has “risen by more than 35 percent this decade” (Meyer 2016). Buzzfeed says it published 222 pieces of content per day in April 2016, but “that number is quickly rising” (Meyer 2016). Daum and Scherer (2017, 6, 7) quote a sports journalist on the pressure to produce: “I’m writing a million little things … three or four times as much as I used to.” A writer I interviewed can request permission to spend a whole day on one project, but typically is “expected to publish multiple things per day.” To meet such demands, speed is imperative. When Gawker Media’s traffic stalled at about a hundred million “global unique visits” a month in 2015, staff received a memo imploring them to work harder, start work earlier, and speed up their writing (Sterne 2015).", "Rapid production and uninterrupted workflows represent an intensification of journalistic labor “parallel to the speed-ups in manufacturing industry” (Larson 1980, 163). The journalists I interviewed have little down time between tasks, are expected to multitask, and face an increased “volume of work that fills the pores of the working day” (Larson 1980, 163). Beam and Meeks (2011, 232) call this “job enlargement,” noting the expansive list of tasks journalists now do in addition to reporting and writing the news. A journalist I interviewed says that even activities she does on her own time, including reading and looking at Facebook, are part of her job: “There’s … weird bleeding edges. It’s definitely the most intense job I’ve ever had.” Job enlargement is linked to small, understaffed newsrooms—most journalists I spoke to feel their jobs could be shared by multiple people. “It’s very intense and fast-paced,” says a writer. “I like it, but sometimes it’s exhausting. You’re constantly multitasking. I feel like I have a million things to do at all times.” For most, paid working hours are not enough to complete everything that is required. One editor explains:I [am] trying to convey how frenetic it can be, where you can sit down and say, “OK, I’m going to spend the next hour writing.” But then it turns out that, oh, a colleague has a question about a story he is trying to write. Someone needs answers on this email now. Someone needs you to do some video research now. Someone needs you to hop on a call. There are so many demands on your time. The response—the way that we are told to deal with that—is to just shift that stuff to evenings and weekends. Oh, you need to do this video thing, well, we got to get content to the website, do that at night.", "I [am] trying to convey how frenetic it can be, where you can sit down and say, “OK, I’m going to spend the next hour writing.” But then it turns out that, oh, a colleague has a question about a story he is trying to write. Someone needs answers on this email now. Someone needs you to do some video research now. Someone needs you to hop on a call. There are so many demands on your time. The response—the way that we are told to deal with that—is to just shift that stuff to evenings and weekends. Oh, you need to do this video thing, well, we got to get content to the website, do that at night.", "A writer says that he multitasks by choice, but also links his erratic work style to logics of journalistic production:If I were more focused I would just be doing one thing at a time. You know, finding a story, good, moving on, writing the story, good, promoting the story, it would be much more linear. But … because we’re all sort of working in an environment that really encourages attention deficit disorder, we’re sort of jumping around a lot. Or if somebody is finished a story then they need a second pair of eyes on it, you’ll jump in to help them. So it is a lot of balancing different tasks. But a lot is just because that is what we choose to do.", "If I were more focused I would just be doing one thing at a time. You know, finding a story, good, moving on, writing the story, good, promoting the story, it would be much more linear. But … because we’re all sort of working in an environment that really encourages attention deficit disorder, we’re sort of jumping around a lot. Or if somebody is finished a story then they need a second pair of eyes on it, you’ll jump in to help them. So it is a lot of balancing different tasks. But a lot is just because that is what we choose to do.", "Journalists I interviewed work evenings and weekends, doing essential tasks they cannot complete during work hours, including research, transcribing interviews, writing articles, replying to emails, and tasks that require focus and concentration, such as editorial planning and strategizing, what one editor calls “think work.” Like so many forms of digitally mediated work in contemporary capitalism, journalistic work seeps out of the office, beyond working hours, into the rest of life (Terranova 2000; Gregg 2011). For most digital journalists, work time and non-work time blur, as they are tethered to smartphones from the moment they wake up until the moment they go to sleep. They are expected to work from any location, be enmeshed in current conversations on social media, and be available to work if and when news breaks. “Basically, if I’m awake, I’m available,” says a social media manager. I asked each journalist to describe a typical day and they all began the same way: waking up and spending about an hour on email, social media, newsfeeds, and websites; plugging in, catching up, and planning their work. “I’m constantly [working] outside of work,” says a writer. “The moment I wake up I’m looking at my phone, I’m looking at night. I keep a little log on my iPhone of things that … I might like to cover.” A social media manager has what sounds like a full day before she even arrives at work:Most days I wake up, check my emails, figure out what, if anything of import happened overnight, set out the news agenda for the day for my team … so that’s looking at maintaining our cadence, our mix across all the social networks, what needs to go where, a rough approximations of time and what we can do to prepare for what we think is going to happen that day …. So then I’ll come to the office.", "Most days I wake up, check my emails, figure out what, if anything of import happened overnight, set out the news agenda for the day for my team … so that’s looking at maintaining our cadence, our mix across all the social networks, what needs to go where, a rough approximations of time and what we can do to prepare for what we think is going to happen that day …. So then I’ll come to the office.", "Although digital skills and personal social media activity (including maintaining blogs and active, well-followed Twitter accounts) helped most research participants secure their jobs, they say they have no time or energy to maintain these accounts after work. “I just can’t, you know?” says a cross-platform producer. “I’ve just depleted all that juice during the day.”", "Almost all of my interviewees frame practices of working outside of paid work hours as personal choice, reflecting the deep individualization and precarization of contemporary work (Lorey 2009), which manifests for media workers in pressures toward entrepreneurial labor and the normalization of risk (Neff, Wissinger, and Zukin 2005; Neff 2012). Rather than complain about structural forces compelling them to work, say, 60-hour weeks, digital journalists grapple with how to cope with the temporal demands of the job, understanding that surviving, let alone succeeding, in this field requires learning how to manage. “There’s not even like a ‘wink, wink, we know you have to do this at home,’” says a writer I interviewed. “It’s just something I choose to do.” Many justify pressurized work environments and personal sacrifice at work by referencing a commitment to journalism itself, including notions of excitement and a general romanticization of journalism (Aldridge 1998). “Everybody here works weird hours and you’re not doing it for the pay or for the glory,” says a social media manager I interviewed. “You are doing it because you believe in the idea of journalism … when something big is happening there’s this natural feeling you want to be a part of it … Like, I know I’m going to be here until 2 am but I need to be here and be a part of it.” Another journalist explains,It’s … kind of the journalism badge of honour that if you’re in breaking news you’re kind of always on. And we try … tell people that when they sign up. I was not told that I would be working a 9-5 job. [I was told] … ‘there’s a lot of people that want to work here, it’s competitive, it moves really fast, can you handle that?’ And I really appreciated that they were upfront about that.", "It’s … kind of the journalism badge of honour that if you’re in breaking news you’re kind of always on. And we try … tell people that when they sign up. I was not told that I would be working a 9-5 job. [I was told] … ‘there’s a lot of people that want to work here, it’s competitive, it moves really fast, can you handle that?’ And I really appreciated that they were upfront about that.", "A reporter at a digital-first outlet finds the pace of work exciting: “Everybody is just having the best time.” But she attributes this to the fact that her organization “has money … and they’re always giving us swag and we go out for team dinners and bonding experiences. And that stuff actually makes a difference.” In contrast, an online editor in her first journalism job finds the work overwhelming: “Some days I just want to go home and cry.” Most recognize that they are able to work at this pace because they are young. “I’m really passionate about my work,” says a writer. “But the overtime, the unpaid overtime, the long hours—I do worry about that. I don’t know if I’ll ever have a family or kids if I’m at the office until 10 or 11 every night.” A social media manager says:Right now I can deal with [the work/life blur]. I know that in a few years it’s probably going to be a lot harder. When I took on this job, I was aware it’s kind of like a full-throttle-burnout kind of gig. You kind of count down to vacation every once in a while. My previous job didn’t blur into my life, but also was not remotely satisfying, so there’s kind of that balance.", "Right now I can deal with [the work/life blur]. I know that in a few years it’s probably going to be a lot harder. When I took on this job, I was aware it’s kind of like a full-throttle-burnout kind of gig. You kind of count down to vacation every once in a while. My previous job didn’t blur into my life, but also was not remotely satisfying, so there’s kind of that balance.", "More so than their own ability to sustain the pace of work and long hours, journalists are concerned about the effect of frenetic workstyles on the quality of journalism. They worry about accuracy and the level of detail they can include when things are published instantly; one journalist describes instant publishing with no layers of editorial oversight as “scary,” and feeling as if “you’re on a trapeze without a net.”"]}, {"sec_title": "Commodification", "sec_content": ["Speaking to digital journalists about their work provides insight into the dynamics of digital journalism practice, as well as the structural, technologically mediated relations in which this work takes place. The digital journalists I interviewed challenge normative conceptions of journalism, particularly as journalism becomes more deeply commodified, or produced explicitly for its exchange value (Mosco 2009). Social relations of commodification deeply shape contemporary journalism: most journalists I interviewed feel individually responsible for the profitability of their company, even those who work at non-profit media outlets, demonstrating how thoroughly marketized journalism has become in contemporary capitalism.", "As I’ve argued elsewhere (Cohen 2016), in today’s media ecosystem, individual articles or pieces of journalism are expected to act as stand-alone mini-profit centers, unbundled from the whole journalistic object (a newspaper, a broadcast) and expected to incur profit from advertisers; success is measured in numbers of shares, likes, or tweets, or direct income a piece brings in. In this context, journalistic labor is becoming distributive. That is to say that circulation and distribution—the process of getting an article or video out into the world—is now a key element of journalistic work, elevated by many media companies over the work of reporting, writing, and editing. As companies lay off journalists and editors and complain of declining profits, they are at the same time investing resources in people with expertise in social media, analytics, “audience engagement,” “digital products,” and other business-degree-backed skills (see Powers 2015; Gentle 2017; for example). Most of the journalists I interviewed work primarily to circulate and distribute journalism rather than create it (five were writing original content but not exclusively), and even writers and reporters are foregrounding a distributive framework in their journalistic practice. This is important because, for one, it signals a shift in the nature of journalistic labor. As recently as 2010, Örnebring wrote that “the journalist is commonly not personally responsible for making sure that the collated and re-presented information reaches the audience” (61). This is no longer true, and it profoundly re-orients journalists and journalism toward the market and commercial values: the measures of success for, say, writing a needed news article differ wildly from articles valued for their wide distribution. Critically, such a reorientation has implications for journalism’s long-heralded public good status (McChesney and Pickard 2011; Gasher et al. 2016; Nadler 2016).", "When Siegelbaum and Thomas (2015) interviewed journalists about the effects of technologies on their work practices, all reported that “the changes in their industry had negatively affected their morale and lowered their expectations for the future of journalism” (11). In particular, journalists felt that changes in their work routines and processes due to new technologies, increased speed, and “pressures to find an immediate commercial audience” undermines journalism’s democratic role (13). The journalists I interviewed did not express such overt concerns in our discussions. While their concerns include accuracy, having enough time to do good work, and the challenges social media poses for verification, for example, most have accepted the pivot toward commodification as a reality if they want to work in media. As one journalist told me,If you think you’re going to be a reporter and you’re going to write stories and you’re going to interview people and you’re going to file them, then you’re in the wrong generation. But I think so many journalists … are just so convinced that that’s what they’re going to do and so above thinking about how an advertiser might respond to that idea or how it’s framed on social that I think our biggest problem is that young people sometimes have the same holdups that the old people do.", "If you think you’re going to be a reporter and you’re going to write stories and you’re going to interview people and you’re going to file them, then you’re in the wrong generation. But I think so many journalists … are just so convinced that that’s what they’re going to do and so above thinking about how an advertiser might respond to that idea or how it’s framed on social that I think our biggest problem is that young people sometimes have the same holdups that the old people do.", "Most of the journalists I interviewed say they love their jobs. The aspects of their work they most like include telling stories, talking to people, participating in public conversation, “writing about interesting things,” and “staying on top of what’s going on.” Yet several acknowledge their difficult working conditions and recognize how current working conditions mean they may not have a long future in journalism. One young social media producer says:I think people are being asked to do more with less. …it’s a big problem. Burnout is everywhere, people are tired. We actually don’t know the long-term effects of a lot of our working conditions. The precariousness of labor definitely weighs on people … I feel really, really, really lucky to be full-time right now, but that’s not the norm. That’s not what the vast majority of the people I went to school with are experiencing. And so I do worry about the people making news and the fact that just as a culture we’re accelerating so much…", "I think people are being asked to do more with less. …it’s a big problem. Burnout is everywhere, people are tired. We actually don’t know the long-term effects of a lot of our working conditions. The precariousness of labor definitely weighs on people … I feel really, really, really lucky to be full-time right now, but that’s not the norm. That’s not what the vast majority of the people I went to school with are experiencing. And so I do worry about the people making news and the fact that just as a culture we’re accelerating so much…", "Notably, 8 out of the 12 journalists I interviewed are no longer in their positions or at their organizations—only 4 are in the same role. Several worry that poor working conditions and the spread of precarious forms of work in journalism will limit the ability of people from diverse gender, class, and racialized backgrounds to access work in journalism. This concern is linked to the offloading of responsibility of training journalists from employers onto workers: all of the journalists I interviewed came to their jobs already equipped with the technological skills required for their positions (and most note that an active social media presence was vital to securing their job). One reporter is concerned about the increased responsibility journalists have for their training:If [employers] just accept that [they] just have to do the basic training of a new journalist then [they] have no reason to pick from a very shallow pool of applicants. …right now, because you are relying on people being more or less trained its goes back into that same very homogenous pool of people. So strictly from a diversity point of view, diversity of opinion, background and especially income, I worry about that.", "If [employers] just accept that [they] just have to do the basic training of a new journalist then [they] have no reason to pick from a very shallow pool of applicants. …right now, because you are relying on people being more or less trained its goes back into that same very homogenous pool of people. So strictly from a diversity point of view, diversity of opinion, background and especially income, I worry about that.", "Commodification offloads the risks and responsibility of journalistic production onto individuals, which has consequences for journalism as a form of democratic communication (Neff 2012; Cohen 2016)."]}, {"sec_title": "Conclusion", "sec_content": ["The experiences and concerns of the journalists I interviewed point to the need for more research into working conditions and labor experiences of digital journalists, including the structural conditions shaping journalists’ work; the social relations of labor in digital-first newsrooms; how labor issues intersect with experiences of gender, race, and class; and the way journalists are responding, for example. We also need greater understanding of how work and labor are shaped by the increasing use of digital tools, social media platforms, and other applications in the journalism production process (see Lewis and Usher 2013; Bell 2014; Poell 2017). Agarwal and Barthel (2015, 378) note that research on “journalistic role perceptions has identified four primary media functions [of journalists]: disseminator, interpreter, adversarial, and populist mobilizer” (citing Weaver et al. 2007). But what can we learn from positioning journalists as workers?", "For one, a labor lens adds complexity and dynamic insight into many of journalism researchers’ longstanding concerns. When journalists go to work for a for-profit media company, they enter into “definite social and political relations” explicitly organized around the extraction of surplus value for capital (Marx and Engels [1845] 1846, 41, cited in Fuchs 2013, 25). Understanding these relations can provide deeper insight into professional practices and norms, journalistic routines, the type of journalism being produced, and how journalists are responding to transformed conditions. Positioning journalists as workers can bring a labor process analysis—the study of relations of control and contestation at the point of production (Braverman 1974; Örnebring 2010)—to bear on changing journalism practices. A labor process perspective emphasizes that digital technologies do not act on their own to shape journalists’ experiences, but rather are deployed in the production process in particular ways, usually in the context of capitalist news organizations restructuring to increase profits and lower labor costs (see Cohen 2015). A labor focus can assess journalists’ experiences in terms of the mutually dependent but conflictual relationship between media owners and executives and journalists, as well as the consequences of this relationship on journalism as an ostensible public good. As a conceptual orientation, political economy research asks who benefits from particular transformations, practices, and decisions, and at whose expense (Mosco 2009); and foregrounding attention to journalists’ labor conditions enables researchers to interrogate the power relationships underpinning digital journalism and emergent, digital-first media organizations", "While research can track changes, new pressures, and differences in digital journalism, we can at the same time identify continuities through change, recognizing that while the specific character of the work that journalists do may change, journalists are still inserted into the production process as particular actors enmeshed in particular power relations, which results in pressures being placed on their work that draw journalists further into relations of commodification. While such power relations have, historically, been framed as a relationship between media owners (capital) and journalists (labor), we must now add to analysis power players such as corporate platforms and app companies.", "Finally, a labor lens can highlight journalists’ roles as actors in challenging and working to transform their conditions, often to enhance their capacities to produce journalism free from commercial and political constraints. Over the past two years, digital journalists at 24 companies in the United States, Canada and the UK have organized unions in their newsrooms. Journalists who have had little to no experience with unions have organized their colleagues, often under hostile retaliation from management, joining the Writers Guild of America, East (WGAE); the NewsGuild, and the Canadian Media Guild. Gawker, the now-defunct gossip website, was an early actor in the current wave of digital media unionization when it joined the WGAE. Workers’ announcement that they were unionizing praised Gawker as a good place to work and positioned a union as a collective formation that could give workers a voice in management decisions, ensure fair compensation, enable transparency around pay raises, and establish long-term viability for journalists’ careers (Nolan 2015). The negotiated collective agreement (Writers Guild of America, East and Gawker Media 2016) includes benefits protections and paid time off, a policy for termination of employment, the establishment of an “editorial diversity committee” to address diversity in hiring (5), and increased salaries for all bargaining unit members by 9 percent over three years (a base salary was set at $50,000) (5). Critically, the collective agreement promises journalists editorial independence: “Decisions about editorial content (e.g. whether to post a story or the story’s contents, headline or placement) may only be made by editorial, including the Executive Editor. Once a story has been posted it can only be removed by a majority vote of the Executive Editor, the CEO, and the General Counsel, unless required by law” (4). This demonstrates deep links between working conditions and journalistic integrity.", "Another significant example of unionization has been VICE Canada. After a protracted campaign and management resistance, staff across VICE’s newsroom (excluding management, finance, sales, and casual workers) unionized with the Canadian Media Guild (for a detailed study of this drive see Cohen and de Peuter, forthcoming). The negotiated collective agreement speaks to some of the pressures outlined in this article. Notably, the agreement sets a standard, “regular” workweek at 40 hours per week and establishes parameters and compensation for working beyond and outside of these hours. The agreement sets a minimum pay scale, increases pay for all unit members retroactively, gives a 7 percent raise over three years, standardizes practices, improves benefits, and creates formal mechanisms for workers to have a voice in management decision making. Significantly, VICE’s agreement also ensures editorial independence, guaranteeing that “non-editorial” parts of the company or third parties, such as advertisers, have no say in journalistic content (The Canadian Media Guild and VICE Studio Canada Inc 2016). Even after journalists are laid off, they benefit from being in a union: when The Huffington Post laid off “dozens of staffers” in summer 2017, 39 of them were protected by the WGAE and so received a negotiated severance package and continued health benefits (Weiss 2017). When owner Joe Ricketts suddenly closed DNAinfo and Gothamist when its journalists unionized, journalists received WGAE-negotiated extended pay, severance pay, and access to their published work (WGAE 2017).", "While it remains to be seen whose influence grows in the contemporary journalism ecosystem—that of media companies, of parajournalists, or of journalists themselves—it is clear that journalists are collectively responding to changing conditions in a way that will ultimately benefit journalism itself. Researching such responses, including the underlying conditions fuelling them, will also serve to further a labor-focused agenda in digital journalism studies."]}, {"sec_title": "Disclosure Statement", "sec_content": ["No potential conflict of interest was reported by the author."]}, {"sec_title": "Funding", "sec_content": ["This research was supported by the Office of the Vice-Principal, Research at the University of Toronto Mississauga."]}], "references": [{"title": "The Friendly Barbarians: Professional Norms and Work Routines of Online Journalists in the United States", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Agarwal Sheetal D.", "first_name": "Agarwal", "last_name": "D.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Barthel Michael L.", "first_name": "Barthel", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Tentative Hell-Raisers: Identity and Mythology in Contemporary UK Press Journalism", "year": "1998", "journal": "Media, Culture \\& Society", "volume": "20", "authors": [{"name": "Aldridge Meryl", "first_name": "Aldridge", "last_name": "Meryl", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "A Liminal Press: Situating News App Designers within a Field of Networked News Production", "year": "2015", "journal": "Digital Journalism.", "volume": "3", "authors": [{"name": "Ananny Mike", "first_name": "Ananny", "last_name": "Mike", "affiliation": "", "orcid": "", "role": ""}, {"name": "Crawford Kate", "first_name": "Crawford", "last_name": "Kate", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Between Creative and Quantified Audiences: Web Metrics and Changing Patterns of Newswork in Local US Newsrooms", "year": "2011", "journal": "Journalism", "volume": "12", "authors": [{"name": "Anderson C. W.", "first_name": "Anderson", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Aggregation, Content Farms and Huffinization: The Rise of Low-Pay and No-Pay Journalism", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Bakker Piet", "first_name": "Bakker", "last_name": "Piet", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Silicon Valley and Journalism: Make up or Break up?", "year": "2014", "journal": "Reuters Memorial Lecture", "volume": "", "authors": [{"name": "Bell Emily", "first_name": "Bell", "last_name": "Emily", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Management and Resistance in the Digital Newsroom", "year": "2017", "journal": "Journalism", "volume": "", "authors": [{"name": "Bunce Mel", "first_name": "Bunce", "last_name": "Mel", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "News Start Ups as Agents of Innovation", "year": "2015", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Carlson Matt", "first_name": "Carlson", "last_name": "Matt", "affiliation": "", "orcid": "", "role": ""}, {"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "From Pink Slips to Pink Slime: Transforming Media Labour in a Digital Age", "year": "2015", "journal": "The Communication Review", "volume": "18", "authors": [{"name": "Cohen Nicole S.", "first_name": "Cohen", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalistic Labour and Technological Fetishism", "year": "2015", "journal": "Political Economy of Communication", "volume": "3", "authors": [{"name": "Comor Edward", "first_name": "Comor", "last_name": "Edward", "affiliation": "", "orcid": "", "role": ""}, {"name": "Compton James", "first_name": "Compton", "last_name": "James", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Imagining the Journalist of the Future: Technological Visions of Journalism Education and Newswork", "year": "2015", "journal": "The Communication Review", "volume": "18", "authors": [{"name": "Creech Brian", "first_name": "Creech", "last_name": "Brian", "affiliation": "", "orcid": "", "role": ""}, {"name": "Mendelson Andrew L.", "first_name": "Mendelson", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Why Internet Journalists Don’t Organize", "year": "2015", "journal": "Washington Post", "volume": "", "authors": [{"name": "DePillis Lydia", "first_name": "DePillis", "last_name": "Lydia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Beyond Journalism: Theorizing the Transformation of Journalism", "year": "2017", "journal": "Journalism", "volume": "", "authors": [{"name": "Deuze Mark", "first_name": "Deuze", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}, {"name": "Witschge Tamara", "first_name": "Witschge", "last_name": "Tamara", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Aims and Scope", "year": "", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Sharing News Online", "year": "2017", "journal": "Digital Journalism", "volume": "5", "authors": [{"name": "Dwyer Tim", "first_name": "Dwyer", "last_name": "Tim", "affiliation": "", "orcid": "", "role": ""}, {"name": "Martin Fiona", "first_name": "Martin", "last_name": "Fiona", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "When Silicon Valley Took over Journalism", "year": "2017", "journal": "The Atlantic", "volume": "", "authors": [{"name": "Foer Franklin", "first_name": "Foer", "last_name": "Franklin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Memo", "year": "2017", "journal": "J-Source.ca", "volume": "", "authors": [{"name": "Gentle Irene", "first_name": "Gentle", "last_name": "Irene", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Proletarianization and Educated Labor", "year": "1980", "journal": "Theory and Society", "volume": "9", "authors": [{"name": "Larson M. S.", "first_name": "Larson", "last_name": "S.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Open Source and Journalism: Toward New Frameworks for Imagining News Innovation", "year": "2013", "journal": "Media, Culture \\& Society", "volume": "35", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Digital Journalism: The Next Generation", "year": "2015", "journal": "The New York Review of Books", "volume": "", "authors": [{"name": "Massing Michael", "first_name": "Massing", "last_name": "Michael", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The inside Story of VICE’s \\$100 Million Television Gamble", "year": "2016", "journal": "Sharp", "volume": "", "authors": [{"name": "McKeon Lauren", "first_name": "McKeon", "last_name": "Lauren", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "How Many Stories Do Newspapers Publish per Day?", "year": "2016", "journal": "The Atlantic", "volume": "", "authors": [{"name": "Meyer Robinson", "first_name": "Meyer", "last_name": "Robinson", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Entrepreneurial Labor among Cultural Producers: ‘Cool’ Jobs in ‘Hot’ Industries", "year": "2005", "journal": "Social Semiotics", "volume": "15", "authors": [{"name": "Neff Gina", "first_name": "Neff", "last_name": "Gina", "affiliation": "", "orcid": "", "role": ""}, {"name": "Wissinger Elizabeth", "first_name": "Wissinger", "last_name": "Elizabeth", "affiliation": "", "orcid": "", "role": ""}, {"name": "Zukin Sharon", "first_name": "Zukin", "last_name": "Sharon", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalists Strike Online: Visibility, Field and the Huffington Post", "year": "2012", "journal": "Global Media Journal", "volume": "12", "authors": [{"name": "Neilson Tai", "first_name": "Neilson", "last_name": "Tai", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Working at vice Media is Not as Cool as It Seems", "year": "2014", "journal": "Gawker", "volume": "", "authors": [{"name": "Nolan Hamilton", "first_name": "Nolan", "last_name": "Hamilton", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Why We’ve Decided to Organize", "year": "2015", "journal": "Gawker", "volume": "", "authors": [{"name": "Nolan Hamilton", "first_name": "Nolan", "last_name": "Hamilton", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Where Do Journalists Go after Newsroom Job Cuts?", "year": "2016", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "O’Donnell Penny", "first_name": "O’Donnell", "last_name": "Penny", "affiliation": "", "orcid": "", "role": ""}, {"name": "Zion Lawrie", "first_name": "Zion", "last_name": "Lawrie", "affiliation": "", "orcid": "", "role": ""}, {"name": "Sherwood Merryn", "first_name": "Sherwood", "last_name": "Merryn", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Technology and Journalism-as-Labour: Historical Perspectives", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Örnebring Henrik", "first_name": "Örnebring", "last_name": "Henrik", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "In a World of Online News, Burnout Starts Younger", "year": "2010", "journal": "New York times", "volume": "", "authors": [{"name": "Peters Jeremy W.", "first_name": "Peters", "last_name": "W.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Traffic Factories: Metrics at Chartbeat, Gawker Media, and the New York times", "year": "2015", "journal": "Tow Center for Digital Journalism", "volume": "", "authors": [{"name": "Petre Caitlin", "first_name": "Petre", "last_name": "Caitlin", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Rise of the Engagement Editor and What It Means", "year": "2015", "journal": "Mediashift", "volume": "", "authors": [{"name": "Powers Elia", "first_name": "Powers", "last_name": "Elia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "TV Sportscasters 1, Burnout 0: Resources Sideline the Job Stressors of Sports Broadcasters", "year": "2012", "journal": "Journal of Sports Media", "volume": "7", "authors": [{"name": "Reinardy Scott", "first_name": "Reinardy", "last_name": "Scott", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "E-Lancer Resistance: Precarious Freelance Journalists Use Digital Communications to Refuse Rights-Grabbing Contracts", "year": "2016", "journal": "Digital Journalism", "volume": "4", "authors": [{"name": "Salamon Errol", "first_name": "Salamon", "last_name": "Errol", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Arianna Huffington’s Improbable, Insatiable Content Machine", "year": "2015", "journal": "New York times Magazine", "volume": "", "authors": [{"name": "Segal David", "first_name": "Segal", "last_name": "David", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Content Creators of the World, Unite!", "year": "2015", "journal": "Pacific Standard", "volume": "", "authors": [{"name": "Shade Collette", "first_name": "Shade", "last_name": "Collette", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "BuzzFeed Set to Miss Revenue Target", "year": "2017", "journal": "The Wall Street Journal", "volume": "", "authors": [{"name": "Sharma Amol", "first_name": "Sharma", "last_name": "Amol", "affiliation": "", "orcid": "", "role": ""}, {"name": "Alpert Lukas I.", "first_name": "Alpert", "last_name": "I.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Putting the Work (Back) into Newswork", "year": "2015", "journal": "Journalism Practice", "volume": "10", "authors": [{"name": "Siegelbaum Sasu", "first_name": "Siegelbaum", "last_name": "Sasu", "affiliation": "", "orcid": "", "role": ""}, {"name": "Thomas Ryan J.", "first_name": "Thomas", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Journalist in the Network", "year": "2008", "journal": "Trípodos", "volume": "23", "authors": [{"name": "Singer Jane B.", "first_name": "Jane", "last_name": "B.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Google and the Algorithmic Infomediation of News", "year": "2015", "journal": "Media Fields", "volume": "10", "authors": [{"name": "Smyrnaios Nikos", "first_name": "Smyrnaios", "last_name": "Nikos", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism in a State of Flux: Journalists as Agents of Technology Innovation and Emerging News Practices", "year": "2013", "journal": "International Communication Gazette", "volume": "75", "authors": [{"name": "Spyridou Lia-Paschalia", "first_name": "Spyridou", "last_name": "Lia-Paschalia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Matsiola Maria", "first_name": "Matsiola", "last_name": "Maria", "affiliation": "", "orcid": "", "role": ""}, {"name": "Veglis Andreas", "first_name": "Veglis", "last_name": "Andreas", "affiliation": "", "orcid": "", "role": ""}, {"name": "Kalliris George", "first_name": "Kalliris", "last_name": "George", "affiliation": "", "orcid": "", "role": ""}, {"name": "Dimoulas Charalambos", "first_name": "Dimoulas", "last_name": "Charalambos", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Shaping of an Online Feature Journalist", "year": "2009", "journal": "Journalism", "volume": "10", "authors": [{"name": "Steensen Steen", "first_name": "Steensen", "last_name": "Steen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "As Gawker Traffic Stalls, Writers Told to Work Faster", "year": "2015", "journal": "Politico Media", "volume": "", "authors": [{"name": "Sterne Peter", "first_name": "Sterne", "last_name": "Peter", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism is Twerking? How Web Analytics is Changing the Process of Gatekeeping", "year": "2014", "journal": "New Media and Society", "volume": "16", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Ethics of Web Analytics: Implications of Using Audience Metrics in News Construction", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Thomas Ryan J.", "first_name": "Thomas", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Free Labor: Producing Culture for the Digital Economy", "year": "2000", "journal": "Social Text", "volume": "18", "authors": [{"name": "Terranova Tiziana", "first_name": "Terranova", "last_name": "Tiziana", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Here’s What Female and Male Journalists Actually Make", "year": "2014", "journal": "BuzzFeed", "volume": "", "authors": [{"name": "Testa Jessica", "first_name": "Testa", "last_name": "Jessica", "affiliation": "", "orcid": "", "role": ""}, {"name": "Reinsberg Hillary", "first_name": "Reinsberg", "last_name": "Hillary", "affiliation": "", "orcid": "", "role": ""}, {"name": "Misener Jessica", "first_name": "Misener", "last_name": "Jessica", "affiliation": "", "orcid": "", "role": ""}, {"name": "Burton Summer Anne", "first_name": "Burton", "last_name": "Anne", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2016", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Buying Digital Advertising: A Brief Overview", "year": "2012", "journal": "Pew Research Center", "volume": "", "authors": [{"name": "Turow Joseph", "first_name": "Turow", "last_name": "Joseph", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Al Jazeera English Online: Understanding Web Metrics and News Production When a Quantified Audience is Not a Commodified Audience", "year": "2013", "journal": "Digital Journalism", "volume": "1", "authors": [{"name": "Usher Nikki", "first_name": "Usher", "last_name": "Nikki", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "An Unlikely Big Player in Digital Media: Unions", "year": "2017", "journal": "Columbia Journalism Review", "volume": "", "authors": [{"name": "Weiss Gary", "first_name": "Weiss", "last_name": "Gary", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalistic Work: A Profession under Pressure?", "year": "2009", "journal": "Journal of Media Business Studies", "volume": "6", "authors": [{"name": "Witschge Tamara", "first_name": "Witschge", "last_name": "Tamara", "affiliation": "", "orcid": "", "role": ""}, {"name": "Nygren Gunnar", "first_name": "Nygren", "last_name": "Gunnar", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2016", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}]}