{"doi": "10.1080/17512786.2016.1166069", "url": "https://doi.org/10.1080/17512786.2016.1166069", "title": "Intrapreneurial Informants", "volume": "10", "year": "2016", "issue": "7", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Holton", "first_name": "Avery", "name": "Avery E. Holton", "affiliation": "", "orcid": "", "role": ""}], "abstract": "As newspapers continue to wrestle with diminishing resources, they have, in part, turned to freelance journalists to help fill holes in content production. In light of this amplified reliance on freelancers, some media scholars have examined the ways in which they fit into the news process, arguing that they have the potential to override traditional journalistic norms in ways that can enhance news work and audience engagement while possibly breathing new life into news organization business models. Semi-structured interviews with 19 freelance journalists and nine newspaper editors in the United States help reveal that freelancers are harnessing social media to engage with and build audiences and individual brands. Freelancers frequently immerse themselves in social media experimentation that editors monitor and often incorporate into organizational strategies that may help inform newsroom practices and audience engagement. This hints at a shift for freelance journalists from the timeworn role of newsroom outsider to one of “intrapreneurial informant.”", "body": [{"sec_title": "Introduction", "sec_content": ["Amidst a prolonged transition for news organizations from traditional modes of delivery to digital and mobile platforms—one that has resulted in the shrinkage of nearly 40 percent of editorial staffs at US newspapers (Edmonds 2015)—many organizations have relaxed their typical professional norms to include atypical resources as a means to keep up with audience demand and engagement. Freelance journalists, or those journalists who are not fully employed by news organizations but nonetheless supply published content in “piecemeal” fashion (Massey and Elmore 2011), represent an emerging slice of these atypical resources. They are fast becoming an integral part of the news process (Ladendorf and Edstrom 2012; Solomon 2015), helping to alleviate some of the burden placed on news organizations’ reserves with nominal financial expectations (Bristol and Donnelly 2011; Kaufman 2010). In particular, they have been used with greater frequency in areas of specialty reporting that have been among the hardest hit by newsroom cutbacks, including science and health journalism.", "This shift calls into question the historically staid boundaries of journalism professionalization, which have established and maintained distinctions between news producers and consumers as well as professional and amateur forms of news production (Domingo 2011; Lewis 2012a, 2012b). Freelancers have struggled to free themselves from the stigma of amateur or outsider, recently gaining ground through socialization with newspaper editors and newsroom managers while upholding the tenets of journalism including truth-telling, objectivity, and ethical storytelling (Gollmitzer 2014; Solomon 2015). They are increasingly present in digital spaces where newspapers have struggled to engage audiences, navigating new forms of immersive storytelling with the ambient dialogue between journalists and audiences created by social media (Hermida 2011, 2014; Lee 2015).", "Drawing on semi-structured interviews with 19 freelance journalists and nine news- paper editors in the United States, this study focuses on the latter, asking freelancers how they perceive themselves in a profession that now demands the incorporation of audience engagement, particularly through social media. The findings indicate freelancers have incorporated social media to build and maintain audiences and individual brands and identities while constructing and repairing norms. The findings also suggest that editors have begun changing their views of freelancers, seeing them less as professional outsiders and more as exemplars of journalistic innovation. In particular, editors may be relying on freelancers for a certain level of intrapreneurial guidance, specifically in terms of social media engagement, suggesting freelancers may in fact be emerging as intrapreneurial informants."]}, {"sec_title": "Evolving Journalistic Norms and Role Conceptions", "sec_content": ["The rise of digital storytelling and audience participation in the news process through digital channels and social network sites (SNSs) has challenged the professional norms of journalists and raised questions about how they see themselves and the work they undertake (Mellado and Van Dalen 2014; Tandoc, Hellmueller, and Vos 2013; Singer, 2015). Lasorsa, Lewis, and Holton (2012) noted that journalists’ use of Twitter challenges the norm of objectivity by encouraging journalists to include opinion and humor alongside news content. Other studies have demonstrated increases in transparency related to professional work and sources, reliance on audiences for news and news-related information, partisan news coverage, speed of news content delivery over accuracy, and the inclusion of personal and professional branding in news work (Broersma and Graham 2013; Lasorsa, Lewis, and Holton 2012; Lee 2015; Molyneux 2015).", "While they wrestle with evolving professional norms, journalists are undergoing an intense period of role conception reconsideration. Role conceptions, or how journalists and news organizations describe the work they do or ought to do (Mellado and Lagos 2014; Mellado and Van Dalen 2014), are sometimes explained through examinations of the professional norms and values of journalists and how those norms and values appear in professional practice. Weaver and Wilhoit (1996) determined four role types—disseminator, adversary, interpreter-investigator, and populist mobilizer. Hanitzsch (2011) added the roles of critical change agent and opportunist facilitator. Mellado and her colleagues (Mellado and Lagos, 2014; Mellado and Van Dalen, 2014) operationalized six distinct roles journalists perform: disseminator-interventionist, loyalist, watchdog, civic, service, and infotainment.", "These and other studies tend to rely on individual levels of media psychology to operationalize and explain role conceptions (Shoemaker and Reese 2014), capturing how journalists believe they should be acting as professionals without considering the nuanced internal and external drivers of those beliefs (Tandoc, Hellmueller, and Vos 2013). Further, studies have focused almost exclusively on traditional definitions of professional journalists, leaving opportunities to explore role conceptions of other emergent journalistic contributors such as freelancers."]}, {"sec_title": "The Role of the Freelancer", "sec_content": ["Once kept at arm’s length by the very news organizations they served, freelancers are part of a rise in media entrepreneurship that is renewing “journalism’s relevance and reinvigorate[ing] stagnating business models” (Cohen 2015, 514). By balancing the professional norms of journalism with deviations necessary to sustain their autonomously entrepreneurial employment (Obermaier and Koch 2014; Solomon 2015), freelancers are positioning themselves as part of a profession that is undergoing paradigmatic changes that include an erosion of the boundary between news producers and users.", "Historically, few media scholars have given them attention as key actors in the news process, though that began to change as increasing numbers of news organizations—newspapers in particular—turned to freelancers to fill voids in content left by a depletion of resources that began in the 1990s and has yet to see a reversal. This as they transition to digital and social media platforms, where audiences expect more opportunities for participation in the news process and socialization with news producers (Hermida 2014).", "Despite these expectations, studies continue to show traditional journalists may not be all that interested in connecting with audiences (Broersma and Graham 2013; Lee 2015). While journalists working in newsrooms make use of social media for news work, they remain hesitant to exchanging information or building conversations with individuals outside of their professional circles (Lee 2015; Lee, Lewis, and Powers 2014). Freelancers, though, engage audiences and report seeing them as opportunities to spread build their professional brands though public conversations on SNSs (Molyneux and Holton 2015). They are also guided by autonomous privilege, allowing them more freedoms to develop individual approaches to audience interactions where other journalists may operate under organizational policies.", "Such independence has largely kept freelancers out of newsrooms where they might be seen and heard, though recent studies indicate that freelancers and newsroom editors and managers are socializing more often and more frequently in person (Gollmitzer 2014; Obermaier and Koch 2014). This positions freelancers less as newsroom outsiders and more as professionals increasingly being included within considerations of news organizations.", "This is perhaps best illustrated in areas of news coverage that have been hardest hit by financial cutbacks. These are often specialty beats that are considered expendable among local and regional news organizations, most notably topics related to science and health. Health journalists in particular are disappearing from newsrooms more rapidly than other journalistic specializations in part because of a prevailing belief among newsroom chieftains that health news is expendable and because health information is more readily available from a wider breadth of sources than ever before (Bristol and Donnelly 2011). As freelancers continue to help address content reductions, they may also bring with them informative practices that better suit the norms under which they operate."]}, {"sec_title": "Problem Statement", "sec_content": ["Noting emerging scholarship that examines the evolving norms and role conceptions of traditional journalism professionals, as well as the rise in the reliance of newsrooms on nontraditional journalism professionals (i.e., freelancers), this study sought to elucidate how freelancers perceive themselves and their work, paying particular attention to their reliance on social media. This study also took up the call of Tandoc, Hellmueller, and Vos (2013), considering how key influentials such as editors might reinforce or negate certain role conceptions by asking them about the work of freelancers and where they fit into today’s newsrooms."]}, {"sec_title": "Method", "sec_content": ["This study began by seeking out a sample of freelance journalists and editors for semi-structured interviews. Given that the United States does not have a unionized labor force of freelance journalists, finding such a list can be cumbersome. By focusing in on an area of specialized reporting that makes use of freelancers such as those covering health and science, cultivation of a sample was achievable. With more than 1100 members, the Association of Healthcare Journalists (AHCJ) offers a rich sampling pool that includes journalists working for news organizations, freelance journalists, and editors. An e-mail invitation for interview participants was distributed through the AHCJ in March 2013, resulting in an initial pool of 58 newspaper journalists and 12 newspaper editors. For this study, only those journalists who had been active as freelancers for at least one year were included, as were editors who reported working with freelancers on a regular basis. These criteria narrowed the sample to 19 freelancers and nine editors.", "Through a series of phone and digital interviews (i.e., Skype, Google Hangout), each of the 28 participants was asked a series of open-ended questions that followed a semi-structured format. Media scholars have suggested interviews that allow responses to guide questions rather than a strict set of queries can provide unique insider viewpoints and illuminate personal and professional norms and routines (Amend and Secko 2012; Humphreys, Von Pope, and Karnowski 2013). Thus, this study relied on open-ended questions and allowed conversations to develop somewhat organically. Freelancers were asked about their personal and professional routines and norms, their perceptions of themselves as professionals and as journalists, how they engaged with other journalists and their audiences, and how they made use of social and digital media in their work. Editors were asked about their perceptions of freelancers, how those perceptions were formed and how they have changed, if at all, and how they believed freelancers’ routines and norms compared to those of journalists within their newsrooms.", "Of those freelancers interviewed, most reported working for more than one news organization and across several platforms including newspapers, magazines, radio programs, websites, and blogs. Two had previously been employed full-time in newsrooms, though only one indicated a desire for a full-time newsroom position. Editors reported extensive journalistic backgrounds as reporters, copy editors, and section managers. Four were employed by metropolitan or national news outlets, two were with smaller or more local organizations, and three were working exclusively with online content."]}, {"sec_title": "Results", "sec_content": ["Collectively, the freelancers and editors interviewed here indicated that news organizations should be more responsive to audiences who now demand a wide array of participatory roles in the news process ranging from conversations on social media to the production of news content. Freelancers overwhelmingly championed social media platforms such as Twitter, Facebook, and Instagram as ways to build audiences, create and maintain personal identities and professional brands, and to construct and repair journalistic norms. Editors focused more on freelancers’ abilities to fill voids in news content, but noted that freelancers were significantly more attuned to social media. To this point, editors were monitoring freelancers’ social media activities and leaning on insights from freelancers to help construct more meaningful forms of audience engagement in the newsroom. These findings, which indicate freelancers may now be serving as intrapreneurial informants for newsroom editors, provide insights into the self-perceptions and role conceptions of freelancers at a time when they are being relied on more than ever."]}, {"sec_title": "Freelancers, Social Media, and Authority/Credibility", "sec_content": ["All but one freelancer reported using social media daily to “catch up with the news,” “dig up stories,” “find sources,” “gauge reactions to my work,” and “see what everyone else was working on.” Most frequently, though, freelancers said they turned to social media to help construct and maintain audiences. While some felt that newsrooms hamstrung journalists with restrictive or vaguely threatening guidelines for social media use, all said they paid little to no attention to those policies because, as one freelancer put it, “those aren’t our individual policies.”", "In the absence of organizational rules, freelancers were guided by institutional and personal regulations. The majority said they followed the tenets of journalism on social media, providing truthful and informative content through an objective lens and in a timely manner. However, those precepts were tempered by individual choices about inclusions of opinion, job and life details, and direct engagement with audiences. More than half of the freelancers said they coupled news and information with “informed opinions” on social media posts, and all but two freelancers said they included information and photos about their professional and personal lives. This provided a “connection that helps people see we’re journalists, and we’re also human beings. We have faces, and we have dogs, and we have emotions, and we have lives that people can relate to.”", "One freelancer called such open connectivity an “absolute must for [freelancers] who want to stay employed,” arguing that “whoever is looking for us to write a story or create a graphic or whatever is looking at who we are on social media.” Most freelancers shared the perception that connecting with audiences publicly and personally could create more work opportunities. This deviation from social media as only a place for news work to one of news work paired with audience work represents the kind of role conception shifts some media scholars have argued is necessary for successful navigation of audience engagement (Holton et al. 2015; Lee 2015; Tandoc, Hellmueller, and Vos 2013). If journalists can be architects of networked communities built around news, as some scholars have suggested (Lewis, Holton, and Coddington 2014), then freelancers seem well positioned for the task.", "No matter the platform, if there was an opportunity to participate with other users, freelancers said they did their best to incorporate interactions into their daily routines, even if it meant reducing the number of stories they wrote (and assumingly the profits those stories might bring). They saw long-term value in creating multi-layered networks (e.g., across different platforms) of individuals who could spread the word about their work while improving their own understanding of audience needs and knowledge. Above all else, they saw reciprocation with audiences in the form of information exchanges and public praise as a chance not only to improve their images, but also a means to deconstruct the complexities of information for and with audiences. They welcomed audiences as sources, but also as stakeholders in the production of news. They valued their input, answered their critiques, and worked hard to achieve a true measure of what Marchionni (2013) has called the process of “journalism as conversation,” answering, at least in part, Lewis’s (2012a, 2012b) suggestion that journalists be more ethically bound to participation with audiences.", "By personalizing information and loosening their control on content, freelancers said they developed themselves as brands specific to their niche topic (i.e., health information), creating a network of potential brand ambassadors along the way. Though they never cast their connections as brand channels during interviews, they nonetheless reported the role of branding as part of their professional norms, emphasizing the importance of sustained engagement with audiences over time.", "Freelancers seemed unabashed in the inclusion of branding into their norms, arguing that just as engagement with audiences served opened more work opportunities, so did branding empower them as individual entrepreneurs. While all said they lacked the funds, or even the need, to consistently promote themselves with traditional forms of advertising (i.e., banner ads, job-seeking announcements, etc.), most freelancers said they branded themselves by “more organic means.” Branding developed through social media bios that displayed their areas of expertise through visuals, hashtags, or keywords. These, along with a consistent sharing of published works through links posted to social media, allowed freelancers to display their professional prowess.", "Some media scholars have observed that journalists face a certain degree of anxiety when attempting to brand themselves through social media, often struggling with how to balance their personal identities with their professional ones (Molyneux and Holton 2015). However, that sentiment rarely came up in the interviews here. Instead, freelancers seemed to welcome such a challenge, with the vast majority arguing that minus a blend of their professional and personal lives, they would seem “just like every other journalist out there.”", "Not all journalists took such utopian approaches to social media. Several noted that by questioning or going against traditional journalism tenets, freelancers risked being seen as disrupters rather than innovators. “There’s an authority in every newsroom,” one freelancer argued, and whether that’s a section editor, a managing editor, or a publisher, that person decides what flies and what doesn’t. So if you’re out there pushing boundaries and taking risks on social media, and if that authority thinks that doesn’t reflect too well on such and such publication, well you’re probably out of luck.", "and whether that’s a section editor, a managing editor, or a publisher, that person decides what flies and what doesn’t. So if you’re out there pushing boundaries and taking risks on social media, and if that authority thinks that doesn’t reflect too well on such and such publication, well you’re probably out of luck.", " Yet, even that freelancer suggested a certain necessity to test such boundaries, saying, “every time journalism hits a wall, it takes a few lone wolves to pick up the pieces and challenge the old ways.” That sentiment rang true for many of the freelancers here, who said that by listening to and engaging with audiences, they were able to put into practice more of what news consumers wanted. Time and again, they relied on transparency as a norm they were quicker to take up than news organizations. Freelancers said that while they believed most journalists, themselves included, sought truthful reporting through several means of verification, they were able to use social media to be more transparent than others.", "Arguing that not all journalists practice transparency, and emphasizing the sheer lack of engagement in social media they perceived among news organizations, freelancers said that they have gravitated toward full transparency by including links to external information and original sources, providing names of contacts and pathways for reaching them, disclosing any conflicts of interest that might impact their reporting, and answering questions about the content of their stories truthfully, accurately, and quickly. To the latter action, several freelancers said they had more opportunities to confront their mistakes and correct them publicly ahead of traditional news outlets. Explained by one freelancer: I goofed up on this tiny little detail about a lawsuit against the makers of a pacemaker. I told my editor, who got to work on the correction, and hours before I heard back from him, I’d posted a correction on my blog and on my Twitter feed. No one really said much, but when I told some other freelancers about it, they said they’d done similar things.", "I goofed up on this tiny little detail about a lawsuit against the makers of a pacemaker. I told my editor, who got to work on the correction, and hours before I heard back from him, I’d posted a correction on my blog and on my Twitter feed. No one really said much, but when I told some other freelancers about it, they said they’d done similar things."]}, {"sec_title": "Using Freelancers as an Organizational Strategy", "sec_content": ["Editors interviewed here all agreed that freelancers had taken on more prominent roles in the news process, helping provide content that would have otherwise been lost to a reduction of resources. Most also agreed that while they initially turned to wire services for content, freelancers were better suited to explore the nuances of specialized areas of reporting such as health and science. As one editor explained: You can only squeeze so much out of [those] services before you start seeing the same content showing up across the board. That’s where freelancers come into play. The cost isn’t really the concern; it’s how do we find unique, engrossing stuff.", "You can only squeeze so much out of [those] services before you start seeing the same content showing up across the board. That’s where freelancers come into play. The cost isn’t really the concern; it’s how do we find unique, engrossing stuff.", "This finding is certainly nothing new, and many media scholars have noted the significant role freelancers have in filling news holes (Ladendorf and Edstrom 2012; Massey and Elmore 2011). However, the assertion of confidence in freelancers—one enhanced by the consideration that most editors referred to freelancers more inclusively as “journalists”—hints as perceptional change among editors. While they have historically been perceived as atypical workers, freelancers may be experiencing what Gollmitzer (2014) observed as an institutional turn that positions freelancers and other entrepreneurially spirited news professionals as typical workers in the news process.", "Such a shift helps to explain why editors, or at least those interviewed here, are beginning to use the work of freelancers as standards for journalists working in their newsrooms. For example, editors, who pointed out that many journalists in their newsrooms laud the use of social media as a vehicle for audience engagement without necessarily putting such praise to action, saw the softening of social media anxiety among freelancers as an informative approach. By pointing to the work of freelancers, editors said they were able to encourage journalists in their newsrooms to follow suit. According to one editor, even those traditionalists who say they don’t have time or shouldn’t be asked to take on more work with audiences don’t put up reasonable arguments when shown [a freelancers] tweeting back and forth with a user who asked a question.", "even those traditionalists who say they don’t have time or shouldn’t be asked to take on more work with audiences don’t put up reasonable arguments when shown [a freelancers] tweeting back and forth with a user who asked a question.", "This signals a possible for solution for what Lee (2015) and others have observed as a disconnect between the understanding of social media’s importance and its uses in practice. While journalists have taken up social media for news work, they have been slow to immerse themselves more fully with audiences—this despite encouragement from their news organizations (Lee 2015). Enter freelancers, who can operate in social media spaces and with audiences without fear of organizational repercussion. In this way, they serve as commercial risk assessment tools, providing editors with a means of exploring what does (and does not) work in terms of engagement with little or no cost to newsrooms.", "With that in mind, editors said they valued freelancers’ work with audience engagement. At a time when metrics and crowd-tracking tools have helped to attract and maintain larger digital audiences, editors said they continue to struggle with best practices in terms of engagement through SNSs. Here again, freelancers provided a low-cost approach to easing that concern. Not only did editors take note of how freelancers worked with audiences on SNSs, they also encouraged freelancers to link to work housed by their news organizations and, in some cases, to promote those organizations through tweets and Facebook posts. Some editors anticipated pushback by offering monetary incentives or the promise of future work, but others said freelancers required no extra enticements. “They see us a way to get their work out there,” said one editor, “so they want to point to it, which points to us. They do great work, they link to us. They do bad work, they typically don’t post it.”", "Editors also noted the importance of audiences to freelancers. Because freelancers have to answer to audiences who “can alienate them fast enough to cost them a career,” as one editor said, they take time to engage those audiences. Editors reported seeing freelancers begin or respond to conversations and providing follow-up information or praise to their followers. Editors argued that these forms of engagement, combined with innovative efforts with content and storytelling, positioned freelancers as potential solutions to what may be a long-term crisis facing newsrooms. According to the editors, if there were gaps in coverage, and if those could be filled by freelancers who were willing to include layered levels of audience engagement in their work, then perhaps freelancers might fortify critical areas of journalism that have withered under a lack of resources in recent years. Further still, they might cultivate larger and more digitally networked audiences at a time when newsrooms are struggling to do so."]}, {"sec_title": "Conclusion", "sec_content": ["This study took up questions about freelance journalists’ norms and role conceptions, paying particular attention to their social media practices and giving voice to editors who monitor and financially back their work. The findings indicate that freelancers see themselves as social media engagers, using SNSs to build audiences and brands while reinforcing and repairing journalistic norms, including transparency. Editors see these role conceptions and enactments as informative, taking lessons from freelancers and applying them as exemplars for newsroom journalists and as pathways to enhance engagement with audiences.", "While the results here are notably limited in scope—they consider only the work of freelancers covering a particular specialty (i.e., health) and do not fully examine role enactments that are best illustrated through the content freelancers might produce and post to social media—they nonetheless uncover important findings about how freelancers see themselves and exhibit their work and indicate significant shifts in the perceptions of editors. Notably, the freelancers in this study were seen as potential innovators in a dramatically changing news process, helping to apprise editors, and in turn journalists, of appropriate ways to approach social media as a vehicle for news creation and audience participation. This situates freelancers more as intrapreneurial informants—as professionals who might be informing organizational work and policies.", "Whether covering topics of health and science or other areas that have been impacted by diminishing resources, freelancers appear to be more receptive than other journalists when it comes to facing the challenges presented by social media. While other journalists and news organizations continue sluggish approaches to audience engagement (Lee 2015), freelancers are making use of audiences for traditional news work and more innovative extensions of brand reinforcement and proof of identity. Rather than rebuke audiences, they appear to be embracing them. This suggests freelancers may be catalysts for richer connections with audiences and may be more suited than other journalists to become architects of digital networks built around news.", "Future studies should work to deepen these results, perhaps by considering how the role conceptions and enactments of freelance journalists are influencing change among other journalists and news producers. Such studies might give more attention to the tension freelance journalists face when balancing multiple professions and expectations of editors and news organizations that may be changing in light of more scrutiny. If freelancers truly are becoming intrapreneurial informants, then undoubtedly their roles as professional journalists will receive more attention from editors and other newsroom influentials. How they and those news producers around them respond remains to be seen."]}], "references": [{"title": "In the Face of Critique: A Metasynthesis of the Experiences of Journalists Covering Health and Science", "year": "2012", "journal": "Science Communication", "volume": "34", "authors": [{"name": "Amend Elyse", "first_name": "Amend", "last_name": "Elyse", "affiliation": "", "orcid": "", "role": ""}, {"name": "Secko David M.", "first_name": "Secko", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Twitter as a News Source", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Broersma Marcel", "first_name": "Broersma", "last_name": "Marcel", "affiliation": "", "orcid": "", "role": ""}, {"name": "Graham Todd", "first_name": "Graham", "last_name": "Todd", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Entrepreneurial Journalism and the Precarious State of Media Work", "year": "2015", "journal": "South Atlantic Quarterly", "volume": "114", "authors": [{"name": "Cohen Nicole S", "first_name": "Cohen", "last_name": "S", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Precariously Employed Watchdogs? Perceptions of Working Conditions Among Freelancers and Interns", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Gollmitzer Mirjam", "first_name": "Gollmitzer", "last_name": "Mirjam", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reciprocation and the News: The Role of Personal and Social Media Reciprocity in News Creation and Consumption", "year": "2015", "journal": "International Journal of Communication", "volume": "9", "authors": [{"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Gil de Zuniga Homero", "first_name": "Gil", "last_name": "de Zuniga Homero", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Evolving Mobile Media: Uses and Conceptualizations of the Mobile Internet", "year": "2013", "journal": "Journal of Computer-Mediated Communication", "volume": "18", "authors": [{"name": "Humphreys Lee", "first_name": "Humphreys", "last_name": "Lee", "affiliation": "", "orcid": "", "role": ""}, {"name": "Von Pope Thilo", "first_name": "Von", "last_name": "Thilo", "affiliation": "", "orcid": "", "role": ""}, {"name": "Karnowski Veronika", "first_name": "Karnowski", "last_name": "Veronika", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Freelance Journalists as Flexible Workforce in Media Industries", "year": "2012", "journal": "Journalism Practice", "volume": "6", "authors": [{"name": "Ladendorf Martina", "first_name": "Ladendorf", "last_name": "Martina", "affiliation": "", "orcid": "", "role": ""}, {"name": "Edstrom Maria", "first_name": "Edstrom", "last_name": "Maria", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "‘Normalizing’ Twitter: Journalism Practice in an Emerging Communication Space", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Lasorsa Dominic", "first_name": "Lasorsa", "last_name": "Dominic", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Social Media and Speed-Driven Journalism: Expectations and Practices", "year": "2015", "journal": "International Journal on Media Management", "volume": "17", "authors": [{"name": "Lee Angela M.", "first_name": "Lee", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Audience Clicks and News Placement: A Study of Time-Lagged Influence in Online Journalism", "year": "2014", "journal": "Communication Research", "volume": "41", "authors": [{"name": "Lee Angela M.", "first_name": "Lee", "last_name": "M.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Powers Matthew", "first_name": "Powers", "last_name": "Matthew", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "The Tension Between Professional Control and Open Participation: Journalism and its Boundaries", "year": "2012", "journal": "Information, Communication and Society", "volume": "15", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "From Journalism to Information: The Transformation of the Knight Foundation and News Innovation", "year": "2012", "journal": "Mass Communication and Society", "volume": "15", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Reciprocal Journalism: A Concept of Mutual Exchange Between Journalists and Audiences", "year": "2014", "journal": "Journalism Practice", "volume": "8", "authors": [{"name": "Lewis Seth C.", "first_name": "Lewis", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Coddington Mark", "first_name": "Coddington", "last_name": "Mark", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Journalism-as-a-Conversation: A Concept Explication", "year": "2013", "journal": "Communication Theory", "volume": "23", "authors": [{"name": "Marchionni Doreen", "first_name": "Marchionni", "last_name": "Doreen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Happier Working for Themselves? Job Satisfaction and Women Freelance Journalists", "year": "2011", "journal": "Journalism Practice", "volume": "5", "authors": [{"name": "Massey Brian L.", "first_name": "Massey", "last_name": "L.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Elmore Cindy J.", "first_name": "Elmore", "last_name": "J.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Professional Roles in News Content: Analyzing Journalistic Performance in the Chilean National Press", "year": "2014", "journal": "International Journal of Communication", "volume": "8", "authors": [{"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Lagos Claudia", "first_name": "Lagos", "last_name": "Claudia", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Between Rhetoric and Practice: Explaining the Gap Between Role Conception and Performance in Journalism", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Mellado Claudia", "first_name": "Mellado", "last_name": "Claudia", "affiliation": "", "orcid": "", "role": ""}, {"name": "Van Dalen Arjen", "first_name": "Van", "last_name": "Arjen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "What Journalists Retweet: Opinion, Humor, and Brand Development on Twitter", "year": "2015", "journal": "Journalism", "volume": "16", "authors": [{"name": "Molyneux Logan", "first_name": "Molyneux", "last_name": "Logan", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Branding (Health) Journalism", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Molyneux Logan", "first_name": "Molyneux", "last_name": "Logan", "affiliation": "", "orcid": "", "role": ""}, {"name": "Holton Avery E.", "first_name": "Holton", "last_name": "E.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mind the Gap: Consequences of Inter-Role Conflicts of Freelance Journalists with Secondary Employment in the Field of Public Relations", "year": "2014", "journal": "Journalism", "volume": "16", "authors": [{"name": "Obermaier Magdalena", "first_name": "Obermaier", "last_name": "Magdalena", "affiliation": "", "orcid": "", "role": ""}, {"name": "Koch Thomas", "first_name": "Koch", "last_name": "Thomas", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "How Freelance Journalists can Help Shape Journalism Education", "year": "2015", "journal": "Journalism and Mass Communication Educator", "volume": "", "authors": [{"name": "Solomon Eileen F.", "first_name": "Solomon", "last_name": "F.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "Mind the Gap: Between Journalistic Role Conception and Role Enactment", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Tandoc Edson C.", "first_name": "Tandoc", "last_name": "C.", "affiliation": "", "orcid": "", "role": ""}, {"name": "Hellmueller Lea", "first_name": "Hellmueller", "last_name": "Lea", "affiliation": "", "orcid": "", "role": ""}, {"name": "Vos Tim P.", "first_name": "Vos", "last_name": "P.", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "1996", "journal": "", "volume": "", "authors": [{"name": "", "first_name": "", "last_name": "", "affiliation": "", "orcid": "", "role": ""}]}]}