{"doi": "10.1080/1461670X.2016.1266909", "url": "https://doi.org/10.1080/1461670X.2016.1266909", "title": "News Cultures or “Epistemic Cultures”?", "volume": "18", "year": "2017", "issue": "5", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Godler", "first_name": "Yigal", "name": "Yigal Godler"}, {"last_name": "Reich", "first_name": "Zvi", "name": "Zvi Reich"}], "abstract": "In order to gain an understanding of journalists’ conceptions of what being factual means, the present work supplements the existing insights of journalism studies and the sociology of knowledge and philosophy with data about journalists’ beliefs regarding the importance of detached observation and reporting things as they are, spanning 62 countries (N = 18,248). In essence, our goal is to contribute to a future theoretical account of why journalists possess the beliefs that they do vis-à-vis truth-seeking and knowledge-acquisition. Data point to a significant relationship between reporters’ level of freedom and their conceptions of knowledge and reality. We discuss the implications of these findings for the debate about the possibilities of universality and context-dependence of journalistic fact-finding.", "body": [{"title": "Introduction", "paragraphs": ["The question “what are facts?” is not merely a scholarly or a philosophical one, but one which is answered constantly by practicing reporters around the world (Fishman 1980; Gans 2004; Godler and Reich 2015; Hearns-Branaman 2011; Parasie 2015; Tuchman 1972; Zelizer 2004). “Answered” here does not mean of course a learned academic seminar where reporters carefully articulate their philosophical views and their implications, but rather a set of—commonly tacit—presuppositions underlying everyday news decisions and practices (Lau 2004; Waisbord 2013). These suppositions inevitably play a role in determining the nature and the quality of news that is conveyed to wider sectors of society in every country where there is something approximating a functioning journalism (Hallin and Mancini 2004; Jackson and Jamieson 2007; Patterson 2013). If, for instance, a reporter regards as facts mainly statements made by officials, then the picture of the world that will emerge from her or his reportage may become simply a reflection of the views of those in power (Bennett 1990; Hallin 1994). But if reporters regard as fact only that which they have independently verified, a different picture of the world may emerge (Diekerhof and Bakker 2012; Shapiro et al. 2013).", "But why should reporters differ in their attitudes and beliefs about such matters in the first place? Isn’t fact-finding a universal human capacity (and by extension, a universal journalistic resource)? Indeed, there are strong grounds—with anchors in the history of science and in philosophy—to assume that fact-finding, if properly undertaken, is essentially uniform across the human species, something on a par with an instinct (Chomsky 2013; Peirce 1931, 3997–3998). There is also some evidence to this effect within journalism studies (Lau 2004; Zhong and Newhagen 2009). On the other hand, there is evidence suggesting that the everyday practices of various fact-finders can be contingent depending on goals and social context (Fagan 2010; Fleck [1935] 1979). For instance, the standards of evidence in applied research have been found to be much more fluid than the standards of evidence in basic research (Douglas 2000; Fantl and McGrath 2007). To the extent that such examples are valid demonstrations of fluctuating definitions of facts, isn’t this proof enough to demonstrate that fact-finding is context-dependent?", "Scholars of journalism studies generally do not regard the answers to these questions as foregone conclusions but as open-ended empirical problems (Hanitzsch 2007; Mellado and Van Dalen 2014). There is a significant body of literature exploring the variance and commonality across news cultures, including—albeit less frequently—an exploration of the previously mentioned suppositions underlying journalistic fact-finding (Godler and Reich 2013; Hallin and Mancini 2004; Hanitzsch et al. 2011; Mellado and Van Dalen 2014; Weaver and Willnat 2012). While such literature yields many insights about the extent of variance between news cultures, it tends to be rather descriptive—although with important exceptions (e.g. Hallin and Mancini 2004). While empirical data capturing an even greater number of news cultures may provide additional evidence of the variance in journalistic conceptions of facts and knowledge, it could also offer some clues from which an explanatory theory of such journalistic conceptions might be constructed at some point in the future.", "The significance of studying journalists’ beliefs about facts calls for explicit articulation. First, knowing how journalists think about facts lends their beliefs to a normative assessment. If reporters’ conceptions of facts are serviceable to narrow interests in society, democratic ideals call on journalism critics to debunk these journalistic conceptions of facts and to expose their ideologically biased nature. Second, an understanding of how journalists’ conceptions of facts have evolved into what they presently are might guide journalists, journalism educators, and scholars seeking to figure out ways in which desirable conceptions of facts can be fostered and instilled. Third, such an understanding allows journalism scholars to contribute to a broader interdisciplinary debate concerning the universality/context-dependence of fact-finding, without necessarily getting bogged down in esoteric and technical discussions involving the natural sciences, which have so far served as the main case studies in this debate (e.g. Boghossian 2007; Collins 1994; Knorr-Cetina 1998).", "The present article proceeds to recapitulate the debate about journalists’ conceptions of knowledge and facts and the variance in these journalistic conceptions around the world, supplementing it with insights from philosophy and the sociology of knowledge. In doing so, we will offer several expectations about the nature of journalistic fact-finding, its underlying conceptions, and their range of variance. We then lay out the methodology for an unprecedentedly large-scale comparative, cross-cultural study of journalistic beliefs about facts. Finally, we draw on the empirical data to identify an important theoretical factor implicated in the formation of apparently different cultures of fact-finding."]}, {"title": "Theory", "paragraphs": ["“Everyone is entitled to his own opinion, but not his own facts,” goes an aphorism that is often attributed to American politician and sociologist Daniel Patrick Moynihan. In this age of “truthiness,” “post-truth politics,” and “post-factual democracy,” such statements seem more like remnants of a different, perhaps more naïve, time, and for some readers such words may conjure the bogey of crass positivism (Gauthier 1993, 2005; Muñoz-Torres 2007, 2012; Wien 2005). By this account, when something is a fact it is a fact for everyone, and by extension, the methods for determining facts are acceptable to all those who understand them (Boghossian 2007; Leibowitz 1982; Sokal 2008), even across what may seem, at first glance, as highly variegated modes of fact-finding. However, there is no agreement on the notion that journalistic practices, which spawn the preponderance of publically available facts, can be considered a full-blown methodology (Ettema and Glasser 1998; Stocking and Lamarca 1990; Tunstall 1973; but cf. Zhong and Newhagen 2009).", "A full-blown methodology presupposes some level of systematicness, while journalistic practices often resemble heuristics and intuition (Ettema and Glasser 1998; Stocking and Lamarca 1990; Tunstall 1973). Their only common denominator with “methodology” is that these practices are routine, that is, they are employed repeatedly and frequently in a way which resembles systematicness (Anderson 2013; Fishman 1980; Gans 2004; Tuchman 1973; Usher 2014). Journalists attend regular scenes to obtain news and call regular sources whom they deem to be authoritative providers of newsworthy information (Ericson 1998; Fishman 1980; Tuchman 1973). In this sense, journalism practice is structured and methodical. But whether there exists a methodology by which various pieces of information, obtained in routine encounters with sources and scenes, transform into a picture of the world which the reporters deem reliable (Diekerhof and Bakker 2012; Godler and Reich 2015; Graves 2015; Parasie 2015; Shapiro et al. 2013), remains an open question.", "An indisputably relevant link in the process of understanding the transformation of factual assertions and claims into knowledge, reliability, certainty, or any related state of mind inevitably calls for an examination of what the concepts of truth and factuality mean for practicing journalists (Ekström 2002; Ericson 1998; Ettema and Glasser 1998, 1985; Hearns-Branaman 2011; Muñoz-Torres 2007, 2012).", "Thus, notably, Hanitzsch (2007) has identified two dimensions relating to journalists’ conceptions of knowledge across which news cultures can arguably be divided: objectivism and empiricism. Each of these dimensions has two poles. Objectivism is contrasted with subjectivism, while empiricism is contrasted with an analytical orientation. At the objectivism pole, Hanitzsch locates a journalistic view according to which ideas, claims, and mental impressions correspond to a subject-independent (that is, extra-mental) world, while journalists at the subjectivist pole reject the absolute conception of truth, treat all representations as necessarily selective, and proceed to reject the notion of a subject-independent world. Meanwhile, at the empiricist pole, Hanitzsch locates journalists who emphasize observations and evidence, with the analytical pole comprising news cultures which stress reason, values, opinion, and analysis.", "Of course, one need not necessarily accept Hanitzsch’s conceptual distinction in order to recognize its value in pointing to possible variations in journalists’ conceptions of knowledge. Indeed, it appears that both of Hanitzsch’s poles significantly overlap. Thus, it makes little sense to look for evidence (as per the empiricist pole) if a journalist does not accept the notion that ideas can correspond to a subject-independent world (as per the objectivist pole). In other words, it is arguably justified to treat both of Hanitzsch’s poles as two sides of the same coin (for evidence that this overlap occurs also at the level of journalists’ empirically detectable conceptions of knowledge, see Godler and Reich 2013; Hearns-Branaman 2011).", "Perhaps for this reason Hanitzsch (2007) admittedly refers to these poles as ideal types. Nonetheless, the corollary of Hanizsch’s conceptual distinction yields the expectation that journalists around the world will partly differ in meaningful ways across the dimensions he outlines. Indeed, there is some evidence about cross-cultural differences in journalistic conceptions of facts over a range of organizational and value-related dimensions (Godler and Reich 2013; Hanitzsch et al. 2011). We now turn to the possible reasons behind such differences.", "There are apparently some grounds to think of news cultures as embodying, at least to some extent, different epistemic cultures. “Epistemic cultures” are defined as “those amalgams of arrangements and mechanisms—bonded through affinity, necessity, and historical coincidence—which, in a given field, make up how we know what we know” (Knorr-Cetina 1998, 1, emphasis in original) or “as cultures that create and warrant knowledge” (Knorr-Cetina 1998, 1; on these latter points see also Collins 1994; Fleck [1935] 1979; Latour and Woolgar 1986). This view is bolstered by serious doubts about whether journalistic fact-finding practices are a systematically applied methodology irrespective of circumstances (Ettema and Glasser 1998; Kovach and Rosenstiel 2007; Meyer 2002; Patterson 2013; Stocking and Lamarca 1990; Tunstall 1973; Zhong and Newhagen 2009). To consider this possibility, let us briefly diverge from the discussion of journalism by examining what is regarded by many as the most rigorous form of fact-finding known—the natural sciences (Boghossian 2007; Sokal 2008). If scientific fact-finding does not exhibit universal features, then arguably, a fortiori, these should not be imputed to journalism. Thus, for example, Knorr-Cetina (1998) finds in her comparison of high-energy physics and molecular biology that “[U]nlike physicists, molecular biologists do not attempt to map, measure, and monitor” the risks of error, but [R]ather  …  place their bets on “natural” selection, on trying things and seeing whether the environment and the objects they handle in the laboratory cooperate—whether they select the strategy. (Knorr-Cetina 1998, 243)In other words, this sociological observation apparently points to a distinction between how fact-finding in physics and biology is carried out, in terms of the attention each field pays to the risk of error. It appears, however, that Knorr-Cetina does not explicitly account for the differences between the two kinds of fact-finding, but simply seeks to document them.", "[R]ather  …  place their bets on “natural” selection, on trying things and seeing whether the environment and the objects they handle in the laboratory cooperate—whether they select the strategy. (Knorr-Cetina 1998, 243)", "One possible account for these differences explains them away by positing that they are illusory. The illusion arguably results from the misunderstanding of what lies at the basis of science. If scientific fact-finding is essentially universal, then perhaps, beneath the diversity on the surface, so is journalism. Indeed, the idea that the methods of the natural sciences are accessible to all those who understand them suggests universality (Boghossian 2007; Leibowitz 1982; Sokal 2008). Some of the cognitive sciences’ theorizing on scientific progress offers the strongest arguments on this count (Chomsky 1988, 2013). But these arguments go back at least several hundred years. For instance, nineteenth-century philosopher Charles Sanders Peirce made the following comment on how scientists reach true theories: How was it that man was ever led to entertain  …  true theory? You cannot say that it happened by chance, because the possible theories, if not strictly innumerable, at any rate exceed a trillion—or the third power of a million; and therefore the chances are too overwhelmingly against the single true theory in the twenty or thirty thousand years during which man has been a thinking animal, ever having come into any man’s head  …  If you carefully consider with an unbiased [sic] mind all the circumstances of the early history of science and all the other facts bearing on the question  …  I am quite sure that you must be brought to acknowledge that man’s mind has a natural adaptation to imagining correct theories of some kinds. (Peirce 1931, 3997–3998)Thus, according to Peirce, human scientists are somehow wired to make true discoveries. This entails something along the lines of a natural instinct. Indeed, Peirce analogizes, somewhat aphoristically, scientists’ arrival at true theories to the instinctive way in which a chicken acquires the ability to peck (Peirce 1931, 3998). Despite disagreements on the precise nature of instincts implicated in fact-finding, eighteenth-century philosophers—the likes of Hume (1902) and Reid (2000)—were similarly committed to the idea that innate ideas or instincts were at play in various aspects of fact-finding (e.g. in detecting causal relations).", "How was it that man was ever led to entertain  …  true theory? You cannot say that it happened by chance, because the possible theories, if not strictly innumerable, at any rate exceed a trillion—or the third power of a million; and therefore the chances are too overwhelmingly against the single true theory in the twenty or thirty thousand years during which man has been a thinking animal, ever having come into any man’s head  …  If you carefully consider with an unbiased [sic] mind all the circumstances of the early history of science and all the other facts bearing on the question  …  I am quite sure that you must be brought to acknowledge that man’s mind has a natural adaptation to imagining correct theories of some kinds. (Peirce 1931, 3997–3998)", "Returning to journalism, there seems to be a consensus among scholars of various stripes and theoretical commitments that journalists are not entirely free to exercise their own conceptions and reasoning (Bennett 1990; Hallin and Mancini 2004; Hanitzsch et al. 2013; McChesney 2008; Reich and Hanitzsch 2013). Rather, they are constrained—perhaps to varying degrees—by social and institutional forces and are psychologically conditioned by them (Donsbach 2004; Gans 2004).", "It has been long acknowledged that news content is shaped both by factors intrinsic to the news organizations and by factors extrinsic to them. While the former consist of organizational characteristics and interactions between newsworkers, the latter, according to Shoemaker and Reese, include: sources of the information that becomes media content, such as special interest groups, public relations campaigns, and even the news organizations themselves; revenue sources, such as advertisers—and audiences; other social institutions, such as business and government; the economic environment; and technology. (Shoemaker and Reese 2011, 166)Since we intend to contribute herein to a future account of reporters’ conceptions of knowledge and facts, and not to account for the news content itself, we restrict our interest, in the present context, to those intrinsic and extrinsic shapers of news content which are mediated by journalists’ conceptions. More specifically, we are interested both in the conceptions which exist among journalists to begin with and in those that are imposed on them by intra- and/or extra-organizational forces, in place of their original conceptions. Imposing any conception, however, is a power process. Power is to be understood as “confidence in obedience” (Nitzan and Bichler 2009, 17)—the confidence of the rulers (broadly conceived, this includes governments, corporate magnates, and managers) in the obedience of the ruled (which includes not only citizens in general but also employees). Understood in this way, then, power resides in the hands of those who control collective human action, primarily governments, businesses, and managers. According to Nitzan and Bichler (2009, 231), power is exerted in human society through Veblenian “strategic sabotage,” that is, by curtailing natural human creativity. If some instinctive conception of fact-finding is part and parcel of natural human creativity, as Peirce and Chomsky seem to suggest, then an account of journalists' existing conceptions must identify government, business and on-the-job constraints which are imposed on journalists’ preexisting conceptions of knowledge and facts.", "sources of the information that becomes media content, such as special interest groups, public relations campaigns, and even the news organizations themselves; revenue sources, such as advertisers—and audiences; other social institutions, such as business and government; the economic environment; and technology. (Shoemaker and Reese 2011, 166)", "Such constraints imply that journalists cannot fully draw on their universal resources of fact-finding, if such exist. Indeed, if they are systematically prevented from drawing on their universal resources of fact-finding and yet wish to keep their jobs at their respective news organizations, journalists are likely to develop, through a process of socialization, a system of beliefs which is designed to justify the heteronomously limited scope of their fact-finding potential (Herman and Chomsky 1988; McChesney 2008). This would lead to the creation of a new conception of fact-finding, somewhat at odds with the instinctive one (e.g. the assumption that facts do not reflect how the world is). Consequently, even if journalists are equipped with universal resources of fact-finding (Lau 2004; Zhong and Newhagen 2009), they may not always be in a position to bring them to bear.", "Let us, then, state more formally how journalists’ belief in the possibility of depicting reality in a detached manner may be affected by structural, institutional, and work-related circumstances. H1: The less free a society is, the less likely are its journalists to think detached reality depiction is possible. H2: The more profit-oriented a media system is, the less likely are its journalists to think detached reality depiction is possible. H3: The less free journalists are in their respective newsrooms, the less likely they are to think detached reality depiction is possible.", "H1: The less free a society is, the less likely are its journalists to think detached reality depiction is possible.", "H2: The more profit-oriented a media system is, the less likely are its journalists to think detached reality depiction is possible.", "H3: The less free journalists are in their respective newsrooms, the less likely they are to think detached reality depiction is possible."]}, {"title": "Method", "paragraphs": ["The study draws on a multiple regression analysis of survey data collected in the second round of the Worlds of Journalism Study (WJS), across 62 countries between the years 2013 and 2015, in order to establish the most powerful predictors of journalists’ conceptions of facts and knowledge-acquisition. Throughout, we use the notions of “prediction” and “contribution” to variance in a statistical sense, not in a causal sense.", "The basic unit of analysis in this study is an individual journalist’s stated belief about knowledge and facts. It should be clarified that a journalist’s stated belief is both an empirically identifiable datum and what we seek to provide tentative explanations for. In searching for explanations for journalists’ stated beliefs we will naturally take into account additional variables which can be expected to affect journalists’ stated beliefs, such as structural and institutional realities and circumstances at work. But these should not be confused for the unit of analysis. Rather, the additional structural, institutional, and work-related backdrop of journalists’ beliefs is taken into account in order to explain the variance in journalists’ stated beliefs.", "We carried out an exploratory factor analysis in order to detect the underlying interrelationships in a large set of variables included in the WJS, with the goal of identifying potential predictors of journalists’ conceptions of knowledge and facts. For this purpose, strongly interrelated belief-variables were collapsed into factors. The factor (call it “detached reality depiction)” representing journalists’ conceptions of facts and knowledge was created by averaging journalists’ ordinal ratings on the importance of being a detached observer and reporting things as they are (the original variables comprised of ordinal scales were from 1 = not important to 5 = very important). As already alluded to above, this averaging was done for both theoretical and empirical reasons. The theoretical reason has to do with the conceptual overlap between Hanitzsch’s (2007) poles of objectivism and empiricism; and the empirical reason is data from previous studies to the effect that even more distinct journalistic conceptions of knowledge of facts tend to overlap and coexist (Godler and Reich 2013; Hearns-Branaman 2011).", "Then, “detached reality depiction” was tested for correlations against a large selection of variables from the WJS, including news beat, media type, education, ownership, gender, and even religious and political views among others. In this process, many variables for which theoretical accounts could be offered (at least prima facie) failed to strongly correlate with “detached reality depiction” (e.g. media ownership public/state/private, medium types, education, gender, news beat, and even religious and political views). Among the variables which were found to be correlated with “detached reality depiction” were the country’s level of democracy and press freedom, the media system’s profit orientation as measured by advertising expenditures, and journalists’ professional autonomy in the newsroom. These variables were thus to be the focus of the empirical study and theorization, and they were the ones incorporated into a stepwise regression analysis, whose ultimate results are reported below.", "It should be clarified why we interpret journalists’ estimation of the relative importance of the two propositions (“[B]e a detached observer” and “[R]eport things as they are)” as signs of journalists’ belief in the possibility of depicting reality in a detached manner. After all, journalists may estimate their ability to act according to these principles to be high, but deem the principles themselves unimportant. However, in the present context we are not exploring journalists’ personal ability to depict reality in a detached manner, but their belief in the fundamental possibility of being detached observers of reality. It is arguably the case that were journalists to rate the above propositions about detached reporting and reality depiction as unimportant, one could reasonably doubt whether they think these are real possibilities. But if journalists estimate both propositions to be important, then one can hardly doubt that they deem them to be realizable possibilities. Simply put, the importance of detached observation and depicting reality as it is, arguably presupposes the possibility of detached reality depiction in the journalists’ eyes. Thus, these variables are used as indirect proxies for journalists’ position on whether “detached reality depiction” is or is not possible. This strategy has the additional advantage that the questions posed to the reporters avoid social desirability bias. Rather than asking journalists directly about their performance, we asked about the importance of general normative principles. This approach has higher chances of capturing divergences from the norm than menacing and direct questions about how reporters personally performed as part of their work.", "The most challenging of all variables is the degree to which an entire society is free. Freedom is a highly qualitative concept. While some conjectural quantitative measures are available, and are broadly accepted in the scholarly community (Reich and Hanitzsch 2013), they cannot be claimed to bridge the gap between the qualities and quantities of freedom in any conclusive manner. However, it is hoped that a reasonable proxy for a society’s level of freedom will be the aggregation of several widely accepted quantitative estimates—especially ones originating in different schools of thought on questions of freedom (e.g. both conservative and liberal outlooks)—into a regression model. The cumulative analytical assumptions of the following three estimates are hoped to offer such a proxy.", "Press freedom is an estimate of the constraints imposed on the media in every nation as measured by two indices: Reporters Sans Frontiers (RSF) and Freedom House (both organizations possess many years of experience in the production of such estimates). The indices are based on experts’ qualitative evaluations according to such criteria as pluralism, media independence, self-censorship, legislative framework, transparency, and the quality of the infrastructure that supports the production of news and information. The experts are comprised of media professionals, lawyers, and sociologists. Their evaluations are supplemented with quantitative data on abuses and acts of violence against journalists during the period evaluated. The scores range from 0 to 100.", "The democracy index is an estimate of the state of democracy in every country based on the analysis of the Economist Intelligence Unit (EIU). The EIU uses 60 indicators divided according to categories of civil liberties, political culture, and pluralism. The score ranges from 0 to 10.", "Political freedom is the state of global freedom as experienced by individuals. This is another Freedom House index whose country ratings are based on a checklist of 10 questions about political rights and 15 questions about civil liberties. Countries whose ratings average 1.0–2.5 are considered “Free,” 3.0–5.0 “Partly Free,” and 5.5–7.0 “Not Free.”", "Now to profit orientation. Since over 70 percent of the journalists in the sample came from privately owned news organizations (12 percent from publically owned, 10 percent from state-owned, 5 percent mixed ownership but mostly private, 2 percent mixed ownership but mostly public, and 1 percent mixed but mostly state-owned), the mere fact of private ownership does not reveal in the present context the degree of the news organization’s profit orientation. However, the proportion of funds received by the news organization from advertisers can arguably indicate how dependent a news organization is on the dictates of the business community, on the one hand, and in thrall to its own profit-orientation motives and bottom-line considerations, on the other (this is a fortiori the case for contemporary Western journalism, which suffers from a dramatic decline in—and hence growing dependence on—advertising revenue; Anderson, Bell, and Shirky 2012).", "Advertising spending is the proportion of the advertising expenditures within a country which goes to journalism. The figure is based on Warc company financial data, provided by publishers. The variable is expressed as a percentage: 0 indicates that none of the advertising expenditure is invested in journalism—other media content producers being the beneficiary of these funds—and 100 percent expresses that all of the advertising expenditure goes to journalism at the expense of other media contents. This variable raises the possibility of an “ecological fallacy.” In other words, it is possible that individual journalists do not work for news organizations whose share of advertising money is reflective of the average of all news organizations in a specific media system. However, as we show in the findings, detailed data about the public, private, or mixed ownership allows us to control for such a potential confound.", "So far, we have identified possible predictors which have been gathered independently of the WJS project, and that will be correlated against WJS data. Now we turn to two variables which have been collected as part of the WJS.", "Autonomy in selecting stories is the degree to which journalists are free to decide which stories they are going to work on. Journalists were asked: [T]hinking of your work overall, how much freedom do you personally have in selecting news stories you work on? 5 means complete freedom, 4 means a great deal of freedom, 3 means some freedom, 2 means little freedom, and 1 means no freedom at all.", "[T]hinking of your work overall, how much freedom do you personally have in selecting news stories you work on? 5 means complete freedom, 4 means a great deal of freedom, 3 means some freedom, 2 means little freedom, and 1 means no freedom at all.", "Autonomy in choosing story emphases is the degree to which journalists are free to decide which parts of the story will be stressed. Journalists were asked: [H]ow much freedom do you personally have in deciding which aspects of a story should be emphasized? Again, 5 means complete freedom, 4 means a great deal of freedom, 3 means some freedom, 2 means little freedom, and 1 means no freedom at all.", "[H]ow much freedom do you personally have in deciding which aspects of a story should be emphasized? Again, 5 means complete freedom, 4 means a great deal of freedom, 3 means some freedom, 2 means little freedom, and 1 means no freedom at all."]}, {"title": "Findings", "paragraphs": ["Before turning to the examination of our hypotheses, it is important to determine the level of uniformity in journalists’ conceptions of facts, as only against this backdrop will journalists’ possible divergences be meaningful. Thus, our unprecedentedly large data-set bears out the proposition that most journalists around the world adhere to the belief in the possibility of depicting reality in a detached manner. Ninety-one percent of the respondents from around the world have indicated that they view “reporting things as they are” as either “very important” or “extremely important,” while 72 percent of the respondents regard “being a detached observer” as “very important” or “extremely important.” Still, it is significant that these numbers are not even higher.", "Table 1 depicts the most advanced step, in terms of its predictive power, in a stepwise regression analysis, predicting the variance in journalists’ importance ratings for the roles of detached observer and reporting reality as it is. The model is significant (F = 268.891, p < 0.001, r2 = 0.128). News Cultures or “Epistemic Cultures”?Theoretical considerations and empirical data from 62 countriesAll authorsYigal Godler & Zvi Reichhttps://doi.org/10.1080/1461670X.2016.1266909Published online:10 January 2017TABLE 1 Predictors of journalists’ belief in the possibility of reporting things as they are in a detached mannerCSVDisplay Table", "As can be seen, H1 which predicted that the less free a society is the less likely are its journalists to believe in the possibility of depicting reality in a detached manner, appears to be largely supported by the data, even if we take into account both indices of press freedom (Freedom House and RSF). The most sizable contribution to the variance in journalists’ belief in the possibility of depicting reality in a detached manner is the country’s rating on the RSF index (β = 0.278, p < 0.001). The country’s rating on the Freedom House index has also a sizable, albeit smaller, contribution to variance (β = 0.183, p < 0.001). The situation with the democracy index of the EIU is somewhat more problematic. Albeit showcasing a sizable contribution, the plus/minus sign of the beta value (β = −0.116, p < 0.001) is inverted when compared to the Pearson correlation (r = 0.218, p < 0.001), suggesting multicollinearity (i.e. two or more predictors within the regression analysis which are interrelated). In this case, the democracy index is correlated with the RSF index. However, this mutual interrelationship does not undermine the analytical claim that freedom is related to journalists’ belief in the possibility of detached reality depiction. It merely points to the fact that two of the measures for the society’s level of freedom, which are complimentary proxies, partly overlap.", "H2, predicting that the more profit-oriented a media system is, the likelier are reporters working within it to disbelieve in the possibility of depicting reality in a detached manner, is also supported by the data. It turns out that the greater the proportion of advertising money going to journalism in a given country, the less likely are the journalists working in this country to express their belief in the importance of reality depiction in a detached manner. The beta value of the spending on advertising is modest but significant (β = −0.021, p < 0.05). It should be noted that advertising spending on journalism is a preferable proxy for profit orientation than the private, public, or mixed ownership of the medium, as most of the journalists in the sample (over 70 percent) worked for privately owned news organizations. Indeed, in some of the most profit-oriented media systems, such as the United States and parts of Western Europe, over 90 percent of the sampled journalists worked for privately owned news organizations, which is thus unlikely to produce meaningful variance. This fact also takes care of a potential “ecological fallacy” in that the journalists in the sample are overwhelmingly from privately owned news organizations, indicating that ownership cannot be the source of variance, at least in the context of the present study.", "Finally, H3, which predicted that journalists lacking in autonomy at work would tend to disbelieve in the possibility of depicting reality in a detached manner, is supported by the data as well. Journalists’ perceived professional autonomy makes a sizable contribution to the variance in reporters’ belief in the possibility of depicting reality in a detached manner. This includes both reporters’ freedom to emphasize particular aspects in their stories (β = 0.147, p < 0.001) and, to a somewhat lesser extent, reporters’ freedom to select the kinds of stories they are going to work on (β = 0.079, p < 0.001)."]}, {"title": "Discussion", "paragraphs": ["Reporters’ conception of the possibility of reporting reality as it is and of doing so in a detached manner appears to be highly dependent on the various aspects of the freedom they enjoy in their countries, news organizations, and newsrooms (Godler and Reich 2013; Hallin and Mancini 2004; Herman and Chomsky 1988). Although freedom may seem like an abstract concept with roots in political philosophy, it seems to have multiple levels of relevance to journalism around the world. If the resources of fact-finding are indeed universal and instinctive (Lau 2004; Zhong and Newhagen 2009), as the findings seem to suggest, journalists would find it difficult to assess the claims of those in power, especially when living in non-democratic countries (Hallin and Mancini 2004). Similarly, working in media systems highly dependent on advertisers’ money and subject to severe bottom-line pressures, journalists would find it difficult to publish details about every kind of corporate malfeasance (McChesney 2008).", "This brings us back to the significance of studying journalists’ beliefs about knowledge and facts. The evidence suggests, at least prima facie, that with scarcity in freedom also comes perverse conceptions of knowledge and facts (e.g. effective denials of their very possibility). By implication, our findings also reveal how healthier conceptions of knowledge and facts can be fostered, namely by seeking to maximize as much as possible reporters’ level of autonomy as part of their work. Surely, academics, journalists, and decision-makers at various news organizations can devise institutional arrangements which would extend news organizations’ and reporters’ autonomy from heteronomous (e.g. government and business) dictates.", "Although the data indicate that journalistic fact-finding is indeed a universal resource, some objections to the latter point may be raised. We therefore turn now to the argument which led us to this conclusion. If we assume the universality of fact-finding across the human species, it is quite plausible that journalists differ in their estimations of the importance of reality depiction and detached observation, because they exist under different conditions of relative freedom and autonomy. On this account, the more freedom and autonomy there is, the more likely are reporters to draw on instinctive resources of truth-discovery, and consequently, to have essentially uniform conceptions of fact-finding. This proposition tacitly invokes a non-trivial “state of nature” argument of sorts. According to this argument, had journalism around the world enjoyed a high level of freedom—that is, involving neither corporate nor centralized governmental control—the differences in how reporters in various countries conceive of knowledge would tend to disappear.", "On the other hand, if fact-finding is not a universal resource available in principle to all journalists, then the diversity of conceptions and practices of fact-finding should be the null hypothesis. On this hypothesis, what calls for an explanation is not the diversity of knowledge conceptions, but rather their noticeable uniformity. We should not ignore that the sociology of journalism—which does not generally accept the universality of fact-finding (e.g. Ericson 1998; Fishman 1980; Gans 2004; as well as Godler and Reich 2013; Hallin and Mancini 2004; Hanitzsch et al. 2011; Mellado and Van Dalen 2014; Weaver and Willnat 2012)—has ready-made explanations for this possible uniformity. These explanations draw primarily on the image-related motivations for subscribing to the ideals of objectivity (Ekström 2002; Schudson 1981; Tuchman 1972). It is assumed by these explanations that because journalists invariably seek prestige and social legitimacy, they tend to portray themselves as objective.", "The latter explanation, however, seems rather weak to us. Its weakness is anchored in its circularity. Scholars arguing that a pretentious rhetorical adherence to ideals of reality depiction is afoot around the world must explain why this ideal, rather than some other ideals, has gained such traction. It is perfectly imaginable that had there not been something inherently special about the possibility of depicting reality in a detached manner, journalists could just as well have expressed a belief in the possibility of one or another form of epistemological skepticism and relativism while practicing literary styles involving composite characters and fabricated scenes (Aucoin 2001; Barnhurst 2016; Hanitzsch 2007; Poerksen 2013). Moreover, absent a universal conception of knowledge, journalists would have done so in roughly equal numbers (that is, equal to the number of journalists expressing a belief in the possibility of objective reporting). Thus, for instance, instead of valorizing the ideals of objectivity, many journalists may have valorized the ideals of subjectivity or emotional engagement. This scenario, however, is not supported by the international data and did not materialize.", "Thus, judging by the data, it seems reasonable to suppose that reporters around the world adhere to the belief in the possibility of detached reality depiction. This possibility, however, brings us back to a methodological concern alluded to before. The concern is that reporters’ ratings of the importance of reality depiction and detached observation are fertile grounds for apologetics and heroic self-portrayals (such tendencies are discernible in the social sciences more generally; see Foddy 1994). Reporters incur no costs by locating themselves at the highest end of the spectrum, that is, as people who regard detached reality depiction as highly important. As experienced interviewers, journalists probably know a thing or two about the “right” answers anticipated by interviewers. And yet, there are divergences and variances. Some reporters rate these apparently universal tenets of journalism as more important, while others rate them as less important.", "Hearns-Branaman (2014) suggested that journalists’ cynicism about the not easily realizable nature of some of their purported ideals is fully reconcilable with the fact that they continue both to express a belief in them and to be motivated by them. As he argues, “inconsistency between beliefs and actions that is the key to [professional] ideology because such gaps serve as a motivating factor for journalists” (30). To make this argument, Hearns-Branaman draws on Žižek’s concept of “Fetishistic Disavowal,” in this case, the “Fetishistic Disavowal” of journalists’ professional ideology. “Fetishitic Disavowal” embodies a state of being able to actively admit the limitations of one’s ideology as long as one still follows it (21). Hearns-Branaman defends the proposition that “[J]ournalists do not need to believe that their professional norms [including objectivity] are correct or that they actually produce their desired result, they just need to behave as if they do” (32).", "Thus, journalists’ importance ratings vis-à-vis reality depiction in a detached manner, as documented by this study, cannot altogether disregard the constraints imposed by daily political, organizational, and professional circumstances. Otherwise, nothing would stop journalists from providing maximalist ratings for the importance of depicting reality in a detached manner. The fact that this counterfactual scenario did not materialize suggests that even if reporters were prone to provide heroic self-portrayals, this could not have been their primary motivation for providing the specific importance ratings that they chose to provide in this study.", "Future studies should combine the analysis of generalized epistemological beliefs across cultures of the kind offered here, with the study of journalistic practices in the context of specific factual controversies. Using such an empirical strategy, it may be possible to establish a clearer theoretical nexus between the institutional and social conditions of journalistic work and how journalists conceptualize knowledge."]}, {"title": "DISCLOSURE STATEMENT", "paragraphs": ["No potential conflict of interest was reported by the authors."]}], "references": [{"title": "Epistemic Responsibility and Narrative Theory The Literary Journalism of Ryszard Kapuscinski", "year": "2001", "journal": "Journalism", "volume": "2", "authors": [{"name": "Aucoin James", "first_name": "Aucoin", "last_name": "James"}]}, {"title": "Toward a Theory of Press-State Relations in the United States", "year": "1990", "journal": "Journal of Communication", "volume": "40", "authors": [{"name": "Bennett Lance.", "first_name": "Bennett", "last_name": "Lance."}]}, {"title": "The Dewey Lectures 2013: What Kind of Creatures Are We? Lecture II: What Can We Understand?", "year": "2013", "journal": "The Journal of Philosophy", "volume": "110", "authors": [{"name": "Chomsky Noam", "first_name": "Chomsky", "last_name": "Noam"}]}, {"title": "A Strong Confirmation of the Experimenters’ Regress", "year": "1994", "journal": "Studies in History and Philosophy of Science Part A", "volume": "25", "authors": [{"name": "Collins Harry.", "first_name": "Collins", "last_name": "Harry."}]}, {"title": "To Check or not to Check: An Exploratory Study on Source Checking by Dutch Journalists", "year": "2012", "journal": "Journal of Applied Journalism and Media Studies", "volume": "1", "authors": [{"name": "Diekerhof Els", "first_name": "Diekerhof", "last_name": "Els"}, {"name": "Bakker Piet", "first_name": "Bakker", "last_name": "Piet"}]}, {"title": "Psychology of News Decisions Factors Behind Journalists’ Professional Behavior", "year": "2004", "journal": "Journalism", "volume": "5", "authors": [{"name": "Donsbach Wolfgang", "first_name": "Donsbach", "last_name": "Wolfgang"}]}, {"title": "Inductive Risk and Values in Science", "year": "2000", "journal": "Philosophy of Science", "volume": "67", "authors": [{"name": "Douglas Heather", "first_name": "Douglas", "last_name": "Heather"}]}, {"title": "Epistemologies of TV Journalism A Theoretical Framework", "year": "2002", "journal": "Journalism,", "volume": "3", "authors": [{"name": "Ekström Mats", "first_name": "Ekström", "last_name": "Mats"}]}, {"title": "How Journalists Visualize Fact", "year": "1998", "journal": "The Annals of the American Academy of Political and Social Science", "volume": "560", "authors": [{"name": "Ericson Richard", "first_name": "Ericson", "last_name": "Richard"}]}, {"title": "On the Epistemology of Investigative Journalism", "year": "1985", "journal": "Communication", "volume": "82", "authors": [{"name": "Ettema James", "first_name": "Ettema", "last_name": "James"}, {"name": "Glasser Theodore", "first_name": "Glasser", "last_name": "Theodore"}]}, {"title": "Social Construction Revisited: Epistemology and Scientific Practice", "year": "2010", "journal": "Philosophy of Science", "volume": "77", "authors": [{"name": "Fagan Melinda", "first_name": "Fagan", "last_name": "Melinda"}]}, {"title": "On Pragmatic Encroachment in Epistemology", "year": "2007", "journal": "Philosophy and Phenomenological Research", "volume": "75", "authors": [{"name": "Fantl Jeremy", "first_name": "Fantl", "last_name": "Jeremy"}, {"name": "McGrath Matthew", "first_name": "McGrath", "last_name": "Matthew"}]}, {"title": "In Defence of a Supposedly Outdated Notion: The Range of Application of Journalistic Objectivity", "year": "1993", "journal": "Canadian Journal of Communication", "volume": "18", "authors": [{"name": "Gauthier G", "first_name": "Gauthier", "last_name": "G"}]}, {"title": "A Realist Point of View on News Journalism", "year": "2005", "journal": "Journalism Studies", "volume": "6", "authors": [{"name": "Gauthier G", "first_name": "Gauthier", "last_name": "G"}]}, {"title": "How Journalists Think About Facts: Theorizing the Social Conditions Behind Epistemological Beliefs", "year": "2013", "journal": "Journalism Studies", "volume": "14", "authors": [{"name": "Godler Yigal", "first_name": "Godler", "last_name": "Yigal"}, {"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}]}, {"title": "Journalistic Evidence: Cross-Verification as a Constituent of Mediated Knowledge", "year": "2015", "journal": "Journalism", "volume": "", "authors": [{"name": "Godler Yigal", "first_name": "Godler", "last_name": "Yigal"}, {"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}]}, {"title": "Deconstructing Journalism Culture: Toward a Universal Theory", "year": "2007", "journal": "Communication Theory", "volume": "17", "authors": [{"name": "Hanitzsch Thomas.", "first_name": "Hanitzsch", "last_name": "Thomas."}]}, {"title": "Mapping Journalism Cultures Across Nations: A Comparative Study of 18 Countries", "year": "2011", "journal": "Journalism Studies", "volume": "12", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Hanusch Folker", "first_name": "Hanusch", "last_name": "Folker"}, {"name": "Mellado Clausia", "first_name": "Mellado", "last_name": "Clausia"}, {"name": "Anikina Maria", "first_name": "Anikina", "last_name": "Maria"}, {"name": "Berganza Rosa", "first_name": "Berganza", "last_name": "Rosa"}, {"name": "Cangoz Incilay", "first_name": "Cangoz", "last_name": "Incilay"}, {"name": "Coman Mihai", "first_name": "Coman", "last_name": "Mihai"}]}, {"title": "Worlds of Journalism: Journalistic Cultures, Professional Autonomy and Perceived Influences Across 18 Nations", "year": "2013", "journal": "The Global Journalist in the 21st Century", "volume": "", "authors": [{"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}, {"name": "Seethaler Joseph", "first_name": "Seethaler", "last_name": "Joseph"}, {"name": "Skewes Elizabeth", "first_name": "Skewes", "last_name": "Elizabeth"}, {"name": "Berganza Rosa", "first_name": "Berganza", "last_name": "Rosa"}, {"name": "Cangoz Incilay", "first_name": "Cangoz", "last_name": "Incilay"}, {"name": "Coman Mihai", "first_name": "Coman", "last_name": "Mihai"}, {"name": "Hamada Basyouni", "first_name": "Hamada", "last_name": "Basyouni"}]}, {"title": "Journalistic Professionalism as Indirect Control and Fetishistic Disavowal", "year": "2014", "journal": "Journalism", "volume": "15", "authors": [{"name": "Hearns-Branaman Jesse.", "first_name": "Hearns-Branaman", "last_name": "Jesse."}]}, {"title": "Critical Realism and News Production", "year": "2004", "journal": "Media, Culture \\& Society", "volume": "26", "authors": [{"name": "Lau R. W.", "first_name": "Lau", "last_name": "W."}]}, {"title": "Between Rhetoric and Practice: Explaining the Gap Between Role Conception and Performance in Journalism", "year": "2014", "journal": "Journalism Studies", "volume": "15", "authors": [{"name": "Mellado C.", "first_name": "Mellado", "last_name": "C."}, {"name": "Van Dalen A.", "first_name": "Van", "last_name": "A."}]}, {"title": "Underlying Epistemological Conceptions in Journalism: The Case of Three Leading Spanish Newspapers’ Stylebooks", "year": "2007", "journal": "Journalism Studies", "volume": "8", "authors": [{"name": "Muñoz-Torres J. R.", "first_name": "Muñoz-Torres", "last_name": "R."}]}, {"title": "Truth and Objectivity in Journalism: Anatomy of An Endless Misunderstanding", "year": "2012", "journal": "Journalism Studies", "volume": "13", "authors": [{"name": "Muñoz-Torres J. R.", "first_name": "Muñoz-Torres", "last_name": "R."}]}, {"title": "Data-Driven Revelation? Epistemological Tensions in Investigative Journalism in the Age of “Big Data”", "year": "2015", "journal": "Digital Journalism", "volume": "3", "authors": [{"name": "Parasie Sylvain.", "first_name": "Parasie", "last_name": "Sylvain."}]}, {"title": "Determinants of Journalists’ Professional Autonomy: Individual and National Level Factors Matter More than Organizational Ones", "year": "2013", "journal": "Mass Communication and Society", "volume": "16", "authors": [{"name": "Reich Zvi", "first_name": "Reich", "last_name": "Zvi"}, {"name": "Hanitzsch Thomas", "first_name": "Hanitzsch", "last_name": "Thomas"}]}, {"title": "Verification as a Strategic Ritual: How Journalists Retrospectively Describe Processes for Ensuring Accuracy", "year": "2013", "journal": "Journalism Practice", "volume": "7", "authors": [{"name": "Shapiro Ivor", "first_name": "Shapiro", "last_name": "Ivor"}, {"name": "Brin Colette", "first_name": "Brin", "last_name": "Colette"}, {"name": "Bédard-Brûlé Isabelle", "first_name": "Bédard-Brûlé", "last_name": "Isabelle"}, {"name": "Mychajlowycz Kasia", "first_name": "Mychajlowycz", "last_name": "Kasia"}]}, {"title": "How Journalists Describe Their Stories: Hypotheses and Assumptions in Newsmaking", "year": "1990", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "67", "authors": [{"name": "Stocking Holly", "first_name": "Stocking", "last_name": "Holly"}, {"name": "Lamarca Nancy", "first_name": "Lamarca", "last_name": "Nancy"}]}, {"title": "Objectivity as Strategic Ritual: An Examination of Newsmen&#039;s Notions of Objectivity", "year": "1972", "journal": "American Journal of Sociology", "volume": "77", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye"}]}, {"title": "Making News by Doing Work: Routinizing the Unexpected", "year": "1973", "journal": "American Journal of Sociology", "volume": "79", "authors": [{"name": "Tuchman Gaye", "first_name": "Tuchman", "last_name": "Gaye"}]}, {"title": "Journalism as an Occupation", "year": "1973", "journal": "The Medico-Legal Journal", "volume": "3", "authors": [{"name": "Tunstall Jeremy", "first_name": "Tunstall", "last_name": "Jeremy"}]}, {"title": "Defining Objectivity within Journalism", "year": "2005", "journal": "Nordicom Review", "volume": "26", "authors": [{"name": "Wien Charlotte.", "first_name": "Wien", "last_name": "Charlotte."}]}, {"title": "How Journalists Think While They Write: A Transcultural Model of News Decision Making", "year": "2009", "journal": "Journal of Communication", "volume": "59", "authors": [{"name": "Zhong Bu", "first_name": "Zhong", "last_name": "Bu"}, {"name": "Newhagen John", "first_name": "Newhagen", "last_name": "John"}]}]}