{"doi": "10.1080/1461670X.2014.953780", "url": "https://doi.org/10.1080/1461670X.2014.953780", "title": "Does Media Cross-Ownership Translate into Cross-Promotion?", "volume": "16", "year": "2015", "issue": "6", "journal_name": "Journalism Studies", "publisher": "Routledge", "authors": [{"last_name": "Panis", "first_name": "Koen", "name": "Koen Panis"}, {"last_name": "Van den Bulck", "first_name": "Hilde", "name": "Hilde Van den Bulck"}, {"last_name": "Verschraegen", "first_name": "Birte", "name": "Birte Verschraegen"}, {"last_name": "van der Burg", "first_name": "Miriam", "name": "Miriam van der Burg"}, {"last_name": "Paulussen", "first_name": "Steve", "name": "Steve Paulussen"}], "abstract": "Recent waves of cross-media concentration, in Flanders (Belgium) and elsewhere, reinvigorate concerns regarding the impact of ownership structures on media content and the way in which it is produced, including discussions about editorial autonomy. However, with a main focus on hard news, this debate pays little attention to corporate influence on soft news issues, such as media's cross-promotion of affiliated media outlets. The current study wishes to address this shortcoming by means of a diachronic quantitative content analysis of Flemish newspapers' coverage of television programmes. The article analyses whether media cross-ownership results in cross-promotion of press outlets' affiliated television stations. Results partly support the thesis that newspapers cover their affiliated television stations more frequently. Yet the article also explores alternative explanations, such as characteristics of newspapers, of target audiences and of the television programmes obtaining coverage (including broadcast frequency and genre). Hence the article points to the complexity of tackling cross-promotion and the importance of taking alternative elements into account.", "body": [{"title": "Introduction", "paragraphs": [" Television advertising generates most revenue, so newspapers need to support that. [Flemish newspaper] Het Laatste Nieuws, for instance, writes a lot about television personalities to enhance the impact of television channel VTM which is half owned by De Persgroep. The Belgian De Persgroep newspapers also and strikingly often write in a negative fashion about Flemish public broadcaster VRT. (Former De Persgroep journalist Georges Timmerman, in Sanders 2012)The claim that newspapers are important to support other media of a particular media group is completely unfounded. That would imply a fundamental breach of journalistic autonomy and that is as much guaranteed for journalists writing about television [as much as for other journalists]. (CEO of De Persgroep Christian Van Thillo, in Sanders 2012) ", "Television advertising generates most revenue, so newspapers need to support that. [Flemish newspaper] Het Laatste Nieuws, for instance, writes a lot about television personalities to enhance the impact of television channel VTM which is half owned by De Persgroep. The Belgian De Persgroep newspapers also and strikingly often write in a negative fashion about Flemish public broadcaster VRT. (Former De Persgroep journalist Georges Timmerman, in Sanders 2012)", "The claim that newspapers are important to support other media of a particular media group is completely unfounded. That would imply a fundamental breach of journalistic autonomy and that is as much guaranteed for journalists writing about television [as much as for other journalists]. (CEO of De Persgroep Christian Van Thillo, in Sanders 2012)", "One of the concerns formulated in debates on media concentration like the above discussion on critical journalistic website Apache.be, is the impact of media mergers on the autonomy of journalists and independence of news reporting, in particular through the cross-promotion of affiliated media outlets. Yet, attention for this issue from journalists and media professionals is not complemented by academic interest (Fengler 2003; Rixon 2013). This article wants to contribute to the academic debate in this regard by presenting an empirical study of Flemish newspapers' coverage of television programmes. By means of a diachronic quantitative content analysis, the study examines if and to what extent cross-media concentration coincides with cross-promotion of press companies' affiliated television stations."]}, {"title": "Cross-media Promotion", "paragraphs": ["Cross-media promotion is broadly defined by Hardy (2010, xv) as “the promotion of one media service or product through another”. The term is often used within the field of advertising to point to well-planned multi-media promotional campaigns. From an editorial perspective, the term refers to the way in which media companies “promote their own or any associate's interests in the provision of media services or products through media coverage” (Sadler 1991, 1). According to Hardy (2010, 92), within (editorial) cross-promotion, a further distinction can be made between (1) self-promotion, for instance front-page titles promoting articles further on in the newspaper or television spots promoting the channel's programmes (McAllister 2003; Wernick 1990; Williams 2002), (2) promotion of goods and services such as product+ promotional premiums (Van den Bulck, Tambuyzer, and Ackx 2011), and (3) intra-firm cross-promotion of affiliated media like television stations promoting films from affiliated movie studios (Williams 2002; Hardy 2010). The focus of the current study is on a particular form of intra-firm cross-promotion, namely newspapers promoting affiliated television stations.", "As the need for economies of scale and scope in recent decades pushed towards media concentration and resulted in media companies with a cross-media portfolio (Just 2009; VRM 2013), the phenomenon of media firms cross-promoting their affiliated media interests (both in a marketing and editorial perspective) intensified (Bagdikian 1997; Hardy 2010; McChesney 2004; Turow 1994). Opportunities for cross-media promotion are considerably enhanced when two media companies are owned by the same parent company, to the extent that it can be an objective of media mergers (Doyle 1999). McAllister therefore considers cross-media promotion “one of the most salient characteristics” of today's media systems (McAllister 2010, xii)."]}, {"title": "Why Look at Media's Coverage of Media?", "paragraphs": ["The current study's focus on editorial intra-firm cross-media promotion, which, according to Sadler (1991, 4) and Williams (2002), includes not just favourable reporting of affiliated but also unfavourable coverage of competing media products and services, is warranted by the fact that it raises several concerns. For one, it further “erodes and transgresses regulatory and normative boundaries between the editorial and advertising” (Hardy 2010, xv). As such, the growing commercial interconnectedness of media may hamper journalists' editorial autonomy, which fits wider discussions on how corporate interests of media may threaten their democratic role (Bagdikian 1997; Hardt 2000).", "A central issue in the debate on cross-media concentration and pluralism is the duality between the ideal of media operating as a public sphere and the reality of concentrated private ownership, which is presumed to restrict the free flow of information and open debate (Mosco 2010; Pritchard, Terry, and Brewer 2008; Wasko, Murdock, and Sousa 2011). However, researchers tend to focus on just one side (Erdal 2011), either the political-economical organisation of media industries such as ownership structures (e.g. Gripsrud and Weibull 2010; Picard 2002; Terzis 2009), or on pluralism and diversity in media content and products (e.g. Sukosd and Jakubowicz 2010; Uricchio 2009). In the latter, content analyses examine diversity in media content with reference to specific news topics not directly related to media structures such as politics, international conflicts or economics (Bagdikian 2004; Fengler 2003; Gilens and Hertzman 2000; Schudson 2002). Studying the relationship between media ownership and coverage of hard news content is considered to show to what extent particular media groups represent one opinion and a single voice on those topics (Pritchard, Terry, and Brewer 2008).", "While research has regularly looked into television networks' cross-promotion of entertainment products, such as movies, from affiliated media companies (Cleary and Adams-Bloom 2009; Higgins and Sussman 2007; Williams 2002), research into how newspapers cover media products is more limited. Press coverage of entertainment news is often ignored in the debate on media diversity and does not seem to raise democratic concerns. This is unfortunate as soft news has been recognised as potentially providing an alternative public sphere, representing real societal concerns, and entertainment coverage provides a vantage point from which to study the potential corporate influence in entertainment news (Hardy 2010, 151). As Gilens and Hertzman (2000) argue, while studies on ownership affecting hard news lack an “objective” standard of unbiased or impartial coverage against which to compare actual coverage, entertainment is an issue in which different media groups have clearly different interests, making it a fruitful topic to explicitly unravel media ownership structures' impact on content. It can be argued that this is a topic that (1) receives substantial media coverage, (2) has implications for the financial interests of media groups, and (3) has different implications for the interests of different media groups.", "Media's coverage of affiliated and competing media outlets fits these criteria. With regards to the first, scholars (see Reinemann et al. 2012) point to an increase of the share of soft news, defined by Curran et al. (2010) as reports regarding celebrities, human interest, sport and other entertainment-centred stories. Coverage of media outlets fits this trend. Harcup and O'Neill (2001) consider news on showbiz and television as a news value in its own right. Second, today few modern media groups restrict their focus to one media platform (Erdal 2011). The interconnectedness between and integration of different media outlets has become an important sales strategy (Erdal 2011; Turner and Tay 2009). As such, it is in media groups' financial interests to cover implicitly or explicitly their own outlets more frequently or more favourably. Finally, there are distinctive interests between different media groups, for instance by having financial interests in a particular media outlet rather than in others. In Flanders, as well as other parts of Europe such as the Netherlands, France and the United Kingdom, there are often clear structural links between, on the one hand, newspaper publishers and, on the other hand, commercial television and radio station groups (Courtinat 2008; Hardy 2010; VRM 2013)."]}, {"title": "Previous Research on Press Coverage of Television Programmes", "paragraphs": ["To date, and with a few notable exceptions (Fengler 2003; Rixon 2011), few studies have looked into press coverage of television programmes, and a systematic approach is missing. The available academic literature mostly deals with the history of media reporting (e.g. Ellis 2008; Watson 1985) or focuses on media criticism as one particular form of press coverage (e.g. Poole 1984; Rixon 2013). Other studies place news coverage of television in a broader context (e.g. Janssen, Kuipers, and Verboord 2008) or, reversely, look into particular television genres (e.g. Dhoest 2002; Tambuyzer and Van den Bulck 2014). Overall, three lines of research can be distinguished.", "First, a number of scholars study the coverage of television programmes in a broader context, for instance as one of a variety of cultural outlets including television, film, literature, theatre and popular music (Janssen, Kuipers, and Verboord 2008). Others explore the amount of press coverage for television as part of soft news in newspapers (Fransen 1990; Vanobberghen 2005). Finally, some scholars point to an increase in the attention for media personalities resulting from the commercialisation of media and personalisation of news (Fengler 2003; Harcup and O'Neill 2001). For instance, Brewer and Macafee (2007) examine press coverage of television news anchors. As media personalities are often exclusively linked to a particular media outlet, this may heighten the coverage of and/or attention for that particular outlet.", "Second, research often focuses on one particular type of press coverage of television programmes, i.e. television criticism (Rixon 2013), in some cases as a research topic in its own right, more often as a contextualisation of another topic of interest, for instance to illustrate the public opinion or critical reception of particular programmes or genres at a certain moment in time, as in the case of McCabe's (2005) study of hospital series ER or Dhoest's (2002, 2004) work on Flemish period television drama. Other authors focus on how television criticism (and broader: television coverage) has changed over time and link it to shifting relationships between the press and broadcast media (Ellis 2008). They observe that in the early days of television, the press did not write much about television as it did not want to attract attention to what it considered to be a rival medium (Ellis 2008; Goossens 1998; Watson 1985). But the relationship between press and television changed (Rixon 2013) because of the growing popularity of television, the increase in the number of stations, the growth of multimedia conglomerates through market forces and legislative initiatives such as in Flanders where the 1987 decree on television stipulated that newspaper publishers became shareholders of the first commercial television station VTM. As a result, in the 1980s, television coverage in newspapers moved from the arts pages to the leisure section (Poole 1984; Rixon 2013) and newspapers sought to exploit the popularity of television coverage. As the television market became more competitive, stations, in turn, felt a growing need to advertise television programmes, among others, in newspapers (Ellis 2008). This led to paid advertisements but also to providing newspapers with information (previews, press releases, etc.) on television programmes before they aired. As a result, according to Ellis (2008) and Rixon (2013), television coverage evolved from critical reviews to endorsing previews, changing the role of journalists writing on television from independent reviewer to a marketing tool. The observation that television coverage is mainly descriptive is shared by Albers (1996) and Newcomb (1986), among others, and explained by Dhoest (2002) by the fact that, more than other forms of culture, television is a transient medium. While there are indications that digitisation and convergence have undermined the relevance of broadcasting to the advantage of other media and means of consuming audio-visual content, media companies, particularly in local markets such as the Flemish, continue to give key priority to linear television and thus the promotion thereof (Van den Bulck, Tambuyzer, and Simons 2014).", "Third, a number of scholars have attempted to link ownership structures to press coverage, often focusing on a particular topic and with inconclusive results. Hardy (2010) finds limited evidence of corporate cross-promotion in Rupert Murdoch's News International UK newspapers promoting the launch of affiliated digital television channel SkyDigital. However, Burriss and Williams (1979) do not observe a relationship between television programme coverage and newspapers' financial interests in the television station broadcasting it. Pieper and Hughes (1997), in turn, observe that Time and CNN generally restricted coverage of the merger of their parent companies to the business aspects of the transaction, leaving it to competing media outlets to consider the consequences for the independence of newsrooms. Such “self-censorship” with regards to covering the parent company or criticising affiliated media outlets is also illustrated by Robinson (1983) and Turow (1994). In contrast, Pratte and Whiting (1986) and Snider and Page (1997) find that newspapers owned by media groups controlling television stations were more likely to write favourable editorials about regulatory changes beneficial to television station owners. Gilens and Hertzman (2000) observe a significant difference between American newspapers' coverage of the 1996 Telecommunications Act, depending on whether the media group was to gain from it or not. In a related context, De Smet (2011) observes that Flemish newspapers covered companies that advertise in these newspapers significantly more often than others. The inconclusive nature of the results and the limited scope of the studies warrant the need for a broader, systematic analysis of media's coverage of media outlets in a cross-media market. This results in the following research question: RQ1: Do Flemish newspapers cover affiliated television stations more frequently than competing television stations? ", "Do Flemish newspapers cover affiliated television stations more frequently than competing television stations?", "The focus of the studies discussed above on particular topics instead of use of a broader, more systematic approach, implies that they seldom pay attention to the particular characteristics of the media outlets or of the television programmes covered. Comparing popular and quality newspapers, Dhoest (2002) observes little difference in their television criticism of Flemish fiction series, while Bielby, Moloney, and Ngo (2005) find that both types of papers differed in this regard. A study by Tambuyzer and Van den Bulck (2014) finds that quality more than popular newspapers report more on cultural television programmes. The 2012 annual report of the Dutch public service broadcaster NPO (2013) signals that news and current affair programmes and entertainment programmes induced most press coverage. Thumim (2004) finds television critics mostly review fiction drama series and documentaries while Bielby, Moloney, and Ngo (2005) observe that the majority of television critics' reviews dealt with new, rather than returning series. Overall, these results suggest that characteristics of the newspapers (quality versus popular) and of the television programmes covered (genre, novelty of the programme, etc.) may influence newsworthiness, something that has rarely been taken into account in this area of research. Hence, the second research question is: RQ2: (How) do characteristics of Flemish print media, and covered television programmes, relate to press coverage? ", "(How) do characteristics of Flemish print media, and covered television programmes, relate to press coverage?"]}, {"title": "The Flemish Media Landscape", "paragraphs": ["These research questions are studied taking the media landscape of Flanders, the northern, Dutch-speaking part of Belgium (6.5 million inhabitants) as a case-in-point. The choice of Flanders is justified by the fact that it provides an alternative to the Anglo-Saxon bias in the research so far, as such responding to McAllister's plea that cross-promotion needs to be examined across different media, funding systems, geographic/cultural contexts and regulatory regimes (McAllister, in Hardy 2010, xiii). Flanders is interesting further because of its relatively high level of cross-media concentration (Antoine, d'Haenens, and Saeys 2001; VRM 2013) and a high presence of local Flemish media companies. As said, the start of the first Flemish commercial television station VTM in 1989 marked an important step in media cross-ownership (cf. Antoine, d'Haenens, and Saeys 2001) as the station was required by law to be owned by Flemish newspaper publishers, a condition lobbied by the latter to compensate for anticipated losses in advertising revenues (Van den Bulck 2013). Ever since, mergers of newspaper companies and acquisitions of audio-visual outlets have intensified the interconnectedness of Flemish media outlets (VRM 2013).", "The sketch of the Flemish media landscape below focuses mainly on the media types featured in this study—newspapers and television stations—and hence draws an incomplete picture which does not elaborate on other media (magazines, radio, internet, etc.) and Flemish companies (Roularta, Think Media, etc.) not relevant to this study. Despite this limitation, we believe that our selection of media provides a good case for exploring the impact of media cross-ownership on cross-promotion. At the time of analysis, three1 Flemish media companies (De Persgroep, Corelio and Concentra) controlled eight newspaper titles (see Table 1) and all three companies had and have shares in audio-visual media (VRM 2013). The television market is mainly controlled by three Flemish groups (commercial Medialaan2 and SBS, and public service broadcaster VRT).", "Flemish media group De Persgroep publishes popular newspaper Het Laatste Nieuws, quality newspaper De Morgen, co-owns (with Rossel) financial newspaper De Tijd, and has a 50 per cent share in commercial television company Medialaan (the other 50 per cent is owned by media group Roularta). Medialaan consists of television stations VTM (general interest), 2BE (young, male), JIMtv (adolescents), children's channel VTMKzoom and women's channel Vitaya.", "Flemish media group Corelio publishes popular newspaper Het Nieuwsblad and quality newspaper De Standaard. Until 2010, it had a 10 per cent share in VAR, the commercial exploitation company of Flemish public broadcaster VRT, and a 40 per cent share in De Vijver, the holding behind production company Woestijnvis that exclusively provided content for VRT channels één (general interest) and Canvas (current affairs and culture channel). Both constituted (indirect) links between Corelio and VRT. The end of the exclusive contract between Woestijnvis and VRT in 2011 coincided with the sales of Flemish SBS channels VT4 and VijfTV by its German owner ProSiebenSat.1 Media. The SBS channels were acquired by a consortium of Finnish magazine publisher Sanoma, two of the founders of the production company Woestijnvis and Corelio which obtained 33 per cent of the shares. The SBS channels were subsequently rebranded as VIER (generalist station) and VIJF (women's channel), and Woestijnvis started to produce exclusively for the SBS stations.", "Finally, Flemish media group Concentra focuses mainly on regional media with newspapers Het Belang van Limburg and Gazet Van Antwerpen, and shares in regional television stations. It further owns free newspaper Metro and digital television station Acht (comedy and high-quality US fiction). Table 1 gives an (incomplete) overview of the affiliations between Flemish newspapers and television stations for the period 2006–2012, as employed in the empirical design (cf. infra)."]}, {"title": "Research Design", "paragraphs": ["To answer the research questions, a quantitative content analysis of newspapers' coverage of television stations and programmes was set up. The newspaper selection includes four major Flemish newspapers: popular Het Nieuwsblad and quality De Standaard (Corelio) and popular Het Laatste Nieuws and quality De Morgen (De Persgroep). This allows, first, a comparison between the two main newspaper groups with shares in the two major commercial television broadcasters, second, to explore differences between quality and popular newspapers and, third, to look at newspapers with similar target audiences. The Concentra newspapers were excluded because of their regional character and because of digital television channel Acht's marginal viewers' share. Newspaper De Tijd was omitted because of its focus on financial-economic hard news (VRM 2013).", "To allow comparison over time, three years (2006, 2009 and 2012) were selected in a time frame that was marked by significant shifts in ownership structures (see Table 1). Within each year, a random week was selected in February, June and October, respectively, resulting in three examined weeks per year (nine weeks in total). The examined television stations include the three channels of public service broadcaster VRT (één, Canvas, Ketnet/OP12), the three main channels of Medialaan (VTM, Kanaaltwee/2BE, Vitaya) and the two SBS channels (VT4/VIER, VijfTV/VIJF). These eight television stations represent the stations with the highest market shares, together making up for more than 80 per cent of the television market (in viewing figures) in the studied time frame.", "Data collection was conducted through the online Flemish newspaper database Mediargus.3 This electronic database comprises all articles published in the major Flemish newspapers. Within the defined time frames and selected newspapers, a search was conducted using the television stations' names as search criteria. We acknowledge that by doing so we may have missed articles that cover television programmes but do not mention the television station. Additionally, some queries, such as “één” or “VIER” (the Dutch words for the numbers “one” and “four”) resulted in a multitude of irrelevant results, while other, more specific queries such as “Vitaya” resulted in a more restricted outcome. Consequently, for some television stations the articles were easier to collect, while for others it needed more selection by the researcher. We acknowledge that this may have led to some bias, but it can be expected that this is similar across all investigated newspapers. Further, the use of this electronic database of newspaper articles prevented coding of the position of the articles within the entire newspaper (i.e. on which page the article was published, how it was positioned on the particular page, whether it had pictures or illustrations, etc.), which could have yielded interesting insights. Despite these downsides, the other variables of interest (cf. infra) could be easily coded through the electronic database.", "Articles were included in the data collection when the main subject was television in general, the television station in particular or particular television programmes (e.g. report of a broadcast, analysis of viewing figures, critics' choice of programmes to watch). Articles with a mere mention of a television station's newsroom as news source and television listings (sections listing what is on that night) were not included.", "The search resulted in a total of 1238 articles. In a number of cases, an article covered more than one television station or programme. In such cases, information about different programmes or television stations was coded separately. This resulted in two levels of analysis: the article, on the one hand, and the topics (i.e. programmes or stations) covered in the article, on the other hand, resulting in 2134 units of analysis at this sub-level. Depending on the focus of analysis, the results are presented either at the level of the article, or the sub-level of topics covered in the article.", "Coded variables included, among others, at the level of the article: newspaper title, date of publication, length of the article in number of words, type of article (whether the main focus of the article was descriptive, analytic, an opinion piece, an interview or a viewing recommendation), whether the focus was on one or more television stations/programmes, and whether the article was published before, on the day or after the programme broadcast. At the level of the television programme itself, coded variables included the name of the television station(s) and programme(s), country of production of the programme, genre, whether or not it is a prime-time (7.30–10.00 pm) programme, and broadcast frequency. Data were coded by one researcher. Ten per cent of the articles were double-coded by a second researcher for purposes of calculating intercoder reliability, which ranged from a 88.2 per cent agreement (i.e. for genre classification) to 100 per cent (among others for the coding of the newspaper in which the article was published). Data were analysed using the statistical software package SPSS 20, performing univariate and bivariate descriptive analyses."]}, {"title": "Results", "paragraphs": ["A first look at the number of newspaper articles reporting on television stations and programmes suggests that the popular newspapers report more on the television stations in the sample (Het Nieuwsblad 346 articles, Het Laatste Nieuws 408 articles) than the quality newspapers do (De Standaard and De Morgen both 242 articles). Figures do not show an increase in television coverage over the years (497 articles in 2006, 350 in 2009, 391 in 2012). Exploring the type of coverage, articles are generally descriptive (54.2 per cent), analytic (9.1 per cent, e.g. analysis of viewing figures), or appear in the form of opinion pieces (4.6 per cent), interviews (10.8 per cent) or viewing recommendations (21.2 per cent).", "Articles generally focus on programmes (57.2 per cent) rather than television in general (10.6 per cent, e.g. debates on the strength of the Flemish television market) or particular television stations (8.4 per cent). The vast majority (81.8 per cent) of television programmes covered in the press are local, Flemish productions, suggesting the importance of cultural proximity. Foreign productions that received coverage mainly include American (7.7 per cent) and British productions (3.0 per cent). Popular newspapers, however, are seen to cover Flemish productions (89.6 per cent) significantly more often than the quality newspapers do (72.4 per cent) (χ2 = 82.798, p < 0.001). Roughly two-thirds of the programmes covered in the newspapers are prime-time programmes (63.4 per cent), with significantly more attention for prime-time programmes in popular (67.0 per cent) than in quality papers (59.1 per cent) (χ2 = 10.850, p = 0.001).", "The frequency of broadcasting also seems to influence press attention as weekly programmes constitute a major part (58.4 per cent) of coverage. Programmes broadcast on an (almost) daily basis account for 15.5 per cent of coverage, followed by one-off and yearly broadcasts (13.3 per cent). Quality newspapers more often (21.0 per cent) than popular papers (6.9 per cent) focus on one-off and yearly broadcasts (χ2 = 72.551, p < 0.001). Articles are generally published on the day of the broadcast (42.1 per cent) or beforehand (13.9 per cent a few days, 12.7 per cent much more beforehand). A quarter (23.4 per cent) of articles are published in a short time span (i.e. one or a few days) after broadcast, while 8.0 per cent are published longer afterwards.", "Looking at genres in Table 2, significant differences between popular and quality newspapers can be observed. Quality newspapers write more about films broadcast on television (χ2 = 81.031, p < 0.001), on news and current affair programmes (χ2 = 14.300, p < 0.001) and on documentaries (χ2 = 18.588, p < 0.001), while popular newspapers pay more attention to fictional series (χ2 = 15.468, p < 0.001), entertainment programmes (such as quiz shows and talent shows) (χ2 = 21.939, p < 0.001), reality programmes (χ2 = 8.427, p = 0.004) and lifestyle programmes (χ2 = 7.432, p = 0.007).", "Next, we examine the extent to which newspaper groups cover television stations in which they have financial shares more frequently than other stations. Table 3 shows the proportion of coverage of television stations for each newspaper group over time. This provides the opportunity, first, to compare reciprocally Corelio's and De Persgroep's coverage of affiliated and competing television groups. Newspapers belonging to De Persgroep, compared to Corelio, show a significant over-representation of (affiliated) Medialaan channels in 2009 (χ2 = 5.491, p = 0.022) but not in 2006 and 2012. Alternatively, compared to Corelio, De Persgroep covers programmes of competitor VRT less frequently in 2006 (χ2 = 4.569, p = 0.038) and 2009 (χ2 = 9.487, p = 0.002). In 2012, no significant differences between Corelio and De Persgroep for any of the television groups were found.", "Second, Table 3 allows for comparison over time, in particular whether Corelio reports more on SBS channels after it became a shareholder in 2011. For both Corelio and De Persgroep, results show a significant decrease in coverage of SBS channels from 2006 to 2009 (χ2 = 6.791, p = 0.011 for Corelio; χ2 = 10.156, p = 0.001 for De Persgroep) and a subsequent increase between 2009 and 2012 (χ2 = 11.054, p = 0.001 for Corelio; χ2 = 4.429, p = 0.044 for De Persgroep). So while Corelio reports more on SBS channels in 2012 than in 2009, the same applies to De Persgroep, indicating a more general rather than ownership-related press interest in the sales and programme rebranding of the SBS channels. Further, Table 3 shows that the relative amount of coverage in all newspapers of Medialaan and VRT channels remains stable over time, with the exception of an increase for VRT in the Corelio papers between 2006 and 2009 (χ2 = 9.472, p = 0.002).", "While Table 3 compares the three selected years, it does not take into account the fact that both newspaper groups own a quality as well as a popular newspaper title, nor did it allow a look at differences between channels within one television group. Table 4 allows for such analyses but, accordingly, does not distinguish between the three selected years.", "Table 4, first, enables a comparison of newspaper titles that operate in the same market segment; i.e. a comparison of quality De Morgen with De Standaard, and of popular Het Laatste Nieuws with Het Nieuwsblad. Results indicate that Corelio's quality newspaper De Standaard and De Persgroep's quality newspaper De Morgen proportionally cover television stations in a similar way. Only for SBS' women channel VijfTV/VIJF could a significant difference be observed, with De Morgen (5.6 per cent) reporting on the channel significantly more often than De Standaard (2.4 per cent) (χ2 = 6.145, p = 0.015). Mutually comparing both popular newspapers, it becomes clear that Corelio's Het Nieuwsblad covers VRT channels één (χ2 = 11.144, p = 0.001) and Canvas (χ2 = 4.725, p = 0.032) significantly more often, while De Persgroep's Het Laatste Nieuws covers its affiliated channels VTM (χ2 = 8.416, p = 0.004) and KanaalTwee/2BE (χ2 = 4.252, p = 0.045) significantly more frequently. These results support the expectation that newspapers cover affiliated television stations more frequently, yet confirm this hypothesis only for popular newspapers and not for quality newspapers.", "Second, Table 4 enables a comparison of newspaper titles within a media group. Corelio's quality newspaper De Standaard and its popular Het Nieuwsblad show some significant differences. De Standaard pays significantly more attention to Canvas (χ2 = 21.995, p < 0.001) and KanaalTwee/2BE (χ2 = 15.261, p < 0.001), while the commercial “generalist” stations VTM (χ2 = 7.771, p = 0.006) and VT4/VIER (χ2 = 4.500, p = 0.036) receive more attention in Het Nieuwsblad. A similar observation can be made for De Persgroep's newspapers; quality newspaper De Morgen covers Canvas (χ2 = 29.931, p < 0.001), KanaalTwee/2BE (χ2 = 4.512, p = 0.037) and VijfTV/VIJF (χ2 = 5.887, p = 0.022) more often, while popular newspaper Het Laatste Nieuws writes more often about VTM (χ2 = 38.923, p < 0.001) and Ketnet (χ2 = 11.057, p = 0.001). These results indicate that (dis)similarities between newspapers' and television stations' target groups can be an alternative explanation (cf. infra).", "Third, it is interesting to highlight the proportion of attention paid to programmes produced by Woestijnvis, the production company in which Corelio has shares. Results indicate that 10.9 per cent of the programmes covered in the Corelio newspapers are Woestijnvis productions. This is significantly more than the 8.1 per cent attention in De Persgroep newspapers (χ2 = 3.904, p = 0.029). However, when looking at newspapers separately, no difference between attention paid to Woestijnvis productions can be observed between the quality newspapers (De Standaard 9.6 per cent, De Morgen 10.1 per cent). Among the popular newspapers, however, there is a significant difference (Het Nieuwsblad 12.0 per cent, Het Laatste Nieuws 6.4 per cent; χ2 = 8.814, p = 0.002). Unfortunately, a comparison of the coverage of Woestijnvis productions, before and after the company switch from producing content for VRT to SBS channels, in Corelio newspapers, and of the coverage of Vitaya, before and after its take-over by Medialaan, in Persgroep newspapers, was not possible due to the limited number of items (192 and 33, respectively).", "Finally, the data provide an opportunity to examine the amount of coverage (in average number of words) that newspapers dedicate to television programmes. Results (Table 5) show that only Het Laatste Nieuws spends significantly more words on television programmes on Medialaan stations (mean of 262 words) than on programmes of other stations (mean of 186 words) (F = 10.939, p = 0.001). Among the three other newspapers, no significant difference can be observed."]}, {"title": "Discussion", "paragraphs": ["This article analyses Flemish newspapers' coverage of television programmes to examine whether media cross-ownership results in cross-promotion of press outlets' affiliated television stations. At first glance, results partly indicate that newspapers report more frequently on affiliated than on other television stations, although differences are small. Figures show that De Persgroep newspapers cover affiliated Medialaan television channels more often than Corelio newspapers do, but only in one of the three examined time frames (2009). Corelio newspapers are seen to cover affiliated television production company Woestijnvis significantly more than De Persgroep does. The take-over of the SBS channels in 2011 by Corelio provided an excellent reference point to examine whether shifting shareholder structures affect coverage of newly affiliated media. However, results are not conclusive, as the increase in coverage of SBS channels in Corelio newspapers after Corelio became a shareholder in SBS coincides with a similar increase in attention in De Persgroep newspapers. A more logical explanation, therefore, seems that the sale and subsequent rebranding of the SBS channels increased its newsworthiness for both newspaper groups. While we cannot make any claims about whether Corelio covered its affiliated SBS channels more favourably after the take-over, or in comparison to De Persgroep, from a quantitative perspective no differences between both media groups could be observed. Newsworthiness of the rebranding therefore appears to be a qualifying factor when interpreting the data. Indeed, events surrounding television stations (or programmes) such as mergers and acquisitions are newsworthy in their own right, regardless of affiliation.", "A second qualifying aspect to consider is that of target audiences. Newspapers may write to a greater or lesser extent about certain television stations because it suits their readers, which our results seem to suggest. Significant differences between quality and popular newspapers were apparent. For one, quality newspapers cover VRT channel Canvas significantly more often. This television station is conceived and appreciated as a channel for viewers looking for “added value” in television content and focuses particularly on current affairs and culture. Audience profiles of Canvas and quality newspapers may largely overlap which provides a plausible explanation for the attention these newspapers pay to Canvas and its programmes. This observation is strengthened by the fact that there is only one difference in the proportion of stations' coverage between both quality newspapers (see Table 4). Similarly, the fact that popular newspapers cover commercial television station VTM significantly more frequent than quality newspapers may be explained by the overlap between the demographics of these media's target audiences. The limited difference in coverage between newspapers of VRT's channel één can be related to the fact that, as a general interest channel, it has a very broad target audience and hence appeals to audiences of both popular and quality newspapers.", "While the two quality newspapers hardly differ in the amount of coverage they allocate to particular television stations, significant differences were observed between the two popular newspaper titles: De Persgroep's Het Laatste Nieuws and Corelio's Het Nieuwsblad. These differences are in line with what ownership structures predict: Het Laatste Nieuws covers affiliated Medialaan channels VTM and 2BE significantly more often and VRT channels less often than does Corelio. The fact that this “effect” of ownership structures is particularly apparent within the popular newspapers requires attention, since these are the two newspapers with the biggest readership in the Flemish newspaper market. Given these results, it becomes important to understand whether, and to what extent, media users are aware of ownership structures and ties between different media outlets. If future research should indicate that they are unable to see through the cross-promotion of affiliated outlets, this would warrant a call for knowledge of ownership structures, and their impact on content, to become an issue in media literacy programmes.", "The current study differed from previous research, not only by the substantive scale and systematic approach to test ownership structures' influence, but also by considering other characteristics of television coverage in newspapers neglected by previous studies. Among others, broadcast frequencies influence coverage, as programmes that are broadcasted weekly seem to trigger most press attention. This might be due to the fact that certain elements in those programmes trigger its newsworthiness to a greater extent (e.g. who got voted off from the talent show?). As such, it is in line with the “frequency” news value (Harcup and O'Neill 2001; Ploughman 1995): extraordinary, rare occurrences are covered more readily than frequent, recurring events (in this case, for instance, daily broadcasted programmes). Indeed, programmes such as quiz shows, newscasts and soap operas are part of daily routines and only trigger media attention on special occasions (e.g. new actor in soap, anniversary quiz edition). Most weekly programmes are 13–24-part series and have therefore several points in time when they are newsworthy: in the run up and start (what is it about, who is in it?), at peak moments (who is on the talk show tonight, who was voted out of the talent show?) and the excitement of the seasons' finale (who wins the talent show, what is the fiction series' cliff-hanger?). This frequency thesis is further supported by the fact that one-off or yearly recurring broadcasts (award shows, Eurovision Song Contest, etc.) evoke a substantial share of news coverage in proportion to its limited broadcast share.", "Results also illustrate the importance of genre as an explanatory factor, as pointed at by Thumim (2004). Quality and popular newspapers select different television genres to cover with the former focusing more on films, documentaries, news and current affair programmes and the latter paying more attention to entertainment, reality, lifestyle and fiction series, each selecting programmes that appeal most to their respective readership. Consequently, if certain television channels broadcast particular genres more frequently, this may influence press coverage of that television channel. Hence, this article wants to underline the importance of taking such characteristics into account before making too bold statements about ownership structure influence.", "A similar caution should be taken into account regarding the large-scale quantitative approach of the current study. The study's sample deliberately focused on time frames after important shifts in ownership structures had taken place (such as the take-over of SBS channels by Corelio), rather than during its transitions. This may to some extent have washed out possible ownership effects that might become visible in more focused case study designs (cf. Baker 2006). Further, the current quantitative approach did not take into account the tone of the articles (whether it was positive, neutral or negative). The current data do not permit statements to be made about whether media companies cover their affiliated outlets more favourably. Some scholars suggest this to be the case (Pratte and Whiting 1986; Snider and Page 1997) while others refute this. Hardy (2010, 199) refers to media mogul Rupert Murdoch who stated “that his own papers often gave poor reviews of his programmes”. As such, the focus on measurable criteria in this study takes less into account more tangible content issues, and subsequently the newspapers' contribution to the public sphere, as Baker (2006) argues. While not an objective of the current study to look at the tone of television coverage, future research should look into this aspect more profoundly.", "Finally, and in line with Baker (2006), the focus on a content analysis prohibits profound claims about the production side. As Higgins and Sussman (2007) point out, it is often hard to identify if television coverage is the result of news value or of promotional reasons. As Christian Van Thillo, CEO of De Persgroep, argued in the introductory quote to this article, journalistic independence is said to be guaranteed for all journalists. Newspaper journalists as well stress that they wish to avoid the impression of “further[ing] the interest of [their] own newspaper or company that owns [their] newspaper” (Fengler 2003, 823), but also acknowledge that when peers (e.g. colleagues from an affiliated television station) work in the same building, this facilitates access to them. Organisational structures of a media company, media practitioners' routines or what journalists assume that the management expects from them can thus (unconsciously) amplify cross-media promotion (Fengler 2003; Reinemann 2004). To understand cross-promotion from a production perspective, research should be complemented with interviews or field observations.", "In sum, this article found some limited indications to support the cross-promotion thesis, but also pointed to the complexity of the issue and the need to take into account characteristics of television programmes (genre, broadcast frequency, etc.), target audiences, and characteristics of newspapers and journalistic routines. These elements may explain, and possibly even annul, the impact of cross-promotion of affiliated media outlets. Moreover, the impact of cross-promotion may be influenced by the shifting relevance of particular media types as a means of cross-promotion, for example due to (continuing) changes in ownership structures but also technological developments that shed new light on marketing strategies."]}], "references": [{"title": "Aesthetics of Television Criticism: Mapping Critics&#039; Reviews in an Era of Industry Transformation", "year": "2005", "journal": "Research in the Sociology of Organizations", "volume": "23", "authors": [{"name": "Bielby Denise D.", "first_name": "Bielby", "last_name": "D."}, {"name": "Moloney Molly", "first_name": "Moloney", "last_name": "Molly"}, {"name": "Ngo Bob Q.", "first_name": "Ngo", "last_name": "Q."}]}, {"title": "Anchors Away: Media Framing of Broadcast Television Network Evening News Anchors", "year": "2007", "journal": "The International Journal of Press/Politics", "volume": "12", "authors": [{"name": "Brewer Paul R.", "first_name": "Brewer", "last_name": "R."}, {"name": "Macafee Timothy", "first_name": "Macafee", "last_name": "Timothy"}]}, {"title": "Use of Network News Material by Cross-Owned Newspapers", "year": "1979", "journal": "Journalism Quarterly", "volume": "56", "authors": [{"name": "Burriss Larry L.", "first_name": "Burriss", "last_name": "L."}, {"name": "Williams Jeanne P.", "first_name": "Williams", "last_name": "P."}]}, {"title": "Selling News: Behind the Content of Cable and Broadcast Morning Shows", "year": "2009", "journal": "Electronic News", "volume": "3", "authors": [{"name": "Cleary Johanna", "first_name": "Cleary", "last_name": "Johanna"}, {"name": "Adams-Bloom Terry", "first_name": "Adams-Bloom", "last_name": "Terry"}]}, {"title": "Crime, Foreigners and Hard News: A Cross-National Comparison of Reporting and Public Perception", "year": "2010", "journal": "Journalism", "volume": "11", "authors": [{"name": "Curran James", "first_name": "Curran", "last_name": "James"}, {"name": "Salovaara-Moring Inka", "first_name": "Salovaara-Moring", "last_name": "Inka"}, {"name": "Coen Sharon", "first_name": "Coen", "last_name": "Sharon"}, {"name": "Iyengar Shanto", "first_name": "Iyengar", "last_name": "Shanto"}]}, {"title": "Weeral Bokrijk!: Het Folkloristisch Beeld van Vlaanderen in Historische Tv-Fictie", "year": "2002", "journal": "Volkskunde", "volume": "103", "authors": [{"name": "Dhoest Alexander", "first_name": "Dhoest", "last_name": "Alexander"}]}, {"title": "Quality and/as National Identity: Press Discourse on Flemisch Period TV Drama", "year": "2004", "journal": "European Journal of Cultural Studies", "volume": "7", "authors": [{"name": "Dhoest Alexander", "first_name": "Dhoest", "last_name": "Alexander"}]}, {"title": "Coming to Terms with Convergence Journalism: Cross-Media as a Theoretical and Analytical Concept", "year": "2011", "journal": "Convergence", "volume": "17", "authors": [{"name": "Erdal Ivar J.", "first_name": "Erdal", "last_name": "J."}]}, {"title": "Holding the News Media Accountable: A Study of Media Reporters and Media Critics in the United States", "year": "2003", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "80", "authors": [{"name": "Fengler Susanne", "first_name": "Fengler", "last_name": "Susanne"}]}, {"title": "De Vlaamse dagbladpers: een pers met vele gezichten", "year": "1990", "journal": "Communicatie", "volume": "20", "authors": [{"name": "Fransen Christiane", "first_name": "Fransen", "last_name": "Christiane"}]}, {"title": "Corporate Ownership and News Bias: Newspaper Coverage of 1996 Telecommunications Act", "year": "2000", "journal": "Journal of Politics", "volume": "62", "authors": [{"name": "Gilens Martin", "first_name": "Gilens", "last_name": "Martin"}, {"name": "Hertzman Craig", "first_name": "Hertzman", "last_name": "Craig"}]}, {"title": "What Is News? Galtung and Ruge Revisited", "year": "2001", "journal": "Journalism Studies", "volume": "2", "authors": [{"name": "Harcup Tony", "first_name": "Harcup", "last_name": "Tony"}, {"name": "O'Neill Deirdre", "first_name": "O'Neill", "last_name": "Deirdre"}]}, {"title": "Cultural Globalization and Arts Journalism: The International Orientation of Arts and Culture Coverage in Dutch, French, German, and U.S. newspapers, 1955 to 2005", "year": "2008", "journal": "American Sociological Review", "volume": "73", "authors": [{"name": "Janssen Susanne", "first_name": "Janssen", "last_name": "Susanne"}, {"name": "Kuipers Giselinde", "first_name": "Kuipers", "last_name": "Giselinde"}, {"name": "Verboord Marc", "first_name": "Verboord", "last_name": "Marc"}]}, {"title": "Measuring Media Concentration and Diversity: New Approaches and Instruments in Europe and the US", "year": "2009", "journal": "Media, Culture \\& Society", "volume": "31", "authors": [{"name": "Just Natascha", "first_name": "Just", "last_name": "Natascha"}]}, {"title": "American Television Criticism, 1970–1985", "year": "1986", "journal": "Critical Studies in Mass Communication", "volume": "3", "authors": [{"name": "Newcomb Horace M.", "first_name": "Newcomb", "last_name": "M."}]}, {"title": "The American Print News Media ‘Construction’ of Five Natural Disasters", "year": "1995", "journal": "Disasters", "volume": "19", "authors": [{"name": "Ploughman Penelope", "first_name": "Ploughman", "last_name": "Penelope"}]}, {"title": "The Cult of the Generalist: British Television Criticism 1936–83", "year": "1984", "journal": "Screen", "volume": "25", "authors": [{"name": "Poole Mike", "first_name": "Poole", "last_name": "Mike"}]}, {"title": "What Newspaper Editorials Have Said About Deregulation of Broadcasting", "year": "1986", "journal": "Journalism Quarterly", "volume": "61", "authors": [{"name": "Pratte Alf", "first_name": "Pratte", "last_name": "Alf"}, {"name": "Whiting Gordon", "first_name": "Whiting", "last_name": "Gordon"}]}, {"title": "One Owner, One Voice? Testing a Central Premise of Newspaper-Broadcast Cross-Ownership Policy", "year": "2008", "journal": "Communication Law and Policy", "volume": "13", "authors": [{"name": "Pritchard David", "first_name": "Pritchard", "last_name": "David"}, {"name": "Terry Christopher", "first_name": "Terry", "last_name": "Christopher"}, {"name": "Brewer Paul R.", "first_name": "Brewer", "last_name": "R."}]}, {"title": "Routine Reliance Revisited: Exploring Media Importance for German Political Journalists", "year": "2004", "journal": "Journalism \\& Mass Communication Quarterly", "volume": "81", "authors": [{"name": "Reinemann Carsten", "first_name": "Reinemann", "last_name": "Carsten"}]}, {"title": "Hard and Soft News: A Review of Concepts, Operationalizations and Key Findings", "year": "2012", "journal": "Journalism", "volume": "13", "authors": [{"name": "Reinemann Carsten", "first_name": "Reinemann", "last_name": "Carsten"}, {"name": "Stanyer James", "first_name": "Stanyer", "last_name": "James"}, {"name": "Scherr Sebastian", "first_name": "Scherr", "last_name": "Sebastian"}, {"name": "Legnante Guido", "first_name": "Legnante", "last_name": "Guido"}]}, {"title": "Re-evaluating the Role of Television Criticism in the British Press", "year": "2013", "journal": "Journalism", "volume": "14", "authors": [{"name": "Rixon Paul", "first_name": "Rixon", "last_name": "Paul"}]}, {"title": "Media, Rate Thyselves", "year": "1983", "journal": "Washington Journalism Review 8 (December)", "volume": "", "authors": [{"name": "Robinson Michael", "first_name": "Robinson", "last_name": "Michael"}]}, {"title": "The News Media as Political Institutions", "year": "2002", "journal": "Annual Review of Political Science", "volume": "5", "authors": [{"name": "Schudson Michael", "first_name": "Schudson", "last_name": "Michael"}]}, {"title": "Op Zoek naar de Heilige Graal. Een Analyse van de Discussie in de Pers Omtrent Cultuurprogramma&#039;s op de Vlaamse Publieke Televisie", "year": "2014", "journal": "Tijdschrift voor Communicatiewetenschap", "volume": "42", "authors": [{"name": "Tambuyzer Sil", "first_name": "Tambuyzer", "last_name": "Sil"}, {"name": "Van den Bulck Hilde", "first_name": "Van", "last_name": "Hilde"}]}, {"title": "Hidden Conflicts and Journalistic Norms: The Case of Self-Coverage", "year": "1994", "journal": "Journal of Communication", "volume": "44", "authors": [{"name": "Turow Joseph", "first_name": "Turow", "last_name": "Joseph"}]}, {"title": "Readers&#039; Responses to Product+ Strategies of Print Media Brands: Increasing Readership or Commoditization of Print Media?", "year": "2011", "journal": "International Journal on Media Management", "volume": "13", "authors": [{"name": "Van den Bulck Hilde", "first_name": "Van", "last_name": "Hilde"}, {"name": "Tambuyzer Sil", "first_name": "Tambuyzer", "last_name": "Sil"}, {"name": "Ackx Stef", "first_name": "Ackx", "last_name": "Stef"}]}, {"title": "Scheduling and Continuity Techniques in a Changing Television Landscape: A Case Study in Flanders", "year": "2014", "journal": "International Journal of Digital Television", "volume": "5", "authors": [{"name": "Van den Bulck Hilde", "first_name": "Van", "last_name": "Hilde"}, {"name": "Tambuyzer Sil", "first_name": "Tambuyzer", "last_name": "Sil"}, {"name": "Simons Nele", "first_name": "Simons", "last_name": "Nele"}]}, {"title": "Television Criticism and the Popular Press", "year": "1985", "journal": "Critical Studies in Mass Communication", "volume": "2", "authors": [{"name": "Watson Mary Ann", "first_name": "Watson", "last_name": "Ann"}]}, {"title": "Synergy Bias: Conglomerates and Promotion in the News", "year": "2002", "journal": "Journal of Broadcasting \\& Electronic Media", "volume": "46", "authors": [{"name": "Williams Dmitri", "first_name": "Williams", "last_name": "Dmitri"}]}]}