{"doi": "10.1080/17512780601078860", "url": "https://doi.org/10.1080/17512780601078860", "title": "STORIES FROM PLANET FOOTBALL AND SPORTSWORLD", "volume": "1", "year": "2007", "issue": "1", "journal": "Journalism Practice", "publisher": "Routledge", "authors": [{"last_name": "Sugden", "first_name": "John", "name": "John Sugden", "affiliation": "", "orcid": "", "role": ""}, {"last_name": "Tomlinson", "first_name": "Alan", "name": "Alan Tomlinson", "affiliation": "", "orcid": "", "role": ""}], "abstract": " The profile of sport journalism has increased as the scale and media profile of large-scale international sporting events have escalated. This article considers the ways in which sport journalists have responded to such changes. It concentrates upon the nature of sport journalists’ relationships with their sources; their relationship with gatekeepers; and the issue of collusion, between journalists themselves and journalists and their subjects and sources. Drawing upon extensive periods of participation and observation at the Olympic Games, the FIFA (men's) football World Cup, and international football club and national championships and tournaments, and citing in-depth interviews with a senior wires-based journalist, the authors examine the practices of the sport journalism profession. These are also discussed in the light of journalists’ own published accounts, memoirs and reflections, and the wider, limited literature of research into the professional culture of sport journalism. In conclusion, the article argues that traditional legacies of source relations combine with current trends in promotional culture to confirm the collusive dynamic, and in widespread cases to intensify the trivialisation of the subject matter of the sport journalist. ", "body": [{"sec_title": "Introduction", "sec_content": ["In his study Sports Journalism: context and issues, Raymond Boyle observes that “within journalism studies research, sports journalism has largely been under-researched” (2006, p. 12), and that “there is a distinct lack of studies of UK sports journalists from within the Academy” (2006, p. 14). This article is intended as a contribution towards filling in at least in part such a surprising lacuna. As the late press baron Lord Northcliffe is reputed to have said, “news is something somebody somewhere doesn't want printing. All the rest is advertising” (Hargreaves, 2003, p. 178). Taking note of the “Northcliffe Doctrine”, it has struck us during our research and travels in the margins of the sport media that much that appears in the sports pages of the press is at best trivial and at worst little short of advertising. In his account of the football World Cup in Italy in 1990, Pete Davies describes how the event has “grown so big that it's become a whole alternative world unto itself: Planet Football, an unreality zone of media and marketing mayhem, a land of hysterical fantasy” (1991, p. 4). “Soul food for billions”, he calls the event and its widespread international coverage.", "In this article we provide insight into and interpretations of the ways in which the soul food is pre-packaged within the working practices of the media industries. In order to do so we draw upon our own experiences of inhabiting, researching and writing about Planet Football and other large-scale sporting events such as the Olympic Games; formal interviews with journalists; and our own and others’ insider observations of the sports media profession at work at events and venues including the African Nations Cup in South Africa and Asia's equivalent national championship in 1996, FIFA (Fédération Internationale de Football Association) (men's) World Cup Finals in France 1998 and Japan/Korea 2002, the Euro 2000 football tournament in Belgium/Netherlands, the football tournament at the Sydney 2000 Summer Olympic Games, and UEFA (Union of European Football Associations) Champions’ League Finals in Amsterdam, Milan, Glasgow, Manchester, Gelsenkirchen and Istanbul. We have, contextually, conducted extensive observational fieldwork, documentary collection and analysis, and over 100 interviews with key informants on international football and sporting culture. Essential, core resources for this article are interviews conducted in 2000 and 2004 with Mike Collett, Senior Football Correspondent at news agency Reuters.1 Our selected cases relate to the press and professional principles and practices that characterise the work of the press at these major sporting events. We develop this analysis in an integrated fashion, citing sources and previous research within the general body of the article, after establishing in the following section the primary analytical themes."]}, {"sec_title": "Source Relations in Sport Journalism in Britain", "sec_content": ["The sporting press has long been concerned with more than mere match results.2 It was a kind of debating chamber, generating dialogue and debate on players, teams and results. It began too to create celebrities, including the sporting journalists themselves. By the 1930s factual style, or the anonymity of those writing on sport for The Times, was forsaken for a sensationalist emphasis on features, drama and behind-the-scenes stories (Hill, 2002, p. 45). How did you get access to the appropriate sources? In the cosy football world of the 1950s and into the 1960s, as described by Arthur Hopcraft, a co-operative, collusive working relationship existed between the football world and the press, with a cast of local reporters “in constant, relaxed contact with the clubs” (1968, p. 208), a relationship based upon “a combination of day-to-day friendliness and professional ingratiation” (1968, p. 207). Even where the sports reporters were aware of a story—drug-taking, or match-fixing—they would not usually “hold it up for the public to inspect” (1968, p. 210) as this would jeopardise their critical, everyday access to sources. More recent commentaries and analyses (Boyle and Haynes, 2000, p. 29; Brookes, 2002, p. 39; Rowe, 1999, Chapter 3; 2005) bear out this point. Sports may well feature in newspapers beyond the sports pages, as scandal, policy or business stories (Brookes, 2002, pp. 34–6), but within the sports pages themselves the closeness of observer and observed is widely acknowledged. Whannel (2002, pp. 153–4) has argued that news-reporter colleagues chasing sensational scoops have undermined the trust that existed between specialist sport reporters and their subjects, but Rowe (1999, p. 48) found that sport journalists remained “heavily dependent on cultivating good relationships with sportspeople, officials, sponsors and so on”, and continued to dread the prospect of being frozen-out by sources and informants, particularly at the local level (Rowe, 2005, pp. 132–4). Sports writers would rarely question the politics of the sport (Boyle and Haynes, 2000, p. 29); and “there tends to be an interdependent relationship between sports organisations and journalists: sports organisations want favourable media coverage, sports journalists want access to sources” (Brookes, 2002, p. 37). There are of course changes in the context of this relationship, and celebrity sports figures protected by agents and promoters are hardly as accessible as were Hopcraft's local subjects (see Boyle, 2006, pp. 113, 115, on the increasing difficulty of such access). But this has intensified rather than eased the issue of the relationship of the journalist to his or her sources: “in an age of promotion and media manipulation, the challenge to produce uncomplicit sports journalism” (Boyle, 2006, p. 127) remains. This kind of tit-for-tat dynamic also carries through into the broadcast media. Sports commentators’ interpreting role is downplayed in the expectancy that they act and speak “more as an ambassador and enthusiastic follower of the sport than an objective reporter” (Barnett, 1990, p. 163). Our emphasis is upon the ways in which source relations and interdependent dynamics undermine the challenge to the complicit and the collusive."]}, {"sec_title": "The Scale of Mediation and the Monopoly of the Few", "sec_content": ["When entering the big-event world of the contemporary sport journalist, one is immediately struck by the astonishing scale of the sport–media interface. For instance, France '98 gave media accreditation to 12,000 media professionals, including 3000 print journalists working within various specialist genres: tabloid; broadsheet; agencies/wire services; magazine; Web-based; freelancers. Broadcast media numbered 6800 reporting for radio and TV (terrestrial, cable/satellite). And there were 850 photographers and 1700 administrative/technical support staff. Once the competition commenced this media army was dispersed around 10 interlinked media bases in Paris, St-Denis, Lens, Nantes, Bordeaux, Toulouse, Lyon, St-Etienne, Marseilles, and Montpellier. At the Sydney 2000 Summer Olympic Games there were 21,000 accredited media in the city, 15,000 with full IOC (International Olympic Committee) accreditation, 6000 accredited by the city: that is, twice as many media personnel as athletes. Mike Collett, veteran of six Summer Olympics and as many World Cup Finals, comments on the effect of this scale upon the individual media professional: The media is now so vast that it's very difficult to feel, initially at least, a sense of your own self. You feel completely dwarfed by the other journalists, and by the other media people there, and it's very difficult to realise that you've got an important job to do, because you feel that somewhere else, there's a bigger story going on that you're not part of . It's a very strange feeling … You have to really concentrate on your own well-being, because the Olympics are vast, so huge, you can be swamped by the size of the thing. (Collett, interview, 2000)  ", "The media is now so vast that it's very difficult to feel, initially at least, a sense of your own self. You feel completely dwarfed by the other journalists, and by the other media people there, and it's very difficult to realise that you've got an important job to do, because you feel that somewhere else, there's a bigger story going on that you're not part of . It's a very strange feeling … You have to really concentrate on your own well-being, because the Olympics are vast, so huge, you can be swamped by the size of the thing. (Collett, interview, 2000)", "The main facility in Paris, in 1998, the CIM (International Media Centre), was indeed vast, covering 33,000 square metres consisting of the Main Press Centre, International Radio and Television Centre, and Accreditation Centre. For five weeks, the CIM was the nerve centre of France '98, and some journalists covered the World Cup from France without ever leaving the media centre, apart from crossing the street to a hotel to sleep. Not that they really needed to go anywhere else. Services provided at the CIM comprised a newsroom with 250 work stations (telephone and computer access), access to Info France '98, a telecommunications area, a photographers’ workshop (60 work stations + developing facilities), photocopying/faxing service, a TV viewing area to watch matches and related features, and specialist support on travel, visa arrangements and requirements, and accommodation. The Main Press Centre was dominated by a huge editing room with hundreds of desk-top computers, an Internet suite and a giant television screen on which all of the games and events associated with the World Cup were broadcast live. It also had facilities for photocopying, faxing and film development, as well as an area for video viewing and editing. Away from the editing room were the suites of offices occupied by the major press agencies and some of the bigger newspapers. The even bigger CIRTV (International Radio and Television Centre) handled the editing and relaying of all of the broadcasts from the various nationwide venues.", "The awesome scale of the mediation of France '98, and of subsequent World Cups in Japan/Korea and Germany, has huge implications for the question of where future World Cup Finals and other large-scale sporting events, such as the Olympics, might be hosted. The size, cost and technological sophistication of the media infrastructure demanded by such a tournament means that it is highly improbable that any other than a handful of first-world countries, or conglomerates thereof, will be allowed to host future competitions. Months before France '98, Issa Hayatou, the President of the African Confederation, had talked to us candidly in Johannesburg in 1996 about the obstacles facing Africa in its attempt to persuade FIFA to hold the World Cup Finals on that continent. It was not, he believed, that an African country was incapable of hosting a football tournament: impoverished Burkina Faso successfully hosting a 24-team African Cup of Nations in 1998 bears this out. However, the scale of the mediation of the World Cup Finals, coupled with the high demands of FIFA's marketing partners and the self-styled VIPs who swell the ranks of the FIFA family, meant, he believed, that with exception of South Africa (now trusted with the 2010 World Cup Finals based on the existence of a sport infrastructure, largely for rugby union and cricket, inherited from the apartheid era) no country in Africa could credibly support a 32-nation month-long Finals with an infrastructure such as those created for France '98, Japan/Korea 2002 and Germany 2006. So long as the communications facilities and not the games themselves are given priority, then it seems unlikely that the developing world—which comprises more than half of FIFA's national members—will ever host football's most prestigious tournament.", "We were given further insight into the problems of scale by David Collins, the secretary of the Welsh FA (Football Association), when we met him in Amsterdam on the day of the 1998 Champions League Final between Real Madrid and Juventus. He was there on a fact-finding mission to see if it would be feasible for the Welsh FA to bid to host a future Champions’ League Final once the new national Millennium Stadium in Cardiff had been completed. Collins was not encouraged by what he saw. There was no problem with the new 80,000 all-seated stadium's capacity to host a football match, but he questioned Cardiff's ability to bring in, accommodate and evacuate such a large volume of non-resident fans over a 48-hour period (for UK domestic cup finals held in Cardiff, audiences tend to arrive and depart on the same day). However, it was the scale of the media presence that he found truly daunting. He had been out to the Amsterdam Arena where the game was to be held that evening and counted in excess of 100 outside broadcast vehicles around the stadium's perimeter. Collins reasoned that Cardiff could never cope with such levels of media intrusion. His conclusion was that only a handful of major European cites, such as London, Paris, Rome and Madrid, were now capable of hosting such an event. In May 2004 the staging of the Champions’ League Final at the Schalke 04 stadium on the outskirts of Gelsenkirchen, Germany, seemed to prove Collins wrong, and the town was also to host the England–Portugal quarter-final match in July 2006. But the international media were not impressed at the fragmented nature of the event, with press, sponsors and fans dispersed around the industrial region, and the far from glitzy centre of the provincial German town providing an unglamorous setting for UEFA's showpiece. This was not a simple matter of coddled journalists missing cosmopolitan creature comforts and entertainment. As Mike Collett recalled: For instance in Euro 2004 we didn't have any screens. In the 50th row of the main stand you can't even see the players’ numbers! The man sitting at home in Kuala Lumpur or Buenos Aires sees more than us, sees the replays, and has more ideas about how a certain goal was scored and this leads to a terrible problem because you're the man in the stadium but you can't see the detail. We try to overcome this by having screens showing the game back in our offices and we communicate with people watching televisions back home. (Collett, interview, 2004)  ", "For instance in Euro 2004 we didn't have any screens. In the 50th row of the main stand you can't even see the players’ numbers! The man sitting at home in Kuala Lumpur or Buenos Aires sees more than us, sees the replays, and has more ideas about how a certain goal was scored and this leads to a terrible problem because you're the man in the stadium but you can't see the detail. We try to overcome this by having screens showing the game back in our offices and we communicate with people watching televisions back home. (Collett, interview, 2004)", "The selection of Portugal as the host for the 2004 European Nations Cup was neither well received nor positively experienced by many of the press pack, whose professional expectations have been raised by the escalating scale of the sports event."]}, {"sec_title": "Access to Sources—Gatekeepers and Gift-horses", "sec_content": ["To see the media at work on the construction and projection of the event, one has to get past the gatekeepers. Time spent in South Africa and the United Arab Emirates cultivating sources and journalistic and FIFA networks at the continental African and Asian championships, and at the Olympic soccer tournament in Sydney and Brisbane, confirmed for us the importance of particular forms of access. Much time spent by the media at such events is about negotiating access, and the challenges of securing access include recognising and dealing with the importance and power of officials, who provide access on various levels, to the tournament in general (accreditations and press passes), but also forms of access within access, to specific events, to officials, and to performers/players, and to key areas such as hotel lobbies and late-night bars and eateries—where the real off-field stories can be found. Formal and official sources of information are freely gifted and include media packs, press releases, news conferences, organising committee databases, wire services, and other published media. Insider sources include interpersonal media networks, independently cultivated official sources, independently cultivated performers and past-performers, in-the-know VIPs and sundry “event groupies”—ex-somethings or others whom the establishment forgets not to invite.", "A huge amount of material that appears in the sports pages is derived from the official sources. The online databases, websites and in-house news letters are routinely placed at the undiscerning journalists’ fingertips. Much of this prefabricated information is handed out with accreditation documents and passes at the beginning of a major event/tournament (along with the free T-shirts, hats, pens, clocks, torches and sundry bric-a-brac and tat that is routinely packed into a media gift bag). The rest is updated on a daily basis and can be accessed freely in the media centres. News about team selection, player injuries, sound bites from players and coaches, and a formidable amount of statistical information is available at the touch of a button. In addition, each morning during France '98, FIFA held themed press briefings at the CIM. The daily briefing would be headlined by one or two main issues, such as refereeing, or doping control, followed by questions and answers about other, emerging stories. A special guest would be invited to attend depending on the nature of the issues being discussed. For instance, if the subject was the number of player dismissals, somebody like David Will, the Chair of the referee committee during the 1998 World Cup, would be present, and at least once the new President, Sepp Blatter, was the main guest. Of course little if any of this information has a critical edge and journalists who rely too heavily upon such sources cannot but produce at best bland journalism and at worst institutionalised propaganda.", "Access to the various teams’ head-quarters and training areas was also controlled by FIFA and the CFO (French Organising Committee), as was access to managers’ post-match press conferences and the “mixed-zone”, where journalists can mingle with players after the games in search of sound-bite profundity. For the relatively small number of media personnel interested in the broader politics of FIFA and the confederations, the same gatekeepers controlled access to events such as congresses and executive committee meetings, as well as for one-to-one interviews with senior officials. It became clear that under such circumstances most journalists became self-censoring. Many were interested in some of the stories which we were aggressively following, but few could afford to pursue them very far themselves for fear of losing their supply of the sports trivia which they needed to make routine copy. This process of self-censorship warrants more detailed consideration."]}, {"sec_title": "Self-censorship in the Sport Media", "sec_content": ["In 1994, before we had got to know and begun to work with investigative journalist and writer Andrew Jennings, we were part of an academic audience which he lambasted in Savannah, Georgia, USA. His principal targets were tame journalists and lazy and co-opted academics who toady to the IOC because either they get too fond of the junketing good life, which so often accompanies the administration of international sport, or they become totally dependent upon “official” sources for their own output. According to Jennings, the worst culprits actually end up becoming part of the organisations which they purport to be studying, becoming involved in the production of edifying, “official” histories, and writing heroic and sanctimonious biographies of past and present leaders. Journalist David Miller's official commissioned account of the IOC and the career of the post-1980 president Juan Antonio Samaranch (Miller, 1992) would be a case in point.", "The carrot of accreditation and the stick of excommunication are powerful forces of self-censorship in sport journalism. Our successful applications for accreditation for France '98 had been based upon a case made for access in order to pursue our academic/historical research studies, but we still had Jennings's scolding ringing in our ears as we prepared for, and arrived in, Paris; and it was in this context that we produced a few pieces for New Statesman, When Saturday Comes and the Financial Times. Most of the time we gathered material for our various publications on the workings and politics of FIFA, consolidated our media and FIFA networks, and observed the sport media at work. Interestingly, certain journalists became key informants—our deep throats if you like—directing us toward stories that they themselves were reluctant to pursue for fear that they would suffer excommunication. Of course, once we had followed some of these leads and put our interpretations and conclusions into the public domain, our informants could use our stories to inform their own work without fear of being accused by the institutional gatekeepers of a betrayal of trust. Unsurprisingly, the investigative tone of some of our journalism along with the publication of the first of our (three) critical books on football's world governing body (Sugden and Tomlinson, 1998) ensured that we were not invited to apply for media accreditation for subsequent World Cup Finals.", "The capacity for organisational hierarchies to neutralise the potential for investigative and critical hard news is helped by the life-long love affair which many sport journalists have with their specialist topic. It is not unusual for sports enthusiasts who are not good enough to become top-class performers to find professions that keep them closely linked to their favourite activities. For instance, many physical education teachers choose that profession because they are not good enough to make it as professional players/performers. The same is true of sport journalists and Mike Collett's motivation for becoming a sport journalist is not unusual: When I decided that I would not be good enough to play for Tottenham, to become a professional footballer, I decided that the next best thing was sport journalism. I would have loved to have been a pro-sportsman but when I realised, obviously, that I was not going to do that, this was the next best thing. I always had a fantastic love of newspapers … to get out of the office and travel the world covering the world, keeping in contact with the sport you loved. (Collett, interview, 2004)   As a journalist at the Olympics, it's sensational being here, for personal reasons, for professional reasons, because you're a sports fan as well as being a journalist. (Collett, interview, 2000)  ", "When I decided that I would not be good enough to play for Tottenham, to become a professional footballer, I decided that the next best thing was sport journalism. I would have loved to have been a pro-sportsman but when I realised, obviously, that I was not going to do that, this was the next best thing. I always had a fantastic love of newspapers … to get out of the office and travel the world covering the world, keeping in contact with the sport you loved. (Collett, interview, 2004)", "As a journalist at the Olympics, it's sensational being here, for personal reasons, for professional reasons, because you're a sports fan as well as being a journalist. (Collett, interview, 2000)", "This love affair with the subject does not encourage objective and hard-hitting journalism, however. This is a danger which Collett is acutely aware of: Sometimes I can't believe how lucky I am. Going around the world following the sports I love, getting the best seats in the house, meeting all of the top stars. Sometimes I wake up in a sweat thinking that I've done something, written something, to blow it and I'll be thrown out of this world. (Collett, interview, 2004)  ", "Sometimes I can't believe how lucky I am. Going around the world following the sports I love, getting the best seats in the house, meeting all of the top stars. Sometimes I wake up in a sweat thinking that I've done something, written something, to blow it and I'll be thrown out of this world. (Collett, interview, 2004)", "There is a real fear, then, that if you dig too deep you may lose your membership of the club, and this fear serves the interests of those who have secrets to guard."]}, {"sec_title": "The Trivialisation of Sports News", "sec_content": ["One consequence of self-censorship and compromise in relation to sources is a trivialisation of what is actually reported. After having worked alongside the “real” sports media in France and elsewhere, the tendency of many towards compromise and complicity with organisational hierarchies became understandable, though far from excusable. For the everyday football journalist, descriptive, personality-based, sports trivia is what they need most to make the kind of copy that will sell newspapers. During the World Cup, what Brazilian superstar Ronaldo ate for breakfast was of more importance to most Brazilian journalists than connections between Havelange and Nike, just as England manager Glen Hoddle's team selection was more important to the English press than some of the underhand tactics of the (English) FA's campaign to host the 2006 World Cup Finals. The ebb and flow of World Cup trivia is carefully controlled by FIFA, as is the access to those who are making these kinds of stories. The trivialisation of sport journalism is yet another threat to the integrity of the profession and one that has become more and more serious with the arrival of 24-hour sport news television. Mike Collett is in no doubt about who the chief culprit is in the dumbing down of sports reporting—Rupert Murdoch's Sky Sports: The amount of air-time that they have to fill with analysing stuff, that 10–15 years ago you wouldn't have even thought about. This has led to a change in what defines news, what is newsworthy and where hype begins and real news judgement ends. This is an enormous problem that creates an artificial agenda newspapers feel obliged to write about, and agency people like me feel obliged to tell the world about. Sky is setting an agenda that is not particularly newsworthy, and through which trivia becomes headlines. This is never-ending. (Collett, interview, 2004)  ", "The amount of air-time that they have to fill with analysing stuff, that 10–15 years ago you wouldn't have even thought about. This has led to a change in what defines news, what is newsworthy and where hype begins and real news judgement ends. This is an enormous problem that creates an artificial agenda newspapers feel obliged to write about, and agency people like me feel obliged to tell the world about. Sky is setting an agenda that is not particularly newsworthy, and through which trivia becomes headlines. This is never-ending. (Collett, interview, 2004)", "Collett identifies two types of broadcast journalist who have contributed to forms of such trivialisation: There's the guys inside who never go outside, who might have a real problem because they see everything through the glass tube; and the guys who go out whose egos are bigger than ever because they are at the cutting edge or they think they are. (Collett, interview, 2000)  ", "There's the guys inside who never go outside, who might have a real problem because they see everything through the glass tube; and the guys who go out whose egos are bigger than ever because they are at the cutting edge or they think they are. (Collett, interview, 2000)", "All this technology and broadcast media celebrity fuel the trivial. Spend any afternoon watching Sky's Afternoon Report sports news programme and the tendency towards the glorification of the nothing story is clear to see. For more serious journalists in the press, this problem is amplified by the fact that, unlike print journalists, Sky and other television broadcasters pay for the rights to cover sports events. In return they are granted privileged access to information flows. In pre- and post-match press briefings it is the rights holders who are granted the obligatory interviews and are invited to ask the first questions: and this sets the agenda which the others feel obliged to follow, as their own “first hand” copy may depend on the quotes produced by Sky's questions. Likewise in the “mixed zones”—the carefully rationed spaces wherein the media can briefly interact with players and coaches. As Collett explains, it is the men from Sky and the other TV rights holders who are given pole positions: This comes into its own at the major tournaments, the World Cup or the Olympics. You'll want to be talking to a player in the mixed zone where the players are under no obligation to talk to anyone, but they have to pass through a whole labyrinth of journalists to get out and get on the coach. The way it's set out is that the TV guys have the first bite then radio and then you by which time they may have said the same thing half a dozen times already. By the time they get to you unless they know you personally they won't want to talk to you and they're off and this is a huge conflict of interest. (Collett, interview, 2004)  ", "This comes into its own at the major tournaments, the World Cup or the Olympics. You'll want to be talking to a player in the mixed zone where the players are under no obligation to talk to anyone, but they have to pass through a whole labyrinth of journalists to get out and get on the coach. The way it's set out is that the TV guys have the first bite then radio and then you by which time they may have said the same thing half a dozen times already. By the time they get to you unless they know you personally they won't want to talk to you and they're off and this is a huge conflict of interest. (Collett, interview, 2004)", "It was different, Collett recalls, when the media circus was smaller. At the 1984 Los Angeles Olympics, Collett was among only 5000 accredited media, and could approach athlete Carl Lewis directly: Athletics was very different at that time. You could approach the athletes and talk to them openly and they wanted to talk to you. Having been very close to the sport at the time, my personal feeling was that Carl Lewis was the genuine article. (Collett, interview, 2000)  ", "Athletics was very different at that time. You could approach the athletes and talk to them openly and they wanted to talk to you. Having been very close to the sport at the time, my personal feeling was that Carl Lewis was the genuine article. (Collett, interview, 2000)", "Denied such access, the journalist becomes increasingly dependent upon fragments of controlled, and often trivial, information; and this intensifies the collusive dynamic."]}, {"sec_title": "Interdependence and Collusion Between Sport Journalists and Their Sources", "sec_content": ["Hugh McIlvanney berates the “quotation” fixation of the contemporary style of sport writing, in which the journalist awaits the interpretation of the player or the manager, and bypasses his/her own judgement. If they went blind, McIlvanney speculates, they could still do a good job; but if they went deaf they would have no idea about what was happening in the match itself: “Their method is a plague and it's spreading” (McIlvanney, 1994, p. 10). McIlvanney is addressing here the question of how news values are becoming increasingly mediated, what Andrew Marr calls the “growth of an office-based, editorial culture”, rather than a reporter's journalism, in which office-bound journalists “become dependent on fixers: the PR men manipulating celebrity careers; the media-trained university experts; the polling companies with a story to sell” (Marr, 2004, p. 115).", "Being in the fray is not always the solution, as Mike Collett noted in relation to the inadequate facilities at Euro 2004 in Portugal. But being there is vital. Collett cultivated a working relationship with the late Florence Griffith Joyner on the basis of observation, intuition and curiosity: In 1983 I was covering the World Athletics Championships in Helsinki. I didn't know Flojo then but I was watching the women's 200 metre heats through my binoculars from the press box and I saw a runner running with what I thought was blood or something dripping from one of her hands. I couldn't quite work out what this was and I though there might be a bit of a story and I thought “who is that?” anyway. I went over and I met her after the race as she was coming off the track and I realised that she had these incredible four-inch long fingernails painted blood red. (Collett, interview, 2000)  ", "In 1983 I was covering the World Athletics Championships in Helsinki. I didn't know Flojo then but I was watching the women's 200 metre heats through my binoculars from the press box and I saw a runner running with what I thought was blood or something dripping from one of her hands. I couldn't quite work out what this was and I though there might be a bit of a story and I thought “who is that?” anyway. I went over and I met her after the race as she was coming off the track and I realised that she had these incredible four-inch long fingernails painted blood red. (Collett, interview, 2000)", "Collett secured a photo interview and cultivated a relationship over the years of the athlete's development—a silver medal at Los Angeles '84, disappearance back to working in a bank, and re-emergence in 1988: She reappeared. Her body was different. She'd been a gorgeous, beautiful, elfin-like woman in the early 80s. By the late 80s she wasn't. She had a square jaw, the sort of acne you get from steroid abuse, and was totally different. (Collett, interview, 2000)  ", "She reappeared. Her body was different. She'd been a gorgeous, beautiful, elfin-like woman in the early 80s. By the late 80s she wasn't. She had a square jaw, the sort of acne you get from steroid abuse, and was totally different. (Collett, interview, 2000)", "From close observation, and a hunch, Collett developed a special working relationship with Flojo and so could challenge the athlete's claim that male-style training was the reason for her physical metamorphosis and subsequent glorious success at the 1988 Seoul Olympics, where she won gold in both the 100 and the 200 metres sprints. Collett could not have followed such a story in its vicissitudes—retirement just four months after the Seoul triumphs—and through to its tragic conclusion (Griffith Joyner died from suffocation during a seizure, according to the official autopsy, in September 1998, though Collett recalls it as being a “hush hush” affair and remains convinced that “she died as a result of steroids”), if he had been one of the new breed identified by Marr.", "The relationship between journalists and their sources is, then, both complex and, at times, contradictory. Pete Davies describes the alleged resentment that the football players and management hold towards the press, and picks up this theme when writing about a training session by the England squad in a small facility in Pula, on the island of Sardinia that served as England's training base for the World Cup in Italy in 1990 (Davies, 1991, pp. 206–8). He reports the adolescent male banter of the players, and then their responses at the end of the session. Some talked to the press, others ignored them. Terry Butcher, the England central defender, responded to the broadcast media, reasoning (with a rather vulnerable sense of the editing and reporting process, one must add) that “tape can't lie” (1991, p. 207): And he talked to the man from the Star—because he's got a contract that means that he has to. And a large hole gapes open in this I-hate-the-press scene. Because whatever they said, they could never impose any press black-out en bloc—not when player after player was taking money from paper after paper to talk “exclusively”. Bobby Robson does his diary with Bob Harris; and he's long been signed up for a few pieces a year in the Mail on Sunday. Then Waddle talks to the Sun, Lineker to the News of the World … and so it goes on. (1991, p. 207)  ", "And he talked to the man from the Star—because he's got a contract that means that he has to. And a large hole gapes open in this I-hate-the-press scene. Because whatever they said, they could never impose any press black-out en bloc—not when player after player was taking money from paper after paper to talk “exclusively”. Bobby Robson does his diary with Bob Harris; and he's long been signed up for a few pieces a year in the Mail on Sunday. Then Waddle talks to the Sun, Lineker to the News of the World … and so it goes on. (1991, p. 207)", "A central contradiction is shown in this account: the sporting world and culture professes to keep a distance from the press, yet the most prominent figures in that world are already working with the media. Davies describes in vivid detail the interdependencies between the reported and the reported upon, noting that “every player has a writer or two that he trusts” (1991, p. 207). So when England players sound “aggrieved and harried” and adopt “the tone of men perpetually misused” (1991, p. 207), Davies warns that the world simply isn't as simple as that. “Unseen friendships and deals” (1991, p. 207) influence the press coverage: Davies quotes sociologist John Williams: “they're all in the club together, aren't they?” (1991, p. 208), and concludes that all the elements of the football business make up “an essentially enclosed corporate entity”: “and the flipside of their fraction and friction is, always, an unsplittable symbiosis. They need each other” (1991, p. 208).", "This relationship of dependency between the media and its object of scrutiny lends itself to collusive and far from independent and objective journalism. It is not only close relationships between journalists and players that can endanger objective and critical journalism. The same is true of journalists and those who run sport. As Collett (interview, 2004) observes: “There's been a cosying up and cosying down relationship between too many in the media and the people they should be targeting”. We have felt the same and during the build-up to the FIFA presidential election in 1998, we became uneasy that certain magazines and newspapers were being manipulated for propaganda purposes. For instance, on the eve of the elections, a full-page feature on the candidate Sepp Blatter, by sports editor Alan Hubbard, appeared in The Observer newspaper. The article was little short of a regurgitation of Blatter's own campaign material, depicting him as an “honest John”, and as an eminently more worthy successor to Havelange than his challenger, UEFA President, Lennart Johansson. From, we hope, a position of detachment and objectivity, our research had led us to a different conclusion about Blatter. We found Hubbard's use of his exclusive interview with Blatter a disappointing, but nevertheless classic piece of tame journalism, as propagandistic in Blatter's favour as it was balanced. We wrote to The Observer's editor (letter dated 3 June 1998) making this point.", "Returning from France to the university, we discovered that somebody had been making enquiries about us, and that he had refused to leave a name. This turned out to have been either Hubbard himself or one of his junior colleagues, as in The Observer the next Sunday a shameful response to our letter appeared under the headline “Poor show from song-and-dance men”. This was a cheap and meaningless reference to the then-name of the school in the university in which we work—Chelsea School of Physical Education, Sports Science, Dance and Leisure—a name which reflects the hundred years of evolving tradition which underpins our place of work. The piece itself had little substantive merit and did little if anything to refute our arguments. The letter to the editor had also been followed up by a fax from Hubbard (letter dated 5 June 1998, faxed 6 June) that contained an invitation, from both him and “the Observer's lawyer”, to “expand on” our main point(s).", "Amidst a number of throwaway insults there was one we found particularly jarring. Hubbard accused us of “sitting in a university library culling newspaper cuttings”, implying that we did no fieldwork of our own. Books—and articles—which we have written patently contradict this view. To read such a statement after having travelled extensively over the years tracking down original sources, and within just days of directly observing scenes in Marseilles—when England fans fought running battles with North African street gangs and riot police before the England versus Tunisia game—was particularly galling.", "It is no exaggeration to see some forms of sport journalism as the “compromised ally of the sport and entertainment business rather than as a legitimate arm of the news media” (Rowe, 1999, p. 51); more theoretically, as embroiled in the “circuits of promotion” (Whitson, 1998) linking corporate and media partners in a globalising world. Veteran sport journalist Hugh McIlvanney comments on the tabloid press's treatment of former England football manager Graham Taylor: Co-operating with journalists sometimes appeared more of a priority than demonstrating loyalty to his players. Any pact with the pack is bound to have Faustian implications and Taylor is not entitled to be surprised by devilish headlines such as “Ta ta Turnip”. (McIlvanney, 1994, p. 134)  ", "Co-operating with journalists sometimes appeared more of a priority than demonstrating loyalty to his players. Any pact with the pack is bound to have Faustian implications and Taylor is not entitled to be surprised by devilish headlines such as “Ta ta Turnip”. (McIlvanney, 1994, p. 134)", "For McIlvanney, such pact-making deserves little if any sympathy, and will almost inevitably lead to sensationalist pseudo-features."]}, {"sec_title": "Trading Stories and Reciprocal Relations—the Sports Desk Swap-shop", "sec_content": ["This tendency toward the levelling down of sports copy is augmented by the extensive forms of formal and informal collaboration and a culture of copying and plagiarism that are characteristic of the back pages. Some of the copying that takes place is completely above board. The commercial viability of the international press agencies—such as Reuters, Associated Press (AP), United Press International (UPI) and Agènce France Presse (AFP)—is dependent on them selling their journalists’ stories on the “wires” for reproduction in other media outlets. These organisations employ journalists who follow and write stories for the “wires”, which in the simpler days of telegraph and telephone, used to be literally true, but now, in an era of hyper-communication, means a subscription information service via cyber-space. Features go on to the wires and can be accessed by subscribers, who, for their money not only get the information, but can reproduce that information as if it was theirs. Often this will involve topping and tailing an agency story and printing it wholesale in a given newspaper under the by-line of one of that paper's own journalists. For instance, one English newspaper, the Daily Telegraph, had regular contributions from a journalist by the name of Michael Gray, which, in fact, was the paper's alias for any story emanating from AFP. Of course the agencies themselves have all of the latest in media technology and are not averse to doing a little hacking of their own.", "During France '98 for instance, all of the main agencies had permanent offices within the CIM for the duration of the finals. We were regular visitors to the offices of AFP which consisted of two or three open-plan rooms full of desktop computers, fax machines, phones and televisions in the midst of which, grouped according to language specialty, worked French, English, Italian and German journalists. Like most of the staff at AFP, our main contact lived in a hotel across the street and put in 18-hour days inside the CIM for the duration of the competition, often not seeing daylight. A big proportion of his day would be spent scouring the other agency reports, pouring through a mountain of daily newspapers, and going through the voluminous daily bulletins from FIFA and the CFO. Then he would spend time mingling in the main press centre, gossiping with some journalists, telephoning others, trading information before returning to his desk to watch a game on TV, and drawing upon a full day's news plunder, write match reports, tender breaking news, and craft features on the more serious issues germane to the World Cup. He would put his copy on the wires, making it available at the touch of a button to sports editors throughout the world. The high-wire men had their own World Cup rivalry represented by a league table of the relative number of their stories from each agency that appeared in print. According to our man's calculations, not only did France win the World Cup, AFP also won their competition ahead of Reuters and AP.", "Then there are less formal kinds of co-operation and collaboration whereby journalists working for different media outlets trade information and stories. It can range from getting and confirming information, for a match report, in the press box—who scored, who made the pass, who gave away the free kick, what were the critical tactical changes (information fed regularly by one of us to a non-specialist Turkish journalist at the Champions’ League victory of Liverpool in Istanbul in May 2005)—to more detailed chunks of intelligence. One of us was present in Monte Carlo for the 2004 draw for the UEFA Champions’ League and UEFA Cup when some English clubs were drawn against some relatively obscure and little-known opponents. This led to a flurry of activity and horse trading in the media centre. Mike Collett explains how it works: If you look at the way the media works, much of it is based on personal friendships. If your mate's working for The Guardian and you're working for The Times, you will share information, you will swap bits of gossip and tell each other stories. And that works at all levels of the media. For instance when Newcastle drew the Israeli Arab team Sakhnin in the UEFA Cup I got information in immediately from our Israeli bureau. Nigel, a mate of mine from the BBC was struggling for the story so I gave him as much information as I could because he was a mate. If he wasn't I probably wouldn't have told him. (Collett, interview, 2004)  ", "If you look at the way the media works, much of it is based on personal friendships. If your mate's working for The Guardian and you're working for The Times, you will share information, you will swap bits of gossip and tell each other stories. And that works at all levels of the media. For instance when Newcastle drew the Israeli Arab team Sakhnin in the UEFA Cup I got information in immediately from our Israeli bureau. Nigel, a mate of mine from the BBC was struggling for the story so I gave him as much information as I could because he was a mate. If he wasn't I probably wouldn't have told him. (Collett, interview, 2004)", "There are limits to these levels of co-operation, but even here there are some interesting professional caveats. It should be clear from what has been said so far that there are not too many genuine exclusives in the world of sport journalism. However, as Collett goes on to explain, when a reporter does happen upon a rare scoop he might warn some selected colleagues just before the story breaks so they can fend off the wrath of their editors who will want to know why their reporters were beaten to the story by a rival: If I had an exclusive I wouldn't share it with him, but a minute or two after I knew he couldn't do anything with it I may tip him off so that he wouldn't be dropped in the shit, so he could cover his arse when his editor calls and wants to know why he didn't get the story. But if I've got an exclusive I wouldn't tell any of our competitors such as AFP or AP. Just like the Mirror and the Sun guys wouldn't co-operate. (Collett, interview, 2004)  ", "If I had an exclusive I wouldn't share it with him, but a minute or two after I knew he couldn't do anything with it I may tip him off so that he wouldn't be dropped in the shit, so he could cover his arse when his editor calls and wants to know why he didn't get the story. But if I've got an exclusive I wouldn't tell any of our competitors such as AFP or AP. Just like the Mirror and the Sun guys wouldn't co-operate. (Collett, interview, 2004)", "Collett goes still further, recalling his part in the breaking of the Ben Johnson story at the Seoul 1988 Olympic Games: Johnson, Canadian winner of the 100 metres gold medal on the blue ribbon mid-Saturday of the Games, tested positive for drugs. Collett, then working for UPI, reckons that he was the second to go with the story, after AFP had put it out on the wire, but no other wire service followed suit for at least 45 minutes: That story was the most astonishing I've ever been involved in … as far as my memory serves, we were second about an hour later because we got it firmed up through our sources in the IOC. One or other of my friends, in normal circumstances, from AP, if he knew about it, and he knew that I didn't know about it, I very much doubt whether he would have told me. (Collett, interview, 2000)  ", "That story was the most astonishing I've ever been involved in … as far as my memory serves, we were second about an hour later because we got it firmed up through our sources in the IOC. One or other of my friends, in normal circumstances, from AP, if he knew about it, and he knew that I didn't know about it, I very much doubt whether he would have told me. (Collett, interview, 2000)", "Collett himself never considered telling any of his colleagues or friends at the other wires. The story broke whilst many journalists were out on the town for the night, before a rest day. Collett had decided to “call it a night at about 2 o'clock”, and so got back to the media village earlier than most, and got the tip on the story from a contact there: And because I was back and I knew that my other contacts at AP, my colleagues and rivals at AP and Reuters were still in the legendary Stompers night club in Seoul, I had a bit of a beat on them. (Collett, interview, 2000)  ", "And because I was back and I knew that my other contacts at AP, my colleagues and rivals at AP and Reuters were still in the legendary Stompers night club in Seoul, I had a bit of a beat on them. (Collett, interview, 2000)", "It would not have occurred to Collett to give up such an advantage, to sacrifice such a big story, for friendship: “we're great mates, we travel round the world with each other. But there is this kind of area where we are rivals and I wouldn't have told them. We become absolutely deadly rivals” (Collett, interview, 2000).", "Story swapping most regularly occurs between journalists who are writing for different language groups and by implication different markets. For instance, in South Africa in 1996 we had met a Dutch journalist, Ted van Leuuwen, who worked for a Dutch magazine called Voetbal International. At that time Ted was one of a few journalists who had conducted an exclusive interview with the then World Footballer of the Year, George Weah. The whole of the piece he produced for his magazine in Dutch was translated, with his permission, into English and appeared in an English newspaper, according to the by-line, authored by an English journalist.", "However, there are dangers that stories that are traded in this way can be spun out of control. Our Dutch journalist friend also features in a story-trading incident in which we were unwittingly implicated. Two days after the presidential election in Paris in 1998 we had arranged to meet and interview FIFA Vice-President David Will in the lobby of Hotel Le Bristol. Will had been a big Lennart Johansson supporter during the Swede's failed bid to become FIFA president and he had agreed to talk to us about some of the issues surrounding his man's defeat. On the way into the hotel we bumped into van Leuuwen who had just finished interviewing Johansson. He asked what we were up to and, when we told him, he asked to sit in on the interview. We checked with Will, explaining exactly who Ted was and what he did and he agreed to let him sit in, going further and allowing the Dutchman's photographer to take shots during our interview.", "Will was very angry at Blatter's victory in the election for the FIFA presidency, and during our interview he implied that not everything had been straight about the manner of Johansson's defeat. Will is a lawyer and he chose his words very carefully, but not so that he disguised the fact that, even though he did not have cast-iron proof, he believed that the elections had been rigged. Like us, Ted taped the interview. Unlike us, who filed the tape away for later transcription for the new book we were working on (Sugden and Tomlinson, 1999), Ted fled back to his hotel room and began to craft his story which appeared in his magazine the following week.", "Enter Thomas Kistner (editor/sports editor at Suddeutsche Zeitung) and Jens Weinreich (editor/sports editor at Berliner Zeitung), two German journalists who have written a book on the politics of FIFA. They got wind of Ted's Dutch piece and asked him whether they could use it for a feature that they were preparing for publication in Germany. We knew nothing of this until one evening one of us was called by a very agitated David Will who had just been carpeted by the new President for comments attributed to him in a German newspaper. Blatter was after him over several statements and Will wanted these checked against the transcript of our interview. Our immediate problem was that by now the tape was in Brittany, where one of us had decamped to start writing. Unable to raise him from his Breton desk, there was no choice but to call Ted, who by now was back in Amsterdam, and raise Will's questions with him. Ted was able to confirm that the Germans’ piece had misrepresented Will on four out of five issues. Will was given the news and this came as a huge relief for the beleaguered Scotsman, who now could at least go back to Blatter and set most of the record straight. It was a classic Chinese whisper: we interview Will; Ted translates the interview into Dutch before giving it his own spin for his article; Thomas and Jens translate Ted's Dutch article into German and give it a tweak or two for their feature; suddenly we have Will accusing Blatter of bribery and saying that FIFA will never be an honest organisation under his stewardship.", "As well as these more or less accepted conventions of collusion and co-operation, there are some practices which are less acceptable in the world of journalism and completely unacceptable in an academic context where they would be considered as serious examples of plagiarism. This happens when a journalist uses significant volumes of other peoples’ work without either permission or attribution. France '98 provides a good example of this. The European was a large, broadsheet-sized English-language, weekly publication, a serious newspaper which liked to cover significant issues, particularly those with a strong pan-European dimension. The lead article in one edition (8–14 June 1998) was a four-page feature on the political economy of FIFA, entitled “Fight to Control the Game That Turned to Gold”: the article had strong resemblances to our own published work (Sugden and Tomlinson, 1998). At one point the author, Julian Coman, did write “interviewed by John Sugden and Alan Tomlinson for an academic study on FIFA, Havelange was disarmingly frank …”; but there was no other attribution in a piece that paralleled so closely some of our own published work. Had this been one of our student's work, she or he would have been disciplined and possibly expelled from the university. Not long after France '98 The European went out of business. If this was its standard of journalism, the trade is better off without it."]}, {"sec_title": "Conclusion", "sec_content": ["Ian Hargreaves writes about the “paradox of power” in contemporary journalism (2003, p. 2) whereby a press freed from the over-zealousness of institutionalised political processes increasingly falls into the hands of equally censuring commercial and corporate elites. The sport newsroom is by no means immune from these forces. Of course, all journalism “involves selecting, ordering and hierarchising—locating events within frames of reference, maps of social reality” (Whannel, 1992, p. 112). But the male clubbability of the sport journalists’ world limits the boundaries of these frames and maps. The hardened US sports writer Frank Deford, six times Sports Writer of the Year, reminds us that this sort of relationship between the sports writer and his—and it remains mostly his (Lindsay, 2002)—subject is not a new one. Magazines in the 18th century also displayed what he called a “tremendous symbiotic relationship between us and the games that we cover”. Deford was speaking on a panel on the media, in the context of a wider symposium on sport and globalisation, in Tufts University's EPIC (Education for Peace and International Cooperation) programme, in Boston in February 2000. Is this symbiotic relationship any different to that between political journalists and politicians (see Marr, 2004, Chapter 3, on “the dirty art of political journalism”), media journalists and movie stars, or financial journalists and entrepreneurs? Deford implies “yes”, calling the sports journalist a “unique and strange beast who will too often sleep with what we cover”.", "The press briefing, the controlled conference, the control of spaces and access—all of these escalate the scale of the mediation process, and consolidate the control, flow and direction of information in the interests of the organising and official bodies. Bill Hagerty, former editor of the British Sunday tabloid The People has noted (2000, p. 52) that “sports reporters … along with other specialist reporters, such as those lurking within the confines of the City of London … are the laziest in the business”: they are widely unwilling to upset their contacts, yet are not slow to steal the scoops of news writers who asked the questions they themselves dared not put. Sometimes, too, they intervene “on the wrong side of the story”, co-operating with go-betweens like players’ agents, to up the stakes, for instance, in a player's negotiation with an employer/club. And possibly dividing up the spoils. Our first main conclusion from our observations in the field is that the symbiosis to which Deford refers looks largely intact, whatever the changes in the production process and in some of the dynamics of reportage.", "The World Cup and other similar sports mega-events provide revealing real-world laboratories for those of us interested not only in questions of governance and accountability in world sport, but in the question of who controls what in the representation of the sport and the setting of the sports news agenda. “Never ever take anything that a broker claims at face value”, counsels Catherine Palmer from her anthropological studies into the Tour de France (Palmer, 2001, p. 376). A second conclusion is that the media are less questioning than this of their sources, and that critical investigative journalism is not the forte of most sport journalists. Perhaps there are openings in the future for a less trivial, more open, interactive media dynamic (Boyle and Haynes, 2004), and for a more critical investigative mode of reportage, linked to issues of policy, organisation, reform and governance. David Conn's work on football in England, supported in regular commissions by the Independent and the Guardian, has shown how sporting institutions can be called to account on matters such as the relationship between the club and the fan, and questions such as the financial status of football clubs and organisations (Conn, 1999, 2004). But an international study of a sample of newspapers from 10 countries, analysing 37,000 articles, has confirmed that sporting stars and events, and advertising and sponsorship dominate the sport pages: “sports editors of daily newspapers allow the sports industry to set the agenda” (Mandag Morgen, 2006, p. 1). Journalists, the survey shows, overlook economic and political aspects of sport, give dominant sport stars and sports preferential treatment, and all but ignore the grass roots of sport. The sample was selected from April to July in 2005: 58 per cent of the analysed pieces were match reports, and only one in 20 articles was written by a woman. These survey data, alongside our observations from the field, confirm that in general the world of sport journalism remains too close to the world of sport and sports administrators, and that too many practitioners in sport strike deals with the journalistic profession, increasingly so in an expanded media world and an age of intensified manipulation of public relations. The complex technological scale and range of the media are recognised at World Cup events (McKeever, 1999, on France 1998; Horne and Manzenreiter, 2002, on Japan/Korea 2002; and Tomlinson and Young, 2006, on Germany 2006). But the professional continuities have remained less commented upon: and these are rooted in forms of collusion and interdependency that can combine to intensify the trivialisation effect.", "A third conclusion is that this trivialisation of the sport journalism product generates little appetite for serious political stories relating to sport and this is advantageous to those who would abuse their positions, and to many who can control source relations. This is the conclusion reached by Mike Collett (interview 2004) in the wake of Sepp Blatter's re-election with an increased majority as FIFA President in Seoul in 2002: “I think the FIFA thing—Blatter's re-election in Seoul in 2002—was a watershed for the relationship between sports politicians and the media. Not just for football”. He went on to explain that a few bloodhounds in the press—including himself—had written extensively about the corruption charges laid at Blatter's feet, but the public did not seem to care and this made the press look impotent, enabling Blatter and his acolytes to consolidate their power base without being worried that the media could ever bring them down. Since then, cleverly, Blatter has tried to mend his fences with a potentially critical press by holding a series of informal briefings in London and other cities for handpicked and influential journalists: those who have been critical of him and aspects of his regime in the past but who are unlikely to mount a mortal attack on the football establishment for fear of losing their places at the top table.", "Overall, we have shown in this article that some traditional legacies of source relations combine with current trends in promotional culture to confirm the collusive dynamic, and in widespread cases to intensify the trivialisation of the subject matter of the sport journalist. Irish sportswriter Tom Humphries has claimed that sportswriters are now “ring-fenced off”, processing “what is fed to us on a spoon” and not knowing “what it's really like inside Sportsworld” (Humphries, 2003, p. 7). It is in this context and also in the absence of any substantial research or reportage on professional life inside the sport media circus (see Doyle, 2005, for some further consideration on this), that this article has offered selected cases and reflections from the field that are intended to prompt further debate about the relationship between sports organisations and the sports media, and about the nature of forms of collusion between these major components of contemporary football (and sport) culture."]}], "references": [{"title": "“Sports Reporters: the laziest journalists in the business”", "year": "2000", "journal": "New Statesman", "volume": "", "authors": [{"name": "Hagerty Bill", "first_name": "Hagerty", "last_name": "Bill", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "", "year": "2005", "journal": "The World's Best Advertising Agency: the sports press", "volume": "", "authors": [{"name": "Mandag Morgen", "first_name": "Mandag", "last_name": "Morgen", "affiliation": "", "orcid": "", "role": ""}]}, {"title": "“Spin Doctors and Sportsbrokers—researching elites in contemporary sport: a research note on the Tour de France”", "year": "2001", "journal": "International Review for the Sociology of Sport", "volume": "35", "authors": [{"name": "Palmer Catherine", "first_name": "Palmer", "last_name": "Catherine", "affiliation": "", "orcid": "", "role": ""}]}]}